Repository: Gheorghita/training-guides
Catalog: doc/upstream-training/source/locale/*/LC_MESSAGES/upstream-training.po
Languages: de, id, it, ja, ko_kr, tr_tr

source: Give each person a nametag to wear, with their first name and their role written on it. For free agents, don't disclose who is distracted, controversial, or agreeable. The community will need to work this out on their own.
de: Geben Sie jeder Person ein Namensschild zum Tragen beschriftet mit ihrem Vornamen und ihre Rolle. Für freie Agenten, legen Sie nicht offen, wer abgelenkt, umstritten oder angenehm ist. Die Gemeinschaft muss dies auf eigene Faust erarbeiten.
id: Berikan setiap orang nametag untuk memakai, dengan nama pertama mereka dan peran mereka tertulis di atasnya. Untuk agen bebas, jangan mengungkapkan siapa yang terganggu, kontroversial, atau sejalan. Masyarakat perlu bekerja untuk menghasilkan keluaran dari diri sendiri.
ja: 各自の名前と役割を記した名札を各自に配ります。フリーエージェントは誰が気が散っているか、物議をかもす人か、もしくは愛想の良い人かを公開しないでください。コミュニティーは自分たちでその答えを出す必要があります。
ko_kr: 각 구성원에게 자신의 이름 및 역할이 쓰여진 이름표를 착용하도록 제공합니다. 자유로운 에이전트에 대해서는, 누가 산만하고, 논쟁을 발생시키거나 동의하는지를 공개하지 않습니다. 커뮤니티는 스스로 이 문제를 해결해야 합니다.
tr_tr: Her bir kişiye giymek için bir isim etiketi verin, ilk adını ve üzerine yazdıkları rolleri. Ücretsiz ajanlar için dikkatini dağılmış, tartışmalı veya hoşnutsuz olan kişileri açıklamayın. Topluluğun bunu tek başlarına yapması gerekecek.

source: Give out swag and use competition to help keep interest and attention
de: Geben Sie den Swag aus und nutzen den Wettbewerb, um Interesse und Aufmerksamkeit zu erhalten
id: Berikan swag (hadiah) dan gunakan kompetisi untuk membantu menjaga ketertarikan dan perhatian
tr_tr: İlgiyi ve dikkatin devam etmesine yardımcı olmak için rekabet kullanın

source: Global Events and Releases
de: Globale Veranstaltungen und Veröffentlichungen
id: Global Events and Releases (acara global dan pers)
ko_kr: 글로벌 이벤트 및 릴리즈
tr_tr: Küresel Etkinlikler ve Sürümler

source: Go to `Gerrit's SSH Public Keys settings <https://review.openstack.org/#/settings/ssh-keys>`_.
de: Gehen Sie zu `Gerrits SSH Public Keys Einstellungen <https://review.openstack.org/#/settings/ssh-keys> `_.
it: Vai sulle configurazioni delle `chiavi pubbliche SSH di Gerrrit <https://review.openstack.org/#/settings/ssh-keys>`_.
ja: `Gerrit の SSH 公開鍵の設定 <https://review.openstack.org/#/settings/ssh-keys>`_ ページをアクセスします。
ko_kr: `Gerrit SSH 공개키 설정 <https://review.openstack.org/#/settings/ssh-keys>`_ 으로 이동합니다.

source: Go to http://colloquy.info and follow the download link.
de: Gehen Sie zu http://colloquy.info und folgen Sie dem Download-Link.
it: Vai su http://colloquy.info e segui il link di download.
ja: http://colloquy.info をアクセスして、ダウンロードリンクに従います。
ko_kr: http://colloquy.info 에 접속하여 다운로드 링크를 따라갑니다.

source: Go to the Git `download page <https://git-scm.com/downloads>`_ and click **Mac OS X**.
de: Gehe Sie zur Git `Downloadseite <https://git-scm.com/downloads>`_ und klicken Sie **Mac OS X**.
it: Vai sul sito di download di GIt ` <https://git-scm.com/downloads>`_ e clicca **Mac OS X**.
ja: Git `ダウンロードページ <https://git-scm.com/downloads>`_ にアクセスして、**Mac OS X** をクリックします。
ko_kr: Git `다운로드 페이지 <https://git-scm.com/downloads>`_ 에 방문하여 **Mac OS X** 를 클릭합니다.

source: Go to the `Launchpad login or create account page <https://launchpad.net/+login>`_
de: Gehen Sie zum `Launchpad Login oder Konto-Seite erstellen <https://launchpad.net/+login> `_
it: Vai sul `login di Launchpad oppure crea la pagina dell'account <https://launchpad.net/+login>`_
ja: `Launchpad login or create account page <https://launchpad.net/+login>`_ にアクセスします。
ko_kr: `Launchpad 로그인 또는 계정 생성 페이지 <https://launchpad.net/+login>`_ 로 이동합니다.

source: Go to the `OpenStack Foundation sign up page <https://www.openstack.org/join>`_.
de: Gehen SIe zur `Anmeldeseite der OpenStack Foundation <https://www.openstack.org/join>`_.
it: Vai sul sito di registrazione della `fondazione di OpenStack <https://www.openstack.org/join>`_.
ja: `OpenStack Foundation のサインインページ <https://www.openstack.org/join>`_ にアクセスします。
ko_kr: `OpenStack Foundation 회원 가입 페이지 <https://www.openstack.org/join>`_ 로 이동합니다.

source: Going back to your connection window, highlight your freenode connection and click the **info** icon.
de: Gehen Sie zurück zum Verbindungsfenster, markieren die Freenode-Verbindung und klicken auf das **info** Icon.
it: Tornando sulla tua finestra di connessione, evidenzia la tua connessione a freenode e clicca sull'icona di **info**.
ja: 接続ウインドウに戻り、 freenode への接続をハイライトして **info** アイコンをクリックします。
ko_kr: 연결 창으로 돌아가, freenode 연결을 강조시킨 후 **info** 아이콘을 클릭합니다.

source: Gold member companies
de: Gold Mitgliedsfirmen
id: Perusahaan anggota Gold
ko_kr: 골드 회원사
tr_tr: Altın üye şirketler

source: Gold members can delegate the same amount of members as Platinum members
de: Goldmitglieder können die gleiche Anzahl von Mitgliedern als Platinummitglieder delegieren
id: Anggota emas dapat mendelegasikan jumlah anggota yang sama dengan anggota Platinum
ko_kr: 골드 멤버는 동일한 멤버 구성원 수를 플래티넘 멤버에게 이양할 수 있습니다
tr_tr: Altın üyeler, aynı miktarda üyeyi Platin üyeler olarak atayabilir

source: Good source of info about when and in what channel regular meetings are held
de: Gute Informationsquelle darüber, wann und in welchem ​​Kanal regelmäßige Treffen stattfinden
id: Sumber bagus info tentang kapan dan apa saluran pertemuan rutin diadakan
ko_kr: 언제 그리고 어떤 채널이 정기적으로 회의를 하고 있는지에 대한 정보를 갖는 좋은 소스입니다

source: Great repository to begin your OpenStack learning
de: Ein gutes Repository um mit dem OpenStack-lernen zu beginnen
id: Repositori besar untuk memulai belajar OpenStack Anda
ko_kr: OpenStack 학습을 시작하기 위한 훌륭한 저장소입니다
tr_tr: OpenStack öğrenmenizi başlatmak için mükemmel depo

source: Group exercise
de: Gruppenübung
id: Latihan kelompok
ko_kr: 그룹 실습
tr_tr: Grup alıştırması

source: Growing in number (26 in 2016)
de: Wachsende Zahl (26 im Jahr 2016)
id: Tumbuh dalam jumlah (26 dalam tahun 2016)
ko_kr: 숫자가 증가하고 있습니다 (2016년 26)
tr_tr: Sayılarla büyüme (2016'da 26)

source: Guide to SetUp and Push First Patch
de: Leitfaden für SetUp und Push First Patch

source: Guidelines: https://wiki.openstack.org/wiki/GitCommitMessages
de: Richtlinien: https://wiki.openstack.org/wiki/GitCommitMessages
id: Pedoman: https://wiki.openstack.org/wiki/GitCommitMessages
ko_kr: 가이드라인: https://wiki.openstack.org/wiki/GitCommitMessages
tr_tr: Kurallar: https://wiki.openstack.org/wiki/GitCommitMessages

source: Hacking Rooms: Reservable rooms for projects to gather for technical discussions
de: Hacking Rooms: Reservierte Räume für Projekte, um technische Diskussionen zusammenzutragen
id: Hacking Rooms: Kamar reservable untuk proyek untuk berkumpul untuk diskusi teknis
ko_kr: 해킹 룸: 기술 토론을 위해 프로젝트에서 보이는 예약 가능한 방
tr_tr: Kodlama Odaları: Teknik tartışmalar için toplanacak projelere ayrılabilir odalar

source: Haikel Guemar (assistant, mentor, french, english)
de: Haikel Guemar (Assistent, Mentor, Französisch, Englisch)
it: Haikel Guemar (assistente, mentore, francese, inglese)
ko_kr: Haikel Guemar (조교, 멘터, 프랑스어, 영어)
tr_tr: Haikel Guemar (yardımcı, danışman, fransızca, ingilizce)

source: Handles cross-project related topics and issues
de: Kümmert sich um projektübergreifende Themen und Angelegenheiten
id: Menangani topik dan isu lintas-proyek yang berhubungan
ko_kr: 프로젝트에 걸쳐있는 것과 관련된 주제 및 이슈를 다룹니다
tr_tr: Projeler arası ilgili konuları ve sorunları halleder

source: Have authority to merge code into a project
de: Haben Sie die Befugnis, Code in ein Projekt zu mergen
id: Memiliki wewenang untuk menggabungkan kode ke dalam sebuah proyek
ko_kr: 코드를 프로젝트에 머지하는 권한을 가집니다
tr_tr: Kodu projeye birleştirmeye yetkisi var

source: Held by local groups to celebrate another year of OpenStack
de: Zelebrierung des Jahrestages von OpenStack durch lokale Gruppen
id: Yang diselenggarakan oleh kelompok lokal untuk merayakan satu tahun lagi dari OpenStack
ko_kr: 로컬 그룹에서 개최되며 또 다른 OpenStack 년도를 축하합니다
tr_tr: Yerel gruplar tarafından OpenStack'in bir yılını kutlamak üzere düzenlenen

source: Help fix the documentation
de: Hilfe zur Behebung der Dokumentation
id: Membantu memperbaiki dokumentasi
tr_tr: Belgelemeyi düzeltmede yardımcı olun

source: Highlight and copy the output.
de: Markieren und kopieren Sie die Ausgabe.
it: Evidenzia e copia l'output.
ja: 出力をハイライトして、コピーします。
ko_kr: 결과를 (드래그하여) 강조한 후 복사합니다.

source: Home Work
de: Hausaufgabe
ko_kr: 숙제
tr_tr: Ev Ödevi

source: Hopefully we end up with a unique Lego creation!
de: Hoffentlich kommen wir mit einer einzigartigen Lego-Kreation!
id: Mudah-mudahan kita berakhir dengan penciptaan Lego yang unik!
ja: ユニークな LEGO が創って終わることができますように!
ko_kr: 바라건대 독특한 Lego 생성과 함께 마쳤으면 합니다!
tr_tr: Umarım eşsiz bir Lego oluşumuyla sonuçlanırız!

source: Hosted annually by local OpenStack User Groups and companies
de: Veranstaltungen von OpenStack User Groups und Firmen
id: Setiap tahun tuan rumah difasilitasi oleh OpenStack User Groups lokal dan perusahaan
ko_kr: 로컬 OpenStack 사용자 그룹 및 회사에 의해 매년 개최가 이루어집니다
tr_tr: Her yıl yerel OpenStack Kullanıcı Grupları ve şirketler tarafından barındırılıyor

source: How OpenStack is Made
de: Wie OpenStack gemacht wird
id: Bagaimana OpenStack dibuat
ja: OpenStack はどのように作られているか
ko_kr: OpenStack은 어떻게 만들어지는가
tr_tr: OpenStack Nasıl Yapıldı

source: How OpenStack is made
de: Wie OpenStack gemacht wird
it: Come è fatto OpenStack

source: How OpenStack is made (3h including 1h30 exercises)
de: Wie OpenStack gemacht wird (3h einschließlich 1h30 Übungen)
id: Bagaimana OpenStack dibuat (3jam termasuk latihan 1jam 30menit)
it: Come è fatto OpenStack (3 ore includendo 1h30 di esercizi)
ja: OpenStack はどのように作られているか (3 時間、1 時間 30 分の演習を含む)
ko_kr: OpenStack이 어떻게 만들어지는가 (1시간 30분 실습을 포함한 3시간)
tr_tr: OpenStack nasıl yapıldı (1s30dk alıştırma içiren 3s)

source: How many gate and check jobs are running
de: Wie viele Gate- und Checkaufträge laufen
id: Berapa banyak gerbang dan pekerjaan cek yang sedang berjalan
ko_kr: 얼마나 많은 관문과 검사 작업이 실행되고 있는지
tr_tr: Kaç tane kapı ve kontrol işleri çalışıyor

source: How to contribute
de: Wie kann ich dazu beitragen?
id: Bagaimana untuk berkontribusi
it: Come contribuire
ja: コントリビューション方法
ko_kr: 기여 방법
tr_tr: Nasıl katkıda bulunulur

source: How to deploy OpenStack
de: So stellen Sie OpenStack bereit
id: Cara mengerahkan OpenStack
ja: OpenStack のデプロイ方法
ko_kr: OpenStack을 배포하는 방법
tr_tr: OpenStack nasıl kurulur

source: How to prepare
de: Wie vorzubereiten
id: Bagaimana mempersiapkan
it: Come prepararsi
ja: 準備方法
ko_kr: 준비 방법
tr_tr: Nasıl hazırlanılır

source: How to prepare for different exams
de: Wie man sich auf verschiedene Prüfungen vorbereitet
id: Cara mempersiapkan berbagai ujian
ja: 他の試験に向けた準備
ko_kr: 다른 시험을 준비하는 방법
tr_tr: Farklı sınavlara nasıl hazırlanılır

source: How to use OpenStack
de: Wie benutzt man OpenStack?
id: Cara menggunakan OpenStack
ja: OpenStack の使い方
ko_kr: OpenStack을 사용하는 방법
tr_tr: OpenStack nasıl kullanılır

source: However, please keep in mind that it is on your own responsibility.
de: Bitte beachten Sie, dass es in Ihrer Verantwortung liegt.
id: Namun, harap diingat bahwa itu adalah tanggung jawab Anda sendiri.
ko_kr: 그러나, 이는 각자에게 책임이 있음을 명심하십시오.
tr_tr: Bununla birlikte, kendi sorumluluğunuzda olduğunu unutmayın.

source: Hyeunjee Kim (assistant, mentoring)
de: Hyeunjee Kim (Assistent, Mentoring)
ko_kr: Hyeunjee Kim (조교, 멘토링)
tr_tr: Hyeunjee Kim (yardımcı, danışman)

source: IRC Channels
de: IRC Kanäle
id: IRC Channels (saluran IRC)
ko_kr: IRC 채널

source: IRC Logs
de: IRC-Protokolle
ko_kr: IRC 로그

source: Ian Y. Choi (training, assistant, mentoring)
de: Ian Y. Choi (Ausbildung, Assistent, Mentoring)
it: Ian Y. Choi (formazione, assistente, tutoraggio)
ko_kr: Ian Y. Choi (교육, 조교, 멘토링)
tr_tr: Ian Y. Choi (eğitim, yardımcı, danışman

source: Identify a target milestone
de: Identifizieren Sie einen Ziel-Meilenstein
id: Mengidentifikasi tonggak sasaran
ko_kr: 대상 마일스톤을 파악합니다
tr_tr: Bir hedef kilometre taşı belirleyin

source: Identify common characteristics of these cycles and discuss them with your group
de: Identifizieren Sie gemeinsame Merkmale dieser Zyklen und diskutieren sie mit Ihrer Gruppe
id: Identifikasi karakteristik umum dari siklus ini dan diskusikan dengan kelompok Anda
ko_kr: 해당 주기에서의 공통된 특성을 식별하고 그룹 내에서 토론해 봅니다
tr_tr: Bu çevrimlerin ortak özelliklerini belirleyin ve bunları grubunuzla tartışın

source: If all goes well in the second window we should see our our new connection and our client connected.
de: Wenn alles gut funktioniert hat, sehen Sie im zweiten Fenster die neue Verbindung und Sie sind online.
it: Se tutto va bene nella seconda finestra dovremmo vedere la nostra nuova connessione ed il nostro cliente collegato.
ja: すべてうまくいけば、新しい接続が2番目の画面に表示され、クライアントが接続されます。
ko_kr: 정상 동작한다면 두 번째 창에서 새로운 연결 및 클라이언트가 연결되어 있음을 볼 수 있을 것입니다.

source: If all goes well we should be connected and no pop ups as indicted in the previous step's Troubleshooting section.
de: Wenn alles gut geht sind wir verbunden und es erscheint kein Popup, wie in den Tipps zur Fehlersuche im vorherigen Schritt angegeben.
it: Se tutto va bene dovremmo essere collegati e non ci dovrebbe apparire nessun pup up come nella precedente sezione di risoluzione dei problemi.
ja: すべてうまくいけば、前のステップのトラブルシューティングセクションに示したようなポップアップは表示されず、接続が行われるはずです。
ko_kr: 정상 동작한다면 연결되어 있을 것이며 이전 단계에서의 문제 해결 섹션에서 살펴본 팝업이 없을 것입니다.

source: If all goes well we should get a dialog window indicating the connection to freenode has completed, and what to do next.. For now we'll select "Nothing, I'll join a channel later."
de: Wenn alles gut funktioniert hat, sollten Sie ein Dialogfenster mit der Meldung sehen, dass die Verbindung zu Freenode besteht und was als nächstes zu tun ist.. Für jetzt wählen wir "Nothing, I'll join a channel later."
it: Se tutto va bene ci dovrebbe comparire una finestra di dialogo indicando che la conessione a freenode è completa, e cosa fare dopo... Per adesso selezioneremo "Niente, mi unirò dopo ad un canale."
ja: すべてうまくいけば、 freenode への接続が完了したことを示すダイアログが表示されます。次に行うことですが、いまのところは、 "Nothing, I'll join a channel later." を選択します。
ko_kr: 잘 동작한다면 freenode 접속을 완료하였음을 가리키는 다이얼로그 창을 볼 수 있으며, 할 다음 작업으로, 지금은 "Nothing, I'll join a channel later." 를 선택합니다.

source: If all goes well you should receive a message back instantly that the nick name is registered by you and an activation email will be sent to the email address you provided.
de: Wenn alles gut geht, erhalten Sie eine Nachricht, dass der Spitzname für Sie registriert wurde und es wird eine Aktivierungs-E-Mail an die angegebene Adresse geschickt.
it: Se tutto va bene dovresti ricevere una risposta immediatamente dicendo che il nick name è registrato da te ti verrà inviato un email di attivazione all'indirizzo email che hai fornito.
ja: すべてうまくいけば、すぐにニックネームの登録が行われた旨のメッセージが送り返されてきます。また、アクティベーションのためのメールが、入力したメールアドレス宛に送られます。
ko_kr: 정상적으로 동작하면 해당 닉네임이 등록되었으며 활성화 이메일이 입력한 이메일 주소로 발송되었다는 응답 메시지를 바로 볼 수 있을 것입니다.

source: If contributing code, being technically proficient enough to carry out simple bug fixes in the project
de: Wenn Sie Code eingeben, der technisch kompetent genug ist, um einfache Fehlerbehebungen im Projekt durchzuführen
id: Jika akan kontribusi kode, secara teknis cukup mahir untuk melaksanakan perbaikan bug sederhana dalam proyek
it: se contribuendo codice, essere abbastanza competente a livello tecnico da poter eseguire semplici risoluzioni di bug nel progetto
ja: コードにコントリビューションする場合、プロジェクトのシンプルなバグ修正を成し遂げるために十分に技術に習熟していること。
ko_kr: 코드 기여는 프로젝트에서 단순한 버그 수정을 수행할 수 있을 정도의 실력이면 충분합니다
tr_tr: Kod katkıda bulunuyorsa, projede basit hata düzeltmeleri yapabilecek kadar teknik yetkinliğe sahip olmak

source: If contributing documentation, being able to produce documents in the project's chosen infrastructure
de: Wenn beides dokumentiert, in der Lage, Dokumente in der Projekt-Infrastruktur zu produzieren
id: Jika akan kontribusi dokumentasi, mampu menghasilkan dokumen dalam infrastruktur yang dipilih proyek
it: Se contribuendo documentazione, essere in grado di produrre documenti nell'infrastruttura scelta dal progetto
ja: ドキュメントにコントリビューションする場合、プロジェクトが使用している環境においてドキュメントを生成できること。
ko_kr: 문서 기여는 프로젝트에서 선택한 인프라에서 문서를 작업할 수 있습니다
tr_tr: Belgeleme katkısı veriyorsa, projenin seçilen alt yapısı ile belge üretebilme

source: If people know you, you have a better chance at your code getting attention.
de: Wenn die Leute Sie kennen, haben Sie bessere Chancen auf Ihren Code.
id: Jika orang kenal Anda, Anda memiliki kesempatan yang lebih baik di kode Anda mendapatkan perhatian.
tr_tr: İnsanlar sizi tanıyorsa, kodunuzun dikkat çekme şansı artar.

source: If the CCLA only needs to be extended follow `this <https://wiki.openstack.org/wiki/HowToUpdateCorporateCLA>`_ procedure.
de: Wenn die CCLA nur noch verlängert werden muss, folgt dieses <https://wiki.openstack.org/wiki/HowToUpdateCorporateCLA> `_ Verfahren.

source: If there aren't enough mentors or every table has one already, float around the room checking in on people, especially during exercises
de: Wenn es nicht genug Mentoren gibt oder jeder Tisch schon einen hat, laufen Sie im Raum, um die Leute zu betreuen, besonders während der Übungen
id: Jika tidak ada cukup mentor atau setiap meja yang sudah ada, mengapung di sekitar ruangan yang memeriksa orang, terutama saat latihan
tr_tr: Yeterli rehber yoksa veya her masada bir tane varsa, insanlara, özellikle egzersizler sırasında kontrol ederek odanın etrafında gezer

source: If you are a developer we help you to find your way into the community to get your bug fix or feature accepted in the OpenStack project in a minimum amount of time.
de: Wenn Sie ein Entwickler sind, helfen wir Ihnen, Ihren Weg in die Community zu finden, um Ihre Bugfix oder Feature in das OpenStack-Projekt in einem minimalen Zeitraum einzubringen.
id: Jika Anda seorang pengembang, kami membantu Anda untuk menemukan jalan ke masyarakat untuk mendapatkan memperbaiki bug atau fitur diterima dalam proyek OpenStack dalam jumlah minimal waktu.
tr_tr: Eğer bir geliştiriciyseniz, hata düzeltmenizi veya özelliğinizi OpenStack projesinde kabul ettirmeniz için en kısa sürede topluluğa yön bulmanızda size yardımcı oluyoruz.

source: If you are contributing on behalf of a company or organization.
de: Wenn Sie im Auftrag eines Unternehmens oder einer Organisation beitragen.
it: Se stai contribuendo per conto di una società od organizzazione.
ja: 企業や組織の役割として貢献する場合。
ko_kr: 회사 또는 기관에 소속되어 컨트리뷰션할 경우에 해당합니다.

source: If you are not presenting, remain engaged with the class
de: Wenn Sie nicht präsentieren, bleiben Sie mit der Klasse zusammen
id: Jika Anda tidak hadir, tetaplah terlibat dengan kelas
tr_tr: Sunmuyorsanız, sınıfla etkileşime girmeye devam edin.

source: If you do not register your contact information, you cannot upload your any changes to Gerrit.
de: Wenn Sie keine Kontaktinformationen registrieren, so können Sie auch keine Änderungen in Gerrit hochladen.
ja: 連絡先情報を登録していない場合、 Gerrit に変更をアップロードできません。
ko_kr: 연락처 정보를 등록하지 않았다면, 변경 사항을 Gerrit에 업로드할 수 없습니다.

source: If you don't have pip installed already, follow the `installation documentation <https://pip.pypa.io/en/stable/installing/#installing-with-get-pip-py>`_ for pip.
de: Wenn Sie noch kein Pip installiert haben, folgen Sie der Installationsdokumentation <https://pip.pypa.io/en/stable/installing/#installing-with-get-pip-py> `_ für Pip.
it: Se non hai ancora installato pip, segui la `documentazione d'installazione <https://pip.pypa.io/en/stable/installing/#installing-with-get-pip-py>`_ per pip.
ja: まだ pip をインストールしていない場合、pip の `インストールドキュメント <https://pip.pypa.io/en/stable/installing/#installing-with-get-pip-py>`_ に従ってください。
ko_kr: pip를 아직 설치하지 않은 경우, pip에 대해 `설치 문서 <https://pip.pypa.io/en/stable/installing/#installing-with-get-pip-py>`_ 를 따릅니다.

source: If you don't know what your Gerrit username is, you can check the `Gerrit settings <https://review.openstack.org/#/settings/>`_.
de: Wenn Sie Ihren Gerrit Benutzernamen nicht kennen, können Sie ihn in den `Gerrit Einstellungen <https://review.openstack.org/#/settings/>`_ herausfinden.
it: Se non sai quale sia il tuo nome utente Gerrit, puoi controllare le `configurazioni di Gerrit <https://review.openstack.org/#/settings/>`_.
ja: お使いの Gerrit ユーザー名がわからない場合、`Gerrit 設定 <https://review.openstack.org/#/settings/>`_ を確認してください。
ko_kr: Gerrit 사용자 이름을 모르는 경우, `Gerrit settings <https://review.openstack.org/#/settings/>`_ 에서 확인 가능합니다.

source: If you don't see .pub extension file, you need to generate keys.
de: Wenn Sie keine .pub Dateinamenerweiterung sehen, müssen Sie die Schlüssel noch erzeugen.
it: se non vedi l'estensione del file .pub, devi generare le chiavi.
ja: .pub ファイルがなければ、鍵を生成する必要があります。
ko_kr: .pub 확장자 파일을 볼 수 없는 경우, 키를 생성할 필요가 있습니다.

source: If you feel the community needs consensus, call a midcycle!
de: Wenn Sie das Gefühl haben, dass die Gemeinschaft Konsens braucht, rufen Sie einen Midcycle an!
id: Jika Anda merasa kebutuhan masyarakat konsensus, sebut midcycle!
ja: コンセンサスが必要と感じた場合、ミッドサイクルを開こう!
ko_kr: 커뮤니티에서 합의를 필요로 하는 경우, 중반 단계가 필요하다고 외칩니다!
tr_tr: Topluluğun fikir birliğine ihtiyaç duyduğunu düşünüyorsanız, orta bir döngü çağrısı yapın!

source: If you get a notice that the nick name is already taken
de: Falls Sie eine Nachricht erhalten, dass der Spitzname bereits belegt ist
it: Se ricevi un avviso dicendo che il nickname è già stato preso
ja: ニックネームがすでに使用されていることに気がついた場合、
ko_kr: 해당 닉네임이 이미 선택되었다는 공지를 받은 경우

source: If you get a notice that the nick name is already taken, quit and go back to the first set of steps to pick a different nickname.
de: Bei der Nachricht, dass ein Spitzname schon belegt ist, brechen Sie ab und gehen Sie zurück zum ersten Schritt, um einen anderen Spitznamen auszuwählen.
it: Se ti compare un avviso dicendo che il nick name è già stato preso, chiudi e torna alla prima serie di passaggi per prendere un nickname diverso.
ja: ニックネームがすでに使用中であれば、最初のセットアップ手順に戻って、別のニックネームを選択してください。
ko_kr: 해당 닉네임이 이미 선택되었다는 공지를 받은 경우, 다른 닉네임을 선택하기 위해 처음 일련의 절차로 다시 돌아갑니다.

source: If you use the package manager `Homebrew <http://brew.sh>`_, open a terminal and type::
de: Falls Sie den den Paketmanager `Homebrew <http://brew.sh>`_ verwenden, öffnen Sie ein Terminal und tippen Sie::
it: Se usi il gestore di pacchetti `Homebrew <http://brew.sh>`_, apri un terminale e digita::
ja: `Homebrew <http://brew.sh>`_ パッケージマネージャーを使用する場合、端末を開き、次のとおり入力します。::
ko_kr: 패키지 관리자 `Homebrew <http://brew.sh>`_ 를 사용하는 경우에는, 터미널을 열고 입력합니다::

source: If you're joining the training activities as a trainer, coach, or if you hold training sessions locally you can refer to this document to find some tips and best practices to consider before hosting the class.
de: Wenn Sie sich den Trainingsaktivitäten als Trainer anschließen oder wenn Sie Schulungen vor Ort durchführen, können Sie sich auf dieses Dokument beziehen, um einige Tipps und Best Practices zu finden, bevor Sie Gastgeber der Klasse sind.
id: Jika Anda mengikuti kegiatan pelatihan sebagai trainer, coach, atau jika Anda mengikuti sesi pelatihan secara lokal, Anda dapat merujuk ke dokumen ini untuk menemukan beberapa tip dan praktik terbaik yang harus dipertimbangkan sebelum menjadi tuan rumah kelas.

source: If your contribution is on behalf of a company, have your managers sign the Corporate Contributor License Agreement
de: Wenn Ihr Beitrag im Namen einer Firma ist, haben Ihre Manager das Corporate Contributor License Agreement zu unterzeichnen
id: Jika kontribusi Anda adalah atas nama perusahaan, silahkan manajer Anda menandatangani Corporate Contributor License Agreement
it: Se la tua contribuzione è a carico di un'azienda, fai firmare i tuoi manager il contratto di licenza di collaboratore aziendale
ja: あなたのコントリビューションが企業活動ならば、マネージャーに Corporate Contributor License Agreement に署名してもらってください
ko_kr: 회사를 대신하는 컨트리뷰션인 경우, 회사 관리자가 기업 컨트리뷰터 라이선스 약관에 서명해야 합니다
