Repository: Gheorghita/training-guides
Catalog: doc/upstream-training/source/locale/*/LC_MESSAGES/upstream-training.po
Languages: de, id, it, ja, ko_kr, tr_tr

source: Requirements cannot be changed to allow downstream packagers time to pull-in and build dependencies.
id: Persyaratan tidak dapat diubah untuk memungkinkan waktu paket hilir untuk menarik dan membangun ketergantungan.
ko_kr: 하위 패키지 담당자가 종속성을 가져오고 빌드할 수 있는 시간을 허용하기 위하여 요구사항들은 변경될 수 없습니다.

source: Requirements freeze
id: Persyaratan membekukan
ko_kr: 요구 사항 프리징

source: Reviews
ko_kr: 리뷰
tr_tr: Gözden Geçirmeler

source: Runs another unit test run along with additional tempest testing
id: Menjalankan tes unit lain bersamaan dengan tempest testing tambahan
ko_kr: 추가적인 템페스트 테스트와 함께 다른 단위 테스트를 실행하세요

source: Runs unit testing, Pep8, docs/releasenote build and functional tempest testing
id: Menjalankan unit testing, Pep8, docs/releasenote build dan functional tempest testing
ko_kr: 실행 단위 테스트, Pep8, 문서/릴리즈노트 빌드와 기능 템페스트 테스트

source: Same criteria as ATC except for contributions to a project
id: Kriteria yang sama seperti ATC kecuali kontribusi untuk sebuah proyek
ko_kr: 프로젝트의 기부를 제외하고는 ATC와 동일한 기준

source: Sandbox Status
id: Status Sandbox
ko_kr: Sandbox 상태
tr_tr: Sandbox Durumu

source: Sandbox repository
id: Repositori Sandbox
ko_kr: Sandbox 저장소
tr_tr: Sandbox reposu

source: Seoul, Korea
ja: 韓国 ソウル
ko_kr: 한국, 서울
tr_tr: Seoul, Kore

source: Setup & First Patch
ja: 環境設定と最初のパッチ
ko_kr: 셋업 & 첫 패치
tr_tr: Kurulum & İlk yama

source: Setup IRC
it: Configura IRC
ja: IRC のセットアップ
ko_kr: IRC 셋업

source: Shows the Zuul status page filtered down to just the patch of interest.
id: Menunjukkan halaman status Zuul disaring hanya pada patch of interest.
ko_kr: 관심 있는 패치로 필터되어 Zull 상태 페이지가 보여짐

source: Single sign-on OpenID
ko_kr: 단일 sign-on OpenID

source: Sites
id: Sites (situs)
ko_kr: 사이트
tr_tr: Siteler

source: Spec freeze
id: Spec membeku
ko_kr: 스펙 프리징

source: Stable Branch
ko_kr: 안정 버전 브랜치

source: Stable Branch Reviews
ko_kr: 안정 브랜치 검토

source: Stable maintenance teams
id: Tim pemeliharaan yang stabil
ko_kr: 안정 버전 유지보수 팀

source: Stackalytics Wiki: https://wiki.openstack.org/wiki/Stackalytics
ko_kr: Stackalytics 위키: https://wiki.openstack.org/wiki/Stackalytics
tr_tr: Stackalytics Viki: https://wiki.openstack.org/wiki/Stackalytics

source: Status
ko_kr: 상태
tr_tr: Durum

source: StoryBoard
ko_kr: 스토리보드

source: String freeze
id: Pembekuan string
it: Le stringhe si fermano
ja: ストリングフリーズ
ko_kr: 문자열 프리징

source: Subset of ATCs who have contributed to a specific project
id: Subset ATC yang telah berkontribusi pada proyek tertentu
ko_kr: 특정 프로젝트에 기여한 ATC의 부분 집합

source: Summit & Forum
ko_kr: Summit & 포럼
tr_tr: Zirve & Forum

source: Support phases
id: Fase dukungan
ko_kr: 구문을 지원함

source: TC members are elected by the ATC's
id: Anggota TC dipilih oleh ATC
ko_kr: TC 멤버는 ATC 멤버에 의해 선출됩니다.

source: Tags: [management] [new_dev] [dev]
ko_kr: 태그: [management] [new_dev] [dev]

source: Tags: [management] [operator] [user] [new_dev] [dev]
ko_kr: 태그: [management] [operator] [user] [new_dev] [dev]

source: Tags: [management] [user] [new_dev]
ko_kr: 태그: [management] [user] [new_dev]

source: Tags: [new_dev]
ko_kr: 태그: [new_dev]

source: Tags: [new_dev] [dev]
ko_kr: 태그: [new_dev] [dev]

source: Tags: [operator] [user] [new_dev] [dev]
ko_kr: 태그: [operator] [user] [new_dev] [dev]

source: Task Tracking Info:
ko_kr: 작업 추적 정보:
tr_tr: Görev Kayıt bilgisi:

source: Terminal emulator: Xfce4-terminal
ko_kr: 터미널 에뮬레이터: Xfce4-terminal
tr_tr: Terminal emülatörü: Xfce4-terminal

source: Test suites
id: Rangkaian pengujian
ko_kr: 테스트 집합
tr_tr: Test takımları

source: Text editor: Geany
ko_kr: 텍스트 편집기: Geany
tr_tr: Metin düzenleyici: Geany

source: The above jobs are examples of what is run in each pipeline. What is actually run varies based upon the project being tested.
id: Pekerjaan di atas adalah contoh dari apa yang dijalankan di setiap pipeline. Apa yang sebenarnya berjalan bervariasi berdasarkan proyek yang sedang diuji.
ko_kr: 위의 작업들은 각 파이프라인에서 무엇이 실행하는지에대한 예제입니다. 실제로 실행되는 것은 테스트되고 있는 프로젝트에 따라 다릅니다.

source: The number next to 'Change' is the patch number.
id: Nomor di sebelah 'Change' adalah nomor patch.
ko_kr: 'Change' 다음의 번호가 패치 번호입니다.

source: These projects may hold tools used for OpenStack but are not part of a production release.
id: Proyek ini dapat menyimpan alat yang digunakan untuk OpenStack namun bukan bagian dari rilis produksi.
ko_kr: 해당 프로젝트들은 OpenStack을 위한 도구를 포함하고 있으나 프로덕션 릴리즈 부분에는 해당하지 않습니다.

source: Time Frame
ko_kr: 시간 프레임

source: Trailing the common cycle:
id: Mengikuti siklus bersama:
ko_kr: 공통 주기를 종료 시점:

source: Upstream Training in Japan
id: Upstream Training in Japan (pelatihan hulu di Jepang)
it: Upstream Training in Giappone
ja: 日本ローカル Upstream Training
ko_kr: 일본에서의 Upstream Training
tr_tr: Japonya'da Upstream Eğitimi

source: Used for components needing more frequent releases. e.g. Oslo Libraries
id: Digunakan untuk komponen yang membutuhkan rilis lebih sering. misalnya Oslo Libraries
ko_kr: 보다 잦은 릴리즈를 필요로 하는 컴포넌트에 사용. 예: Oslo 라이브러리

source: Web browser: Firefox
ko_kr: 웹 브라우저: Firefox
tr_tr: Web tarayıcı: Firefox

source: Zuul Failures
id: Kegagalan Zuul
ko_kr: Zull 실패

source: Zuul Pipelines
ko_kr: Zuul 파이프라인
tr_tr: Zuul Hatları

source: Zuul Pipelines - cont.
ko_kr: Zull 파이프라인 - 계속.

source: Zuul votes +1/-1 depending on test results
id: Zuul votes +1/-1 tergantung hasil tes
ko_kr: 테스트 결과에 따라 Zull은 +1/-1을 부여합니다.

source: `"Big Tent" and tags <http://governance.openstack.org/reference/new-projects-requirements.html>`_
id: `"Big Tent" dan label (tags) <http://governance.openstack.org/reference/new-projects-requirements.html>`_
ko_kr: `"Big Tent" 및 태그 <http://governance.openstack.org/reference/new-projects-requirements.html>`_

source: `Bugs <https://wiki.openstack.org/wiki/Bugs>`_
ja: `バグ <https://wiki.openstack.org/wiki/Bugs>`_
ko_kr: `버그 <https://wiki.openstack.org/wiki/Bugs>`_
tr_tr: `Hatalar <https://wiki.openstack.org/wiki/Bugs>`_

source: `Code <http://git.openstack.org/cgit>`_
it: `Codice <http://git.openstack.org/cgit>`_
ja: `コード <http://git.openstack.org/cgit>`_
ko_kr: `코드 <http://git.openstack.org/cgit>`_

source: `Core Definition <https://git.openstack.org/cgit/openstack/defcore/plain/doc/source/process/CoreDefinition.rst>`_
it: Definizione di Core <https://git.openstack.org/cgit/openstack/defcore/plain/doc/source/process/CoreDefinition.rst>`_
ja: `コアの定義 <https://git.openstack.org/cgit/openstack/defcore/plain/doc/source/process/CoreDefinition.rst>`_
ko_kr: `Core 정의 <https://git.openstack.org/cgit/openstack/defcore/plain/doc/source/process/CoreDefinition.rst>`_
tr_tr: `Çekirdek Tanım <https://git.openstack.org/cgit/openstack/defcore/plain/doc/source/process/CoreDefinition.rst>`_

source: `Design summits <https://wiki.openstack.org/wiki/Design_Summit>`_
ko_kr: `디자인 서밋 <https://wiki.openstack.org/wiki/Design_Summit>`_
tr_tr: `Tasarım zirveleri <https://wiki.openstack.org/wiki/Design_Summit>`_

source: `Git Commit Good Practice <https://wiki.openstack.org/wiki/GitCommitMessages>`_
it: Buona pratica di git commit <https://wiki.openstack.org/wiki/GitCommitMessages>`_
ja: `Git コミットのグッドプラクティス <https://wiki.openstack.org/wiki/GitCommitMessages>`_
ko_kr: `Git Commit 좋은 사례 <https://wiki.openstack.org/wiki/GitCommitMessages>`_
tr_tr: `Git Commit İyi Pratik <https://wiki.openstack.org/wiki/GitCommitMessages>`_

source: `How_To_Contribute URL <https://wiki.openstack.org/wiki/How_To_Contribute>`_
ko_kr: `기여 방법 URL <https://wiki.openstack.org/wiki/How_To_Contribute>`_

source: `IRC meetings <https://wiki.openstack.org/wiki/Meetings>`_
ko_kr: `IRC 미팅 <https://wiki.openstack.org/wiki/Meetings>`_
tr_tr: `IRC toplantıları <https://wiki.openstack.org/wiki/Meetings>`_

source: `Meetings <https://wiki.openstack.org/wiki/Meetings#Technical_Committee_meeting>`_
it: `Riunioni <https://wiki.openstack.org/wiki/Meetings#Technical_Committee_meeting>`_
ja: `ミーティング <https://wiki.openstack.org/wiki/Meetings#Technical_Committee_meeting>`_
ko_kr: `미팅 <https://wiki.openstack.org/wiki/Meetings#Technical_Committee_meeting>`_
tr_tr: `Toplantılar <https://wiki.openstack.org/wiki/Meetings#Technical_Committee_meeting>`_

source: `OpenStack Governance <howitsmade-governance.html>`_
ko_kr: `OpenStack 관리 방식 <howitsmade-governance.html>`_
tr_tr: `OpenStack Yönetimi <howitsmade-governance.html>`_

source: `OpenStack Governance <http://governance.openstack.org/>`_
ko_kr: `OpenStack 관리 방식 <http://governance.openstack.org/>`_

source: `PTLs <http://governance.openstack.org/reference/charter.html#project-team-leads>`_
ja: `PTL <http://governance.openstack.org/reference/charter.html#project-team-leads>`_
ko_kr: `PTL <http://governance.openstack.org/reference/charter.html#project-team-leads>`_

source: `Peer Review <http://docs.openstack.org/infra/manual/developers.html#peer-review>`_
ko_kr: `동료 리뷰 <http://docs.openstack.org/infra/manual/developers.html#peer-review>`_

source: `Release management description <http://docs.openstack.org/project-team-guide/release-management.html>`_
ko_kr: `릴리즈 관리 설명 <http://docs.openstack.org/project-team-guide/release-management.html>`_

source: `Reviewing <workflow-reviewing.html>`_
ja: `レビュー <workflow-reviewing.html>`_
ko_kr: `리뷰하기 <workflow-reviewing.html>`_
tr_tr: `Gözden geçirme <workflow-reviewing.html>`_

source: `bugfixing <https://wiki.openstack.org/wiki/Bugs#Bugfixing>`_
it: `Correzione di bug <https://wiki.openstack.org/wiki/Bugs#Bugfixing>`_
ja: `バグ修正 <https://wiki.openstack.org/wiki/Bugs#Bugfixing>`_
ko_kr: `버그 수정 <https://wiki.openstack.org/wiki/Bugs#Bugfixing>`_
tr_tr: `hata çözme <https://wiki.openstack.org/wiki/Bugs#Bugfixing>`_

source: `debugging <https://wiki.openstack.org/wiki/Bugs#Debugging_.28optional.29>`_
it: `Fare il debug <https://wiki.openstack.org/wiki/Bugs#Debugging_.28optional.29>`_
ja: `デバッグ <https://wiki.openstack.org/wiki/Bugs#Debugging_.28optional.29>`_
ko_kr: `디버깅 <https://wiki.openstack.org/wiki/Bugs#Debugging_.28optional.29>`_
tr_tr: `hata ayıklama <https://wiki.openstack.org/wiki/Bugs#Debugging_.28optional.29>`_

source: etc.
id: etc. (dan lain lain)
it: ecc.
ko_kr: 기타
tr_tr: vs.

source: gerrit patchset history
id: sejarah patchset Gerrit
ja: gerrit パッチセットの履歴
ko_kr: gerrit patchset 이력

source: gerrit workflow
id: Alur kerja Gerrit
it: flusso di lavoro di gerrit
ja: gerrit ワークフロー
ko_kr: gerrit 워크플로우

source: patch in gerrit
id: patch di gerrit
ko_kr: Gerrit 내 패치

source: patchset diffs
id: perbedaan suntingan patchset
ja: パッチセットの差分
ko_kr: patchset diff

source: stable/release branch
id: cabang stabil / release
ko_kr: stable/release 브랜치
tr_tr: stable/release dalı

source: 'Workflow' is set to '-1'
id: 'Workflow' diatur ke '-1'

source: '[WIP]' is at the beginning of the patch's summary line
id: '[WIP]' adalah di awal baris ringkasan patch

source: Actual log files will vary depending on the test you are examining
id: File log yang sebenarnya akan bervariasi tergantung pada ujian yang Anda periksa

source: Blueprints
id: Cetak biru (blueprint)

source: CI
id: CI (continuous integration)

source: Comments on patches that hit a known bug
id: Komentar pada patch yang menimpa bug yang diketahui

source: Developer: Has some experience with OpenStack and the contribution process, but could use some reference materials.
id: Developer: Memiliki pengalaman dengan OpenStack dan proses kontribusi, tapi bisa menggunakan beberapa bahan referensi.

source: Developers often do this to share an early preview of what they are doing or to allow for feedback during development
id: Pengembang sering melakukan ini untuk berbagi pratinjau awal tentang apa yang mereka lakukan atau untuk memberi umpan balik selama pengembangan

source: Don't -1 for spelling mistakes, wording or missing details
id: Don't -1 untuk mengeja kesalahan, kata-kata atau rincian yang hilang

source: Elastic search is used to look for logs indicating similar failures
id: Pencarian elastis digunakan untuk mencari log yang menunjukkan kegagalan yang serupa

source: Example of what the logs for a run look like
id: Contoh log untuk tampilan seperti berjalan

source: For Trainers
id: Untuk Pelatih

source: Goal is to capture all instances of a failure in the hopes of identifying patterns causing the bug
id: Tujuannya adalah untuk menangkap semua instance kegagalan dengan harapan bisa mengidentifikasi pola yang menyebabkan bug tersebut

source: IRC
id: IRC (Internet Relay Chat)

source: Issues causing intermittent failures
id: Masalah yang menyebabkan kegagalan berselang (intermittent)

source: Logs
id: Log

source: Management: Manages people that contribute to, deploy or use OpenStack.
id: Management: Mengelola orang yang berkontribusi, menggunakan atau menggunakan OpenStack.

source: Multiple ways a patch can be indicated as a Work In Progress
id: Beberapa cara patch dapat ditunjukkan sebagai Work In Progress

source: New Developer: No experience with OpenStack at all. Never tried to contribute and has little to no base knowledge.
id: New Developer: Tidak ada pengalaman dengan OpenStack sama sekali. Tidak pernah mencoba untuk berkontribusi dan tidak memiliki pengetahuan dasar.

source: Non-voting jobs do not cause a -1 vote from Zuul upon failure
id: Pekerjaan non-voting tidak menyebabkan 1 suara dari Zuul karena kegagalan

source: Note ability to see logstash and link to launchpad
id: Perhatikan kemampuan melihat logstash dan link ke launchpad

source: Official OpenStack projects are tracked in the `Project Navigator <https://www.openstack.org/software/project-navigator>`_
id: Proyek OpenStack resmi dilacak di `Project Navigator <https://www.openstack.org/software/project-navigator>`_

source: OpenStack Foundation
id: OpenStack Foundation (yayasan OpenStack)
it: La fondazione OpenStack
tr_tr: OpenStack Vakfı

source: OpenStack Upstream Training
id: OpenStack Upstream Training (pelatihanOpen Stack Upstream)
tr_tr: OpenStack Üstakım Eğitimi

source: Operator: Operates or is starting to deploy OpenStack.
id: Operator: Beroperasi atau mulai menyebarkan OpenStack.

source: PTG: https://www.openstack.org/ptg/
id: PTG (Project Teams Gathering): https://www.openstack.org/ptg/

source: Patches may be reviewed but should be done so with the fact that the patch is still being developed in mind
id: Patch dapat ditinjau ulang namun harus dilakukan dengan fakta bahwa patch tersebut masih terus dikembangkan

source: Please `RSVP <https://www.openstack.org/summit/sydney-2017/summit-schedule/events/20363/upstream-institute-sponsored-by-lenovo-day-1-rsvp-required>`_ in case you plan to attend the class in Sydney or if you decided last minute please drop by and see whether we still have room for you to join.
id: Silahkan `RSVP <https://www.openstack.org/summit/sydney-2017/summit-schedule/events/20363/upstream-institute-sponsored-by-lenovo-day-1-rsvp-required>`_ jika Anda berencana untuk menghadiri kelas di Sydney atau jika Anda memutuskan menit terakhir, mampirlah dan lihat apakah kami masih memiliki tempat untuk Anda ikuti.

source: Project Team Gathering (PTG)
id: Project Team Gathering (PTG) (pertemuan tim proyek)
tr_tr: Proje Takımı Toplantısı (PTG)

source: The table below tags the modules relevant to different positions.
id: Tabel di bawah ini menandai modul yang relevan dengan posisi yang berbeda.

source: The training will take place in **Sydney Convention and Exhibition Centre - Level 4 - C4.5**.
id: Pelatihan akan berlangsung di **Sydney Convention and Exhibition Centre - Level 4 - C4.5**.

source: User: Uses or is starting to use OpenStack.
id: User: Menggunakan atau mulai menggunakan OpenStack.

source: Users add new bugs to `elastic-recheck <https://docs.openstack.org/infra/elastic-recheck/readme.html>`_
id: Pengguna menambahkan bug baru `elastic-recheck <https://docs.openstack.org/infra/elastic-recheck/readme.html>`_

source: Voting job failures cause a -1 vote from Zuul on the patch
id: Kegagalan kerja Voting menyebabkan 1 suara dari Zuul di patch

source: What Are Rechecks
id: Apa itu Rechecks

source: Work In Progress Patches
id: Bekerja Dalam Kemajuan Patch

source: code review, bug tracking, blueprints, wiki
id: review kode, pelacakan bug, cetak biru, wiki

source: git remote show gerrit
id: Git remote memunjulkan gerrit

source: Active User Contributors (AUC)
tr_tr: Aktif Kullanıcı Katkıcılar (AUC)

source: Depends-On
tr_tr: Bağımlı

source: Details
tr_tr: Ayrıntılar

source: Ildikó Váncsa – The OpenStack Foundation
tr_tr: Ildikó Váncsa – OpenStack Vakfı

source: Kendall Nelson – The OpenStack Foundation
tr_tr: Kendall Nelson – OpenStack Vakfı

source: Márk Korondi – IBM Research Zürich
tr_tr: Márk Korondi – IBM Araştırma Zurich

source: Project Teams Gatherings (PTGs)
tr_tr: Proje Takımları Buluşmaları (PTGler)

source: SecurityImpact
tr_tr: GüvenliğeEtkisi

source: Software Development Kits (SDKs)
ja: ソフトウェア開発キット (SDK)
tr_tr: Yazılım Geliştirme Araçları (SDKlar)

source: Summits/Forums
tr_tr: Zirveler/Forumlar

source: UpgradeImpact
tr_tr: YükseltmeEtkisi

source: Virtual Network Functions Manager (VNFM)
tr_tr: Sanal Ağ İşlevleri Yöneticisi (VNFM)

source: Wiki
tr_tr: Viki

source: `Blueprints <https://wiki.openstack.org/wiki/Blueprints>`_
ja: `ブループリント <https://wiki.openstack.org/wiki/Blueprints>`_
tr_tr: `Plan taslakları <https://wiki.openstack.org/wiki/Blueprints>`_

source: `Liberty Summit Etherpads <https://wiki.openstack.org/wiki/Design_Summit/Liberty/Etherpads>`_
it: `Etherpad del Liberty Summit <https://wiki.openstack.org/wiki/Design_Summit/Liberty/Etherpads>`_
ja: `Liberty Summit の Etherpad <https://wiki.openstack.org/wiki/Design_Summit/Liberty/Etherpads>`_
tr_tr: `Özgürlük Zirvesi Etherpadleri <https://wiki.openstack.org/wiki/Design_Summit/Liberty/Etherpads>`_

source: `Mentoring <https://wiki.openstack.org/wiki/Mentors>`_
tr_tr: `Danışmanlık <https://wiki.openstack.org/wiki/Mentors>`_

source: `OpenStack User Committee Charter <https://governance.openstack.org/uc/reference/charter.html>`_
tr_tr: `OpenStack Kullanıcı Komitesi Tüzüğü <https://governance.openstack.org/uc/reference/charter.html>`_

source: (RC2), with bugs targeted to it
ja: (RC2)、それを目標にしたバグ

source: **Sunday, October 23, 2016 at 1:00 p.m. to 5:00 p.m. - Monday, October 24, 2016 at 10:00 a.m. to 4:00 p.m. (local time)**
ja: **2016 年 10 月 23 日(日) 午後 1:00 〜 午後 5:00、 10 月 24 日 (月) 午前 10:00 〜 午後 4:00 (現地時間)**

source: 179 countries
ja: 179 か国

source: 2,336 developers
ja: 2,336 人の開発者

source: 345 different organizations
ja: 345 の組織

source: 4 weeks, Design Summit on the third week
it: 4 seetimane, il Design Summit alla terza settimana
ja: 4 週間、3 週目にサミット

source: 40,497 people
ja: 40,497 人

source: 596 supporting companies
ja: 596 サポート企業

source: A big thank you to everyone that has made this possible, especially Loic Dachary, Stefano Maffulli, Tim Freund, and Marton Kiss who lead the trainings.
ja: 私たちは、このイベントを実現させたすべての方々、とくにトレーニングをリードした Loic Dachary、Stefano Maffulli、Tim Freund、Marton Kiss に感謝しています。

source: A project is aligned with the OpenStack Mission if
ja: プロジェクトが OpenStack のミッションに沿っているか、とは？

source: A subset of tests are chosen by the Foundation as "must-pass"
it: Un sottoinsieme di test vengono scelti dalla Fondazione come "devono-passare"
ja: テストのサブセットが「must-pass」として Foundation により選択されています

source: A way to coordinate the development of multiple projects
it: Un modo per coordinare lo sviluppo di diversi progetti
ja: 複数のプロジェクトの開発を調整する方法

source: A week before Day 1: choice of a contribution, via email, with each participant
it: Una settimana prima del giorno 1: scelta di una collaborazione, via email, con ciascun partecipante
ja: 開催 1 週間前: 各受講者によるコントリビューションの選択、メール経由

source: About software, documentation, release management etc
ja: ソフトウェア、ドキュメント、リリース管理などに関する情報

source: Abstract
ja: 概要

source: Add a "Call for Help" to the minutes. Use this command when you need to recruit someone to do a task. (Counter-intuitively, this doesn't provide help on the bot)
it: Aggiungi un "Chiedi aiuto" ai minuti. Usa questo comando quando devi reclutare qualcuno per fare un compito. (Contro-intuitivamente, questo non fornisce aiuto sul bot)
ja: 議事録に「手助け募集」を追加します。作業を実行する人を募集するときに、このコマンドを使用します。直観に反して、これはボットを手助けしません。

source: Add a session proposal regarding your contribution in an etherpad
it: Aggiungi una proposta di sessione riguardantee la tua contribuzione in un etherpad
ja: Etherpad にコントリビューションに関するセッションの提案を追加してください。

source: Add an info item to the minutes. People should liberally use this for important things they say, so that they can be logged in the minutes.
it: Aggiungi una voce di info ai minuti. Le persone dovrebbero utilizzarla liberamente per le cose importanti che dicono, in modo che possano essere registrate in minuti.
ja: 参考情報を議事録に追加します。参加者は、重要な発言が議事録に記録されるよう、これを自由に使用すべきです。

source: Add files
ja: ファイルの追加

source: Add files to your commit
ja: ファイルをコミットに追加します

source: Add your details to the class etherpad (Specified on the actual training)
ja: 各自の詳細をクラスの etherpad に記入してください (etherpad は実際のトレーニングで指定されます)

source: After the change is accepted
it: Dopo che il cambio viene accettato
ja: 変更が受け入れられた後

source: Agenda
it: Programma
ja: アジェンダ

source: Align with the OpenStack Mission and follow the OpenStack way, the four opens
ja: OpenStack のミッションに沿っており、 OpenStack のやり方である 4 つのオープンを満たしている

source: All externally visible strings must be frozen
it: Tutte le strighe visibile esternamente devono essere bloccate
ja: 外部から参照できる文字列は凍結する必要がある

source: All projects: http://governance.openstack.org/reference/projects/index.html
ja: 全プロジェクト: http://governance.openstack.org/reference/projects/index.html

source: An employer of the company or organization needs to sign the `Corporate Contributor License Agreement <https://secure.echosign.com/public/hostedForm?formid=56JUVGT95E78X5>`_.
it: Un datore di lavoro od organizzazione deve firmare `l'accordo di licenza del collaboratore aziendale <https://secure.echosign.com/public/hostedForm?formid=56JUVGT95E78X5>`_.
ja: 企業や組織の従業員は `Corporate Contributor License Agreement <https://secure.echosign.com/public/hostedForm?formid=56JUVGT95E78X5>`_ に署名する必要があります。

source: Answer questions
it: RIspondi domande
ja: 質問へ答える

source: Apply for individual membership and sign the CLA
it: Fai domanda per la qualifica di membro individuale e firma il CLA
ja: 個人メンバーに登録し、 CLA に署名してください

source: Areas of interest
ja: 興味のある分野

source: Ask people about their contribution experience
ja: コントリビューションの経験について聞いてみましょう

source: Ask people about their contributions
ja: その人のコントリビューションについて聞いてみましょう

source: Ask people you know about the project
ja: 知っている人にプロジェクトについて聞いてみましょう

source: Assigned To
it: Assegnato a
ja: Assigned To (担当者)

source: At the Design Summit
it: Alla Design Summit
ja: デザインサミットにおいて

source: Attendees
ja: 参加者

source: Bad: new feature and refactor
it: Sbagliato: nuova funzionalità e refactor
ja: 悪い例: 新機能とリファクタリング

source: Bad: two independent changes
ja: 悪い例: 2 つの独立した変更

source: Based on the Kilo release schedule, find the URL of a document or a patch that belongs to each of the steps.
it: Basandoti sul programma di rilascio di Kilo, trova l'URL di un documento o di un patch che appartiene a ciascuno dei seguenti passaggi.
ja: Kilo リリーススケジュールに基づいて、各ステップに属するドキュメントやパッチの URL を見つけてください。

source: Being OpenStack Core Implementation means passing all "must-pass" tests
ja: OpenStack コア実装であるということは、「パスしなければならない」テストをすべてパスしていることを意味します

source: Between the last milestone and the RC1
it: Tra il milestone precedente e l'RC1
ja: 最終マイルストーンと RC1 の間

source: Blueprint
ja: ブループリント

source: Branching model (`slides <15-branching-model.html>`__)
it: Modello di ramificazione (`slides <15-branching-model.html>`__)
ja: ブランチモデル (`スライド <15-branching-model.html>`__)

source: Bug
ja: バグ

source: Bug fixing
it: Correzione di bug
ja: バグ修正

source: Bug importance
it: Importanza del bug
ja: バグの重要度
