Repository: Gheorghita/training-guides
Catalog: doc/upstream-training/source/locale/*/LC_MESSAGES/upstream-training.po
Languages: de, id, it, ja, ko_kr, tr_tr

source: More than 20 million lines of code
de: Mehr als 20 Millionen Zeilen Code
id: Lebih dari 20 juta baris kode
it: Più di 20 milioni di righe di codice
ja: 2,000 万行以上のコード
ko_kr: 2백만 이상의 코드 줄
tr_tr: 20 milyondan fazla kod satırı

source: More than 20,000 patches
de: Mehr als 20.000 Patches
id: Lebih dari 20,000 patches
it: Più di 20,000 patch
ja: 20,000 以上のパッチ
ko_kr: 20,000 개 이상의 패치
tr_tr: 20,000'den fazla yama

source: More than 40 different ML's
de: Mehr als 40 verschiedene MLs
id: Lebih dari 40 ML yang berbeda
ko_kr: 40개 이상의 서로 다른 ML이 있습니다

source: Most of the OpenStack services
de: Die meisten OpenStack Dienste
id: Sebagian besar layanan OpenStack
ja: ほとんどの OpenStack サービス
ko_kr: 대부분 OpenStack 서비스
tr_tr: OpenStack hizmetlerinin çoğu

source: Most projects use the OpenStack wiki to post agendas
de: Die meisten Projekte nutzen das OpenStack Wiki, um die Agenda zu posten
id: Sebagian besar proyek menggunakan wiki OpenStack untuk memposting agenda
ko_kr: 대부분 프로젝트는 아젠다를 게시하기 위해 OpenStack 위키를 사용합니다

source: Most recent ("Ocata") release stats:
de: Die letzten ("Ocata") Release-Statistiken:
id: Statistik rilis terbaru ("Ocata"):
ko_kr: 가장 최근 ("Ocata") 릴리즈 통계:
tr_tr: En son ("Ocata") sürüm istatistikleri:

source: Move between services: <ctrl>-a n , <ctrl>-a p
de: Umzug zwischen den Diensten: <ctrl> -ein , <ctrl> -ap
id: Bergerak di antara layanan: <ctrl>-a n , <ctrl>-a p
ko_kr: 서비스 간 이동: <ctrl>-a n , <ctrl>-a p
tr_tr: Servisler arasında taşı: <ctrl>-a n , <ctrl>-a p

source: Multi-layer group of leadership
de: Mehrschichtige Gruppenführung
id: Kelompok kepemimpinan multi-layer
ko_kr: 여러 계층 그룹으로 구성된 리더십
tr_tr: Çok katmanlı liderlik grubu

source: NFV = Network Function Virtualization
de: NFV = Netzwerkfunktion Virtualisierung
ja: NFV = Network Function Virtualization (ネットワーク機能の仮想化)
tr_tr: NFV = Ağ İşlevleri Sanallaştırma

source: Namgon Lucas Kim (assistant, mentoring)
de: Namgon Lucas Kim (Assistent, Mentoring)
it: Namgon Lucas Kim (assistente, tutoraggio)
ko_kr: Namgon Lucas Kim (조교, 멘토링)
tr_tr: Namgon Lucas Kim (yardımcı, danışman)

source: New Features: - Specs are formal write ups of implementations that affect the whole project - Specs live in a per project repository
de: Neue Features: - Specs sind formale Beschreibungen von Implementierungen, die das gesamte Projekt beeinflussen - Specs befinden sich in einem Projekt-Repository
id: Fitur Baru: - Spesifikasi adalah penulisan formal implementasi yang mempengaruhi keseluruhan proyek - Spesifikasi hidup dalam repositori per proyek

source: New agreement
de: Neue Vereinbarung
id: New agreement (kesepakatan baru)
it: Il nuovo accordo
ja: 新規アグリーメント
ko_kr: 새 약관 동의

source: New features
de: Neue Eigenschaften
id: Fitur baru
it: Nuove feature
ja: 新機能
ko_kr: 새로운 기능
tr_tr: Yeni özellikler

source: New patchset was recorded in Gerrit.
de: Neues Patchset wurde in Gerrit festgehalten.
id: P9atchset baru tercatat di Gerrit.
ko_kr: 새로운 patchset이 Gerrit에 기록되었습니다.
tr_tr: Yeni yama kümeleri Gerrit'de kaydedildi.

source: New, open-source task tracking tool
de: Neues, Open-Source-Task-Tracking-Tool
id: Alat pelacakan tugas open-source yang baru
ko_kr: 새로운 오픈 소스 작업 추적 도구

source: No agreement
de: Keine Einigung
id: No agreement (tidak ada kesepakatan)
it: Nessun accordo
ja: アグリーメントなし
ko_kr: 약관 동의를 하지 않음

source: No master list of etherpads - harder to find what you are looking for without having looked at it before or without asking for the URL
de: Keine Übersicht aller Etherpads - macht es schwieriger das Gewünschte zu finden ohne nach der URL zu fragen
id: Tidak ada daftar master etherpads - sulit untuk menemukan apa yang Anda cari tanpa melihat itu sebelum atau tanpa meminta URL
ko_kr: Etherpad 주 목록이 없습니다 - 이전에 살펴보지 않았거나 해당 URL을 묻지 않는 한 찾기 어려울 것입니다

source: Non-voting jobs are new jobs that are being tested and may not yet be ready to vote
de: Nicht stimmberechtigte Jobs sind neue Jobs, die getestet werden und noch nicht bereit sind abzustimmen
id: Pekerjaan non-voting adalah pekerjaan baru yang sedang diuji dan mungkin belum siap untuk memilih
tr_tr: Oy kullanmayan işler test edilen yeni işlerdir ve henüz oy kullanmaya hazır olmayabilirler

source: Non-voting jobs do not cause a -1 vote from Jenkins upon failure
de: Nicht stimmberechtigte Jobs führen nicht zu einer -1-Stimme von Jenkins nach dem Scheitern

source: Nonprofit foundation created to "develop, support, protect, and promote" OpenStack
de: Gemeinnützige Stiftung gegründet zum "Entwickeln, Unterstützen, Beschützen, und Bewerben" von OpenStack
id: Yayasan non Profit diciptakan untuk "mengembangkan, dukungan, melindungi, dan mempromosikan" OpenStack
it: Fondazione nonprofit creato per "sviluppare, supportare, proteggere, e promuovere" OpenStack
ja: OpenStack を「開発、支援、保護、促進」するために作成された非営利団体
ko_kr: OpenStack을 "개발, 지원, 보호, 홍보" 하기 위해 만들어진 비영리 재단
tr_tr: OpenStack'ı "geliştirmek, desteklemek, korumak ve yaymak" için kar amacı gütmeyen vakıf

source: Not all projects are currently tracked in Project Navigator. The goal, however, is for it to be an ever growing list.
de: Nicht alle Projekte werden derzeit in Project Navigator verfolgt. Das Ziel ist jedoch, dass es eine immer wachsende Liste ist.
id: Tidak semua proyek saat ini dilacak di Project Navigator. Tujuannya, bagaimanapun, adalah agar bisa menjadi daftar yang terus berkembang.
ko_kr: 모든 프로젝트들이 Project Navigator에서 확인이 이루어지지는 않습니다. 그러나 목표는 계속 성장이 이루어지는 목록 내에 있습니다.
tr_tr: Project Navigator'da şu an tüm projeler izlenmemektedir. Bununla birlikte, amaç, gittikçe büyüyen bir liste olmasıdır.

source: Not good as an entry point
de: Nicht gut als Einstiegspunkt
id: Tidak baik sebagai titik masuk
ko_kr: 진입점으로는 적절하지 않습니다
tr_tr: İyi bir başlangıç noktası değil

source: November 04, 2017
de: 04. November 2017

source: Now open the hexchat program just like you would for any Linux program.
de: Starten Sie das hexchat Programm, so wie Sie andere Linux-Programme starten
ko_kr: 이제 임의의 Linux 프로그램과 마찬가지로 hexchat 프로그램을 엽니다.

source: Numbers should not be used as an indication for competition
de: Zahlen sollten nicht als Hinweis für den Wettbewerb verwendet werden
id: Angka tidak boleh digunakan sebagai indikasi persaingan
ko_kr: 숫자는 경쟁의 지표로서 사용되면 안됩니다.
tr_tr: Rakamlar rekabet için bir gösterge olarak kullanılmamalıdır

source: Objectives
de: Ziele
id: Objectives (sasaran)
it: Obiettivi
ja: 目的
ko_kr: 목표
tr_tr: Hedefler

source: October 10 - 11, 2014 (Fri - Sat)
de: Oktober 10 - 11, 2014 (Fr - Sa)
id: 10-11 Oktober 2014 (Jumat - Sabtu)
it: 10 - 11 Ottobre, 2014 (Ven - Sab)
ja: 2014 年 10 月 10 - 11 日 (金 - 土)
ko_kr: 2014년 10월 10 - 11일 (금 - 토)
tr_tr: Ekim 10 - 11, 2014 (Cum - Cts)

source: October 18, 2017
de: 18. Oktober 2017

source: Offical Projects
de: Offizielle Projekte
ko_kr: 공식 프로젝트

source: Official & Unofficial Projects
de: Offizielle und inoffizielle Projekte
id: Proyek Resmi & Tidak Resmi
ko_kr: 공식 & 비공식 프로젝트
tr_tr: Resmi & Resmi Olmayan Projeler

source: Official OpenStack projects
de: Offizielle OpenStack-Projekte
id: Proyek OpenStack resmi
ja: OpenStack 公式プロジェクト
ko_kr: 공식 OpenStack 프로젝트
tr_tr: Resmi OpenStack projeleri

source: Official OpenStack projects can participate by offering topics and mentors for the interns who sign up for this program.
de: Offizielle OpenStack-Projekte können teilnehmen, indem sie Themen und Mentoren für die Praktikanten anbieten, die sich für dieses Programm anmelden.
id: Proyek OpenStack resmi dapat berpartisipasi dengan menawarkan topik dan mentor untuk magang yang mendaftar untuk program ini.
ko_kr: 공식 OpenStack 프로젝트는 해당 프로그램에 가입한 인턴에게 주제 및 멘터를 권함으로써 참여할 수 있습니다.
tr_tr: Resmi OpenStack projeleri, bu programa kaydolan stajyerlere konular ve rehberler sunarak katılabilir.

source: Official project teams fall under the TC's authority and are led by a Project Team Lead and Core Team Members
de: Offizielle Projektteams fallen unter die TC-Autorität und werden von einem Projektteam und Kern-Teammitgliedern geführt
id: Tim proyek resmi berada di bawah wewenang TC dan dipimpin oleh Project Team Lead dan Core Team Members
ko_kr: 공식 프로젝트 팀은 TC의 권한 하에서 프로젝트 팀 리드(PTC)와 코어 팀 멤버의 지도를 받습니다.
tr_tr: Resmi proje ekipleri TC'nin yetki alanına girer ve bir Proje Ekibi Lideri ve Temel Ekip Üyesi tarafından yönetilir

source: Once the students are separated into their new roles, and have an understanding of the project, begin the timer for the first sprint. During the five minutes planning time, encourage each group to get together and think about their project. If possible, give each group a corner of the room and access to a whiteboard or flipchart. For companies, ensure the CEO sets a direction, and the team is on board. Their responsibility is to deliver value to their stakeholders. For upstream, have them think about the community standards they want to set: they are responsible for the quality of the finished product. For free agent contributors, use this time to get them to understand their role in the simulation: explain their part as agents of chaos. They can get straight to work as soon as they understand their role, no need to wait for the timer to go off. The free agents should not be forced to coordinate among themselves: there are better results if they find out how hard it is to accomplish anything without coordinating with others. In theory, the free agents can decide to demolish things, too: try suggesting this option to one of them, see what happens.
de: Sobald die Schüler in ihre neuen Rollen getrennt sind und ein Verständnis für das Projekt haben, beginnen sie mit dem Zeitplan für den ersten Sprint. Während der fünf Minuten Planungszeit, wird jede Gruppe ermutigt zusammen zu kommen und über ihr Projekt nachzudenken. Wenn möglich, geht jede Gruppe in eine Ecke des Raumes und hat Zugang zu einem Whiteboard oder Flipchart. Unternehmen stellen sicher, dass der CEO eine Richtung setzt, und das Team an Bord ist. Ihre Verantwortung ist es, Wert für ihre Stakeholder zu liefern. Upstream denkt über die Gemeinschaftsstandards nach und wie sie sie setzen will: sie sind verantwortlich für die Qualität des fertigen Produkts. Freie Agenten-Mitarbeiter verwenden die Zeit, um ihre Rolle in der Simulation zu verstehen: ihre Rolle ist als als Agenten des Chaos zu erklaären. Sie können direkt an die Arbeit, sobald sie ihre Rolle verstehen, es gibt keine Notwendigkeit zu warten, bis der Zeitplan startet. Die freien Agenten sollten nicht gezwungen werden, sich untereinander zu koordinieren: es gibt bessere Ergebnisse, wenn sie herausfinden, wie schwer es ist, alles zu erreichen, ohne mit anderen zu koordinieren. In der Theorie können die freien Agenten entscheiden, Dinge zu zerstören, um zu sehen, was bei dieser Option passiert.
id: Setelah siswa dipisahkan ke dalam peran baru mereka, dan memiliki pemahaman tentang proyek, mulai timer untuk sprint (bertindak cepat) pertama. Selama lima menit waktu perencanaan, mendorong setiap kelompok untuk bersama-sama dan berpikir tentang proyek mereka. Jika memungkinkan, berikan masing-masing kelompok sudut ruangan dan akses ke papan tulis atau flipchart. Bagi perusahaan, pastikan CEO menetapkan arah, dan tim ini di papan. Tanggung jawab mereka adalah untuk memberikan nilai bagi stakeholder mereka. Untuk hulu (upstream), mereka berpikir tentang standar komunitas mereka ingin mengatur: mereka bertanggung jawab atas kualitas produk jadi. Untuk kontributor agen bebas, menggunakan waktu ini untuk mendapatkan mereka untuk memahami peran mereka dalam simulasi: menjelaskan bagian mereka sebagai agen chaos (campus aduk). Mereka bisa mendapatkan langsung bekerja segera setelah mereka memahami peran mereka, tidak perlu menunggu timer untuk pergi. Para agen bebas tidak boleh dipaksa untuk mengkoordinasikan antara mereka: ada hasil yang lebih baik jika mereka tahu betapa sulitnya untuk mencapai apa pun tanpa koordinasi dengan orang lain. Secara teori, agen bebas jugo dapat memutuskan untuk menghancurkan hal-hal: mencoba menyarankan opsi ini untuk salah satu dari mereka, melihat apa yang terjadi.
ja: 受講者がそれぞれの新しい役割に分かれ、プロジェクトへの理解を得たなら、最初のスプリントのタイマーを開始します。5分間の計画中に、各グループが集まってプロジェクトについて考えるよう働きかけてください。可能であれば、それぞれのグループに部屋の隅を与え、ホワイトボードやフリップチャートにアクセスできるようにしてください。企業では、CEOが指揮を執り、チームが協力していることを確認してください。彼らはステークホルダーに価値を届ける責任を持ちます。アップストリームでは、彼らが位置づけたいコミュニティー標準を考えるよう促します : 彼らは完成した製品の品質に責任を持ちます。フリーエージェントのコントリビューターには、このシミュレーションにおける彼らの役割を理解してもらうためにこの時間を費やします : 混沌をもたらすエージェントのパートであることを説明してください。役割を理解すれば、彼らはすぐに仕事に取り掛かれるでしょう。タイマーが終わるのを待つ必要がありません。フリーエージェントは自分たちの間で調整することを強制されません：他の人と調整を行わずに何かを成し遂げることがいかに大変かを自覚すれば、彼らはより良い成果を得るでしょう。理論上、フリーエージェントは場をめちゃくちゃにすると決めることもできます : 彼らの一人にこのオプションを提案して、何が起こるかを見てみてください。
ko_kr: 학생을 새 역할로 구분하고 프로젝트에 대한 이해를 갖도록 한 다음에는, 첫 sprint 타이머를 시작합니다. 계획 시간 중 첫 5분 동안에는, 각 그룹이 서로 모여 프로젝트에 대해 생각하도록 격려합니다. 가능하다면, 각 그룹을 공간 가장자리로 모이도록 하고 화이트 보드 또는 플립 차트에 대해 접근 가능하도록 합니다. 회사 구성원 에서는 CEO가 방향을 설정하고 팀이 승선하도록 합니다. 이들의 책임은 가치를 이해 당사자에게 전달하는 것입니다. 업스트림 구성원들에게는 설정하고자 하는 커뮤니티 표준에 대해 생각하도록 합니다. 이들은 완성된 제품에 대한 품질을 담당합니다. 자유로운 에이전트 컨트리뷰터들은 이 시간을 시뮬레이션에서 그들의 역할을 이해하는 데 사용하여 혼돈의 대리인으로써 맡은 파트를 설명합니다. 그들이 각자의 역할을 이해하는 즉시 타이머가 종료되기를 기다릴 필요 없이 바로 작업으로 넘어갈 수 있습니다. 자유로운 에이전트는 그들 사이에서 조정하도록 강요받지 않아야 합니다. 다른 사람들과 조정하지 않고 설취하는 것이 얼마나 어려운지를 발견한다면 보다 좋은 결과가 있습니다. 이론적으로, 자유로운 에이전트는 만들어진 것을 뒤집기 또한 결정할 수 있습니다. 해당 옵션을 그들 중 한 명에게 제안하였을 때 어떤 일이 일어나는지 시도해 보십시오.
tr_tr: Öğrenciler yeni rollerine ayrıldıktan ve projeyi anlamış olduklarında, ilk sprint için zamanlayıcıya başlayın. Beş dakika planlama zamanı boyunca, her bir grubun birlikte buluşmasını ve projelerini düşünmesini teşvik edin. Mümkünse, her gruba odanın bir köşesini verin ve bir beyaz tahta veya sunum şemasına erişin. Şirketler için, CEO'nun bir yön belirlediğinden ve ekipte yerinde olduğundan emin olun. Onların sorumluluğu paydaşlarına değer katmaktır. Akıntıya doğru, ayarlamak istedikleri toplum standartlarını düşünmelerini isteyin: bitmiş ürünün kalitesinden sorumludurlar. Ücretsiz ajan katkıda bulunanların simülasyonda rollerini anlamalarını sağlamak için bu sefer kullanın: bölümlerini kaosun aracıları olarak açıklayın. Görevlerini anladıkları anda düzgün çalışabilir, zamanlayıcıyı kapatmak için beklemek gerekmez. Özgür ajanlar kendi aralarında koordine edilmeye zorlanmamalıdır: Başkaları ile eşgüdümsüz bir şey gerçekleştirmenin ne kadar zor olduğunu fark ederlerse daha iyi sonuçlar elde edilir. Teorik olarak, serbest ajanlar şeyleri de yıkmaya karar verebilirler: bu seçenekten birine teklifte bulunmayı deneyin, ne olduğunu görün.

source: Once you have Git installed you need to configure it. Open your terminal application and issue the following commands putting in your first/last name and email address. This is how your contributions will be identified::
de: Nachdem Sie Git installiert haben müssen Sie es konfigurieren. Öffnen Sie ein Terminal und setzen Sie die folgenden Kommando ab. Fügen Sie Vorname/Nachname und Ihre E-Mail Adresse ein. Mit diesen Daten werden Ihre Beiträge identifiziert::
it: Una volta con Git installato devi configurarlo. Apri la tua applicazione di terminale ed inserisci i seguenti comandi mettendo il tuo nome/cognome ed indirizzo email. Così è comele tue collaborazioni saranno identificate::
ja: Git をインストールすると、設定する必要があります。ターミナルアプリケーションを開き、以下のコマンドにあなたの姓、名、電子メールを入力します。
ko_kr: Git를 설치한 다음에는 구성을 할 필요가 있습니다. 터미널 응용프로그램을 열고 성/이름 및 이메일 주소와 함께 다음 명령어를 실행합니다. 이를 통해 컨트리뷰션이 식별됩니다::

source: Once your contact information is saved successfully, you will see the line **"Contact information last updated ...."** just above the forms of mailing address.
de: Wenn Ihre Kontaktinformationen erfolgreich gespeichert sind, sehen Sie die Zeile **"Contact information last updated ...."** über dem Formular für die Mailadressen.
ja: 連絡先情報の保存に成功すると、郵便での住所 (mailing address) の入力欄のすぐ上に **"Contact information last updated ..."** という行が表示されます。
ko_kr: 연락처 정보를 성공적으로 채운 다음에는, 이메일 주소 폼 바로 위에 **"Contact information last updated ...."** 를 볼 수 있을 것입니다.

source: Online Communication
de: Onlinekommunikation
id: Komunikasi secara online
ko_kr: 온라인 의사소통
tr_tr: Çevrimiçi İletişim

source: Only run after a patch is approved by a core reviewer
de: Nur laufen, nachdem ein Patch von einem Core Reviewer genehmigt wurde
id: Jalankan hanya setelah patch disetujui oleh reviewer inti
ko_kr: 코드 검토자에 의해 패치가 승인된 후에만 실행하세요
tr_tr: Bir yamayı sadece, bir çekirdek inceleyici tarafından kabul edildikten sonra çalıştırın

source: Open an *upstream training* IRC meeting and make consensus from various travel plans.
de: Öffnen Sie ein * Upstream Training * IRC Treffen und machen Konsens aus verschiedenen Reiseplänen.
id: Buka pertemuan IRC *upstream training* IRC dan membuat konsensus dari berbagai rencana perjalanan.
ko_kr: *upstream training* IRC 미팅을 개최하여 다양한 여행 계획에 대해 협의합니다.
tr_tr: Bir *upstream training* IRC toplantısı açın ve çeşitli seyahat planlarından fikir birliği sağlayın.

source: Open collaboration
de: Offene Zusammenarbeit
id: Terbuka kolaborasi
ja: オープンコラボレーション
ko_kr: 개방형 협업
tr_tr: Açık işbirliği

source: Open reviews, contribution for the latest 30 or 90 days, activity report, etc.
de: Offene Reviews, Beitrag für die letzten 30 oder 90 Tage, Tätigkeitsbericht, etc.
id: Ulasan terbuka, kontribusi untuk 30 atau 90 hari terakhir, laporan aktivitas, dll
ja: オープン中のレビュー、直近 30 日と 90 日のコントリビューション、活動状況レポート、など。
ko_kr: 열려 있는 리뷰, 지난 30일 또는 90일에 대한 컨트리뷰션, 활동 보고서 등.
tr_tr: Açık incelemeler, son 30 veya 90 güne katkı, aktivite raporu vs.

source: Open your terminal program and type::
de: Öffnen Sie Ihr Terminal und tippen::
it: Apri il tuo terminale e digita::
ja: 端末ソフトウェアを開いて、次のとおり入力します。::
ko_kr: 터미널 프로그램을 열고 입력합니다::

source: OpenStack Birthday Celebration
de: OpenStack Geburtstagsfeier
id: OpenStack Birthday Celebration (perayaan ulang tahun OpenStack)
ko_kr: OpenStack 생일 축하
tr_tr: OpenStack Doğumgünü Kutlaması

source: OpenStack Days
de: OpenStack Tage
id: OpenStack Days (hari OpenStack)
tr_tr: OpenStack Günleri

source: OpenStack Days Nordic
de: OpenStack Tage Nordic

source: OpenStack Documentation
de: OpenStack-Dokumentation
id: Dokumentasi OpenStack
ko_kr: OpenStack 문서화
tr_tr: OpenStack Belgeleme

source: OpenStack Events
de: OpenStack Veranstaltungen
id: OpenStack Events (kegiatan OpenStack)
ko_kr: OpenStack 이벤트
tr_tr: OpenStack Etkinlikleri

source: OpenStack Governance
de: OpenStack Verwaltung
id: OpenStack Governance (tata kelola OpenStack)
it: Gestione di OpenStack
ja: OpenStack ガバナンス
tr_tr: OpenStack Yönetimi

source: OpenStack Infrastructure and Project Status
de: OpenStack Infrastruktur und Projektstatus
id: OpenStack Infrastructure dan Project Status
ko_kr: OpenStack 인프라 및 프로젝트 상태
tr_tr: OpenStack Altyapısı ve Proje Durumu

source: OpenStack Project Status and Zuul
de: OpenStack Projektstatus und Zuul
id: OpenStack Project Status dan Zuul
ko_kr: OpenStack 프로젝트 상태 및 Zuul
tr_tr: OpenStack Proje Durumu ve Zuul

source: OpenStack Project Teams
de: OpenStack-Projektteams
id: Tim proyek OpenStack
it: Le equipe del progetto OpenStack
ja: OpenStack プロジェクトチーム
ko_kr: OpenStack 프로젝트 팀
tr_tr: OpenStack Proje Takımları

source: OpenStack Release Cycle
de: OpenStack Versionszyklen
id: OpenStack Release Cycle (siklus rilis OpenStack)
it: Ciclo di rilascio OpenStack
ja: リリースサイクル
ko_kr: OpenStack 릴리즈 주기
tr_tr: OpenStack Sürüm Çıkma Döngüsü

source: OpenStack Upstream Institute
de: OpenStack Upstream Institut
tr_tr: OpenStack Üst Akım Enstitüsü

source: OpenStack Upstream Institute Trainees' Guide
de: OpenStack Upstream Institut Trainees &#39;Guide

source: OpenStack Upstream Institute Trainers' Guide
de: OpenStack Upstream Institut Trainers' Guide
ko_kr: OpenStack Upstream Institute 트레이너의 가이드
tr_tr: OpenStack Upstream Enstitüsü Eğitici Rehber

source: OpenStack Upstream Institute Training Content
de: OpenStack Upstream Institut Schulungsinhalt

source: OpenStack Upstream Training Archives
de: OpenStack Upstream Schulungsarchiv
id: OpenStack Upstream Training Archives (arsip pelatihan hulu OpenStack)
it: Archivi dell'OpenStack Upstream Training
ja: OpenStack Upstream Training アーカイブ
ko_kr: OpenStack Upstream Training 보관
tr_tr: OpenStack Güncel Eğitim Arşivleri

source: OpenStack Upstream Training Introductions
de: OpenStack Upstream Training Einführungen
id: Pengenalan pelatihan hulu OpenStack
ja: OpenStack Upstream Training の紹介
ko_kr: OpenStack Upstream Training 소개
tr_tr: OpenStack Üstakım Eğitim Tanıtımları

source: OpenStack and Agile
de: OpenStack und Agile
id: OpenStack and Agile (openstack dan ketangkasan)
ja: OpenStack とアジャイル
ko_kr: OpenStack과 애자일
tr_tr: OpenStack ve Agile

source: OpenStack as Community
de: OpenStack als Gemeinschaft
id: OpenStack sebagai komunitas
ja: コミュニティーとしての OpenStack
ko_kr: 커뮤니티로서의 OpenStack
tr_tr: Topluluk olarak OpenStack

source: OpenStack as Software
de: OpenStack als Software
id: OpenStack as Software (openstack sebagai perangkat lunak)
ja: ソフトウェアとしての OpenStack
ko_kr: 소프트웨어로서의 OpenStack
tr_tr: Yazılım olarak OpenStack

source: OpenStack as a Community
de: OpenStack als Gemeinschaft
id: OpenStack sebagai komunitas
ja: コミュニティーとしての OpenStack
ko_kr: 커뮤니티로서의 OpenStack
tr_tr: Bir Topluluk olarak OpenStack

source: OpenStack as a Software
de: OpenStack als Software
id: OpenStack sebagai Software
ko_kr: 소프트웨어로서의 OpenStack

source: OpenStack from Telecom/NFV perspective
de: OpenStack aus Telecom/NFV Perspektive
id: OpenStack dari perspektif Telecom/NFV
ja: テレコム/NFV 観点での OpenStack
ko_kr: 통신사/NFV 관점에서의 OpenStack
tr_tr: Telecom/NFV perspektifinden OpenStack

source: OpenStack has a sandbox repository for learning and testing purposes
de: OpenStack verfügt über ein Sandbox-Repository für Lern- und Testzwecke
id: OpenStack memiliki repositori sandbox untuk tujuan pembelajaran dan pengujian
ko_kr: OpenStack은 학습 및 테스트 목적을 위해 sandbox 저장소를 보유하고 있습니다
tr_tr: OpenStack, öğrenme ve test etme amaçlı bir sandbox deposuna sahiptir

source: OpenStack project specific status
de: OpenStack Projektspezifischer Status
id: Status proyek OpenStack spesifik
ko_kr: OpenStack 프로젝트 별 상태
tr_tr: OpenStack proje özelinde durum

source: OpenStack sandbox environment: DevStack
de: OpenStack Sandbox Umgebung: DevStack
ko_kr: OpenStack sandbox 환경: DevStack
tr_tr: OpenStack sandbox ortamı: DevStack

source: OpenStack-Health has a dashboard of overal OpenStack test results.
de: OpenStack-Health hat ein Dashboard von Overal OpenStack Testergebnissen.
id: OpenStack-Health memiliki dashboard hasil tes OpenStack secara keseluruhan.
ko_kr: 오픈스택-상태에는 전반적인 오픈스택 테스트 결과의 대시보드가 있습니다.
tr_tr: OpenStack-Health genel OpenStack test sonuçlarının bir gösterge tablosuna sahiptir.

source: Openstack as a Community
de: Openstack als Gemeinschaft
id: Openstack sebagai Community
ko_kr: 커뮤니티로서의 OpenStack

source: Operators' meet ups
de: Operatoren treffen sich
id: Pertemuan operator
ja: オペレーター meet up
ko_kr: 운영자 밋업
tr_tr: Operatörler toplantısı

source: Option 1: install using pip with more options::
de: Option 1: Installation mit Pip mit mehr Optionen ::
ko_kr: 옵션 1: 보다 많은 옵션과 함께 pip를 사용하여 설치합니다::

source: Option 2: Use the package manager `Homebrew <http://brew.sh>`_, and type in a terminal::
de: Option 2: Verwendung des Paketmanagers `Homebrew <http://brew.sh>`_, und tippen Sie in einem Terminal::
ko_kr: 옵션 2: `Homebrew <http://brew.sh>`_ 패키지 관리자를 사용하는 것으로, 터미널에 입력합니다::

source: Optional services are also OpenStack projects but not necessarily needed to operate OpenStack depending on use cases
de: Optionale Dienste sind auch OpenStack-Projekte, aber nicht unbedingt erforderlich, um OpenStack je nach Anwendungsfall zu betreiben
id: Layanan opsional juga merupakan proyek OpenStack namun belum tentu diperlukan untuk mengoperasikan OpenStack tergantung pada use case
ko_kr: 선택 서비스 또한 OpenStack 프로젝트이나 유스 케이스에 의존하여 운영에 필요로 하지 않을 수도 있습니다
tr_tr: İsteğe bağlı hizmetler aynı zamanda OpenStack projeleridir ancak kullanım durumlarına bağlı olarak OpenStack'i çalıştırmak için mutlaka gerekli değildir
