Repository: Gheorghita/training-guides
Catalog: doc/upstream-training/source/locale/*/LC_MESSAGES/upstream-training.po
Languages: de, id, it, ja, ko_kr, tr_tr

source: Find where the currently released code is posted
de: Finden Sie, wo der aktuell veröffentlichte Code gepostet wurde
id: Temukan dimana kode yang saat ini dirilis diposkan
ko_kr: 현재 릴리즈된 코드가 어디에 게시되었는지 찾기
tr_tr: Halihazırda yayınlanan kodu nerede yayınladığını bulun

source: First day
de: Erster Tag
id: Hari pertama
it: Primo giorno
ja: 1 日目
ko_kr: 첫 날
tr_tr: İlk gün

source: Fishbowls: Open moderated discussions
de: Fishbowls: Offene moderierte DIskussionen
ko_kr: 피쉬볼: 관리를 거친 공개된 토론
tr_tr: Fishbowls: Başkanlık edilen açık tartışmalar

source: Fitting it all together
de: Alles zusammen passen
id: Pemasangan itu semuanya bersama-sama
ja: 全てを組み合わせる
ko_kr: 모두 함께 어울리기
tr_tr: Hepsini bir araya sığdırma

source: Fix as many bugs as possible
de: So viele Bugs wie möglich lösen
id: Perbaiki bug sebanyak mungkin
ko_kr: 가능한 많은 버그를 수정합니다
tr_tr: Mümkün olduğunca çok hata çözün

source: Flexibility
de: Flexibilität
id: Flexibility (keluwesan)
ja: 柔軟性
ko_kr: 유연성
tr_tr: Esneklik

source: Focus on what we want to do for the next one
de: Auf den nächsten Schritt konzentrieren
id: Fokus pada apa yang ingin kita lakukan untuk pekerjaan yang berikutnya
it: Cocentrarsi su cosa vogliamo fare per prossimo
ja: 次に実行したいことに注力
ko_kr: 다음 릴리즈에 대해 무엇을 하고 싶은지에 대해 집중하기
tr_tr: Bir sonraki bölüm için ne yapmak istediğimize odaklanın

source: Follow logs with ``journalctl -f --unit devstack@$servicename.service``
de: Folgen Sie den Protokollen mit ``journalctl -f --unit devstack @ $ servicename.service``
id: Ikuti log dengan ``journalctl -f --unit devstack@$servicename.service``
ko_kr: ``journalctl -f --unit devstack@$servicename.service`` 와 함께 로그를 살펴봅니다
tr_tr: Günlükleri ``journalctl -f --unit devstack@$servicename.service`` komutuyla takip edin

source: Following and participating in project related mail threads in the mailing list
de: Folgen und Teilnehmen an projektbezogenen Maildiskussionen auf dem Mailinglisten
id: Ikut dan berpartisipasi dalam rangkaian surat proyek terkait dalam milis
ja: メーリングリストのプロジェクトに関連するメールスレッドを読み、議論に参加する
ko_kr: 메일링리스트에서 프로젝트와 관련된 메일 스레드를 따라간 후 참여하기
tr_tr: Posta listesindeki proje ile ilgili posta konularını izleme ve katılma

source: Follows/observes the four opens: Source, Community, Development, Design
de: Folgt/beobachtet die vier Opens: Source, Community, Developement, Design
id: Mengikuti / mengamati keempat hal tersebut: Sumber, Komunitas, Pengembangan, Desain
ko_kr: 네 가지 open에 해당하는 Source, Community, Development, Design을 따르고 준수합니다
tr_tr: Dört açılımı izler/gözlemlerse: Kaynak, Topluluk, Geliştirme, Tasarım

source: For Fedora 22 or later open a terminal and type::
de: Für Fedora 22 oder später öffnen Sie ein Terminal und tippen::
it: Per Fedora 22 o superiori apri un terminale e digita::
ja: Fedora 22 以降の場合、ターミナルを開いて次のとおり入力します。::
ko_kr: Fedora 22 또는 이후 버전에 대하여 터미널을 열고 입력합니다::

source: For SUSE distributions open a terminal and type::
de: Für SUSE-Distributionen öffnen Sie ein Terminal und tippen::
it: Per distribuzioni di SUSE apri un terminale e digita::
ja: SUSE ディストリビューションの場合、ターミナルを開き、次のように入力します。
ko_kr: SUSE 배포판의 경우 터미널을 열고 입력합니다::

source: For Trainees
de: Für Auszubildende
id: Untuk Peserta Pelatihan

source: For Windows environment, download latest Hexchat installation binary from `Hexchat download <https://hexchat.github.io/downloads.html>`__ and install it. You will probably also need extra components shown just under Hexchat.
de: Für Windowsumgebungen laden Sie die letzte Hexchat Installationsdatei herunter von `Hexchat download <https://hexchat.github.io/downloads.html>`__ und installieren diese. Möglichweise benötigen Sie extra Komponenten aufgelistet unter Hexchat.
ko_kr: Windows 환경에 대해서는, `Hexchat 다운로드 <https://hexchat.github.io/downloads.html>`__ 에서 최신 Hexchat 설치 바이너리를 다운로드하여 설치합니다. Hexchat 아래에 나타나는 부가적인 구성요소를 또한 설치할 필요가 아마도 있을 것입니다.

source: For Working Group participation having at least 15-20% of your work time allocated for community activities
de: Für die Teilnahme der Arbeitsgruppe mit mindestens 15-20% Ihrer Arbeitszeit für Gemeinschaftsaktivitäten
id: Untuk partisipasi Working Group memiliki setidaknya 15-20% dari waktu kerja Anda yang dialokasikan untuk kegiatan masyarakat
tr_tr: Topluluk faaliyetleri için tahsis edilen çalışma sürenizin en az % 15-20'sine sahip olan Çalışma Grubu katılımı

source: For a Linux distributions like Debian, Ubuntu, or Mint open a terminal and type::
de: Für eine Linuxdistribution wie Debian, Ubuntu oder Mint öffnen Sie ein Terminal und geben ein::
ko_kr: Debian, Ubuntu, 또는 Mint와 같은 Linux 배포판의 경우 터미널을 열고 입력합니다::

source: For a Linux distributions like Redhat, Fedora 21 or earlier, or CentOS open a terminal and type::
de: Für eine Linuxdistribution wie Redhat, Fedora 21 oder älter, oder CentOS öffnen Sie ein Terminal und geben ein::
ko_kr: Redhat, Fedora 21, 또는 CentOS와 같은 Linux 배포판의 경우 터미널을 열고 입력합니다::

source: For code and/or documentation contributions having at least 40% of your work time dedicate to the project, be it through programming or through interacting with the community
de: Für Code- und/oder Dokumentationsbeiträge mit mindestens 40% Ihrer Arbeitszeit für das Projekt, sei es durch Programmierung oder durch die Interaktion mit der Community
id: Untuk kode dan / atau dokumentasi kontribusi memiliki setidaknya 40% dari waktu kerja Anda mendedikasikan untuk proyek, baik melalui pemrograman atau melalui berinteraksi dengan masyarakat
tr_tr: Çalışma sürenizin en az % 40'ı projeye ithaf eden kod ve/veya dokümantasyon katkıları için, programlama yoluyla veya toplulukla etkileşim kurarak olabilir

source: For distributions like Debian, Ubuntu, or Mint open a terminal and type::
de: Für Distributionen wie Debian, Ubuntu oder Mint, öffnen Sie ein Terminal und tippen::
it: Per distribuzioni come Debian, Ubuntu, oppure MInt apri un terminale e digita::
ja: Debian、Ubuntu、Mint などのディストリビューションの場合、ターミナルを開き、次のように入力します。
ko_kr: Debian, Ubuntu, 또는 Mint와 같은 배포판의 경우 터미널을 열고 입력합니다::

source: For distributions like RedHat, Fedora 21 or earlier, or CentOS open a terminal and type::
de: Für Distributionen wie RedHat, Fedora 21 oder früher, oder CentOS öffnen Sie ein Terminal und tippen::
it: Per distribuzioni come RedHat, Fedora 21 o precedenti, o CentOS apri un terminale e digita::
ja: Red Hat、Fedora 21 以前、CentOS 以前などのディストリビューションの場合、ターミナルを開き、次のように入力します。
ko_kr: RedHat, Fedora 21 이나 이전, 또는 CentOS와 같은 배포판의 경우 터미널을 열고 입력합니다::

source: For example if you are a project or program manager it is very important for you to understand how the OpenStack releases are structured in order to be able to plan the roadmap for the product you are responsible for. You might also be interested in participating in Working Groups to actively participate in and influence the community in you areas of interest. The training helps you to find the information entry points you need.
de: Zum Beispiel, wenn Sie ein Projekt- oder Programm-Manager sind, ist es sehr wichtig für Sie zu verstehen, wie die OpenStack-Releases strukturiert sind, um die Roadmap für das Produkt, für das Sie verantwortlich sind, planen zu können. Sie könnten auch daran interessiert sein, an den Arbeitsgruppen teilzunehmen, um aktiv an der Gemeinschaft teilzunehmen und diese zu beeinflussen. Das Training hilft Ihnen, die gewünschten Informationspunkte zu finden.
id: Misalnya jika Anda seorang proyek atau program manager sangat penting bagi Anda untuk memahami bagaimana rilis OpenStack yang terstruktur agar mampu merencanakan roadmap untuk produk Anda bertanggung jawab untuk. Anda mungkin juga akan tertarik untuk berpartisipasi dalam Working Groups untuk berpartisipasi aktif dalam dan mempengaruhi masyarakat dalam Anda bidang minat. Pelatihan ini membantu Anda untuk menemukan entry point informasi yang Anda butuhkan.
tr_tr: Örneğin, bir proje veya program yöneticisi iseniz, sorumlu olduğunuz ürün için yol haritasını planlayabilmek için OpenStack sürümlerinin nasıl yapılandırıldığını anlamanız çok önemlidir. İlgi alanlarınızdaki topluluğa aktif olarak katılmak ve bu toplulukları etkilemek için Çalışma Gruplarına katılmak da ilginizi çekebilir. Eğitim, ihtiyaç duyduğunuz bilgi giriş noktalarını bulmanıza yardımcı olur.

source: For more info see Article IV of `Bylaws of the OpenStack Foundation <https://www.openstack.org/legal/bylaws-of-the-openstack-foundation/>`_
de: Weitere Informationen finden Sie in Artikel IV der "Statuten der OpenStack Foundation" <https://www.openstack.org/legal/bylaws-of-the-openstack-foundation/> `_
id: Untuk informasi lebih lanjut, lihat Article IV of `Bylaws of the OpenStack Foundation <https://www.openstack.org/legal/bylaws-of-the-openstack-foundation/>`_
ko_kr: 보다 자세한 정보는 `Bylaws of the OpenStack Foundation <https://www.openstack.org/legal/bylaws-of-the-openstack-foundation/>`_ 에서 Article IV를 살펴봅니다
tr_tr: Daha fazla bilgi için `Bylaws of the OpenStack Foundation <https://www.openstack.org/legal/bylaws-of-the-openstack-foundation/>`_ belgesinin Makale IV'üne bakın

source: For more information about the past trainings and the local upstream trainings, see :doc:`upstream-archives`.
de: Weitere Informationen über die vergangenen Trainings und die lokalen Upstream-Trainings finden Sie unter: doc: `upstream-archives`.
id: Untuk informasi lebih lanjut tentang pelatihan masa lalu dan pelatihan hulu lokal, lihat :doc:`upstream-archives`.
ja: これまでのトレーニングや地域毎の Upstream Training の情報は、 :doc:`upstream-archives` にあります。
ko_kr: 지난 교육 및 각 로컬에서 개최된 upstream training에 관한 보다 자세한 정보는, :doc:`upstream-archives` 를 살펴봅니다.
tr_tr: Geçmiş eğitimler ve yerel üst akım eğitimleri hakkında daha fazla bilgi için bakınız :doc:`upstream-archives`.

source: For the **Chat Server Port** type in **6697** and check the **SSL Connection** box.
de: Als **Chat Server Port** geben Sie **6697** an und markieren **SSL Connection**.
it: Per la **Chat Server Port** digita **6697** e controlla la casella **conessione SSL**.
ja: **Chat Server Port** に **6697** を入力して、**SSL Connection** をチェックします。
ko_kr: **Chat Server Port** 타입에는 **6697** 를 입력하고 **SSL Connection** 상자를 선택합니다.

source: For the **Chat server** type in **irc.freenode.net**.
de: Geben Sie als **Chat server** Typ **irc.freenode.net** an.
it: Per il **sever di chat** digita **irc.freenode.net**.
ja: **Chat server** に **irc.freenode.net** を入力します。
ko_kr: **Chat server** 에서 **irc.freenode.net** 을 입력합니다.

source: For the cores you found earlier, figure out what time zone they are probably in.
de: Finden Sie die Zeitzonen, in denen sich die zuvor identifizierten Cores wahrscheinlich befinden.
id: Untuk inti dimana Anda temukan sebelumnya, mencari tahu apa zona waktu dimana mereka mungkin berada.
ko_kr: 이전에 찾은 코어 (리뷰어)에 대해, 그들이 어떤 표준 시간대에 속하는지를 알아봅니다.
tr_tr: Daha önce bulduğunuz çekirdeğin hangi saat dilimini kullandıklarını öğrenin.

source: Forbidden
de: Verboten
id: Forbidden (terlarang)
it: Proibito
ja: 禁止
ko_kr: 금지되는 사항
tr_tr: Yasak

source: Foundation, technical committee, and board members
de: Stiftung, Fachausschuss und Vorstandsmitglieder
id: Yayasan, panitia teknis, dan anggota dewan
ja: Foundation、TC、ボードメンバー
ko_kr: Foundation, 기술 위원회, 그리고 이사회 구성원
tr_tr: Vakıf, teknik komite ve yönetim kurulu üyeleri

source: Four "open"s
de: Vier "open"
id: Empat "open"s
ja: 4 つの「オープン」
ko_kr: 네 가지 "개방성"
tr_tr: Dört "açık"

source: Four sprints of 30 mins:
de: Vier Sprints von 30 Minuten:
id: Empat semangat 30 menit:
ja: 4 回の 30 分スプリント:
ko_kr: 30 분 단위의 sprint 4번:
tr_tr: 30 dakika süren dört dönem:

source: François Bureau (assistant, french, english)
de: François Bureau (Assistent, Französisch, Englisch)
it: François Bureau (assistente, francese, inglese)
ko_kr: François Bureau (조교, 프랑스어, 영어)
tr_tr: François Bureau (yardımcı, fransızca, ingilizce)

source: Free agents: community items like vegetable patches, bicycle paths, public artworks, playgrounds. For the controversial agent, problematic items such as a jail, skate bowl, and dog park.
de: Freie Agenten: Gemeinschafts-Elemente wie Gemüsebeete, Radwege, öffentliche Kunstwerke, Spielplätze. Für die umstrittene Agenten, problematische Elemente wie ein Gefängnis, Skatebahn und Hundepark.
id: Agen bebas: item komunitas seperti petak sayuran, jalur sepeda, karya seni publik, taman bermain. Untuk agen kontroversial, barang bermasalah seperti penjara, skate bowl, dan taman anjing.
ja: フリーエージェント : 菜園、自転車道、公共のアートワーク、遊び場など、コミュニティーに関わる施設。物議をかもすエージェントは、牢屋やスケートボウル、ドッグパークなどの問題ある施設。
ko_kr: 자유로운 에이전트: 작은 채소밭, 자전거 도로, 공용 미술품, 놀이터와 같은 커뮤니티 항목. 논쟁을 발생시키는 에이전트에 대해서는 감옥, 스케이트장, 그리고 강아지 공원.
tr_tr: Serbest ajanlar: sebze yamaları, bisiklet yolları, kamuya açık yapıtlar, oyun alanları gibi topluluk öğeleri. Tartışmalı ajanlar için hapishane, paten kasesi ve köpek parkı gibi sorunlu öğeler.

source: From here on out when you sign into Gerrit, you'll be prompted to enter your your Launchpad login info. This is because Gerrit uses it as an OpenID single sign on.
de: Wenn Sie sich in Gerrit anmelden wollen, werden Sie von jetzt an zur Launchpad Anmeldung weitergeleitet, weil Gerrit es als OpenID Einmalige Anmeldung verwendet.
it: D'ora in avanti quando accedi a Gerrit, ti verrà chiesto di inserire i tuoi dati di accesso a Launchpad. Questo perché Gerrit lo usa come un OpenID di singolo accesso.
ja: Gerrit にサインインすると、 Launchpad のログイン情報の入力を促されます。これは Gerrit が OpenID シングルサインオンを使用するからです。
ko_kr: Gerrit에 로그인하고자 할 때 여기에서는 Gerrit이 OpenID 싱글 사인 온으로 사용하기 때문에, Launchpad 로그인 정보를 입력하는 프롬프트가 나타날 것입니다.

source: From the list of **Networks** you should see Freenode. Select that and click 'edit'.
de: Auf der Liste **Networks** sollten Sie Freenode sehen. Wählen Sie dies aus und klicken Sie 'edit'.
it: Dalla lista di **Networks** dovresti vedere Freenode. Seleziona quello e clicca 'modifica'.
ja: **Networks** 一覧に Freenode があります。それを選択して、'edit' をクリックします。
ko_kr: **Networks** 목록에서 Freenode를 볼 수 있을 것입니다. 이를 선택하고 'edit' 를 클릭합니다.

source: From your downloads folder, drag the Colloquy application icon to your applications folder to install.
de: Ziehen Sie in Ihrem Download-Ordner das Colloquy-Anwendungssymbol in Ihren Anwendungsordner, um es zu installieren.
it: Dalla tua cartella di downloads, trascina l'icona dell'applicazione di Colloquy verso la tua cartella di applicazioni per installare.
ja: Colloquy アプリケーションアイコンをダウンロードフォルダーからインストールするアプリケーションフォルダーにドラッグします。
ko_kr: 다운로드 폴더에서, Colloquy 응용프로그램 아이콘을 응용프로그램 폴더에 드래그하여 설치합니다.

source: From your terminal type::
de: Im Terminal, tippen Sie:
it: Dal tuo terminale digita::
ja: 端末から次のとおり入力します。::
ko_kr: 터미널에서 입력합니다::

source: Full list of Official OpenStack Project Teams: https://governance.openstack.org/tc/reference/projects/index.html
de: Vollständige Liste der offiziellen OpenStack-Projektteams: https://governance.openstack.org/tc/reference/projects/index.html
id: Daftar lengkap Tim Proyek OpenStack Resmi:https://governance.openstack.org/tc/reference/projects/index.html
ko_kr: 공식 OpenStack 프로젝트 팀에 대한 전체 목록: https://governance.openstack.org/tc/reference/projects/index.html
tr_tr: Resmi OpenStack Proje Takımlarının tam listesi: https://governance.openstack.org/tc/reference/projects/index.html

source: Functional
de: Funktionell
id: Functional (fungsional)
ko_kr: 기능
tr_tr: İşlevsel

source: Further details are in a later session
de: Mehr Details in einer späteren Sitzung
id: Rincian lebih lanjut di sesi kemudian
ko_kr: 보다 자세한 내용은 차후 세션에서 다룹니다
tr_tr: Daha ayrıntılı bilgi daha sonraki bir oturumda

source: Further supporting companies and organizations
de: Weitere unterstützende Firmen und Organisationen
id: Perusahaan dan organisasi pendukung lebih jauh
ko_kr: 보다 많은 지원을 하는 회사 및 기관이 있습니다
tr_tr: Destekleyen şirketler ve kuruluşlar

source: Further trainers/coaches
de: Weitere Trainer/Coaches
ko_kr: 향후 트레이너/코치
tr_tr: Daha fazla eğitmenler/koçlar

source: Gathers feedback and consolidates requirements
de: Sammelt Feedback und konsolidiert Anforderungen
id: Mengumpulkan umpan balik dan mengkonsolidasikan persyaratan
ko_kr: 피드백을 수집하고 요구 사항을 통합합니다
tr_tr: Geri bildirim toplar ve gereksinimleri konsolide eder

source: General Contribution Workflow
de: Allgemeiner Beitrags-Workflow
id: General Contribution Workflow (alur kerja kontribusi umum)
ja: 一般的なコントリビューションの流れ
ko_kr: 일반적인 컨트리뷰션 워크플로우
tr_tr: Genel Katkı İş Akışı

source: General tips for Trainers and Coaches
de: Allgemeine Tipps für Trainer und Coaches
ko_kr: 트레이너와 코치를 위한 일반적인 팁
tr_tr: Eğiticiler ve Koçlar için genel ipuçları

source: Generally has information about who the PTL and cores are
de: Im Allgemeinen gibt es Informationen darüber, wer die PTL und Kern-Mitglieder sind
id: Umumnya hal ini memiliki informasi tentang siapa Project Team Leader (PTL) dan corenya
ko_kr: 보통 누가 PTL인지, 누가 중심인지에 대한 정보를 가지고 있습니다.

source: Generate SSH Keys
de: SSH-Schlüssel generieren
it: Genera le chiavi SSH
ja: SSH 鍵の生成
ko_kr: SSH 키 생성하기

source: Generic intention behind planning
de: Allgemeiner Grund hinter der Planung
id: Keinginan generik di belakang perencanaan
ko_kr: 계획에 내재되어 있는 일반적인 목적
tr_tr: Planlamanın arkasındaki genel hedef

source: Gerrit Documentation: `Gerrit Code Review - A Quick Introduction <https://review.openstack.org/Documentation/intro-quick.html>`_
de: Gerrit Dokumentation: `Gerrit Code Review - Eine kurze Einführung <https://review.openstack.org/Documentation/intro-quick.html> `_
id: Dokumentasi Gerrit: `Gerrit Code Review - A Quick Introduction <https://review.openstack.org/Documentation/intro-quick.html>`_
it: Documentazione di Gerrit: `Revisione di codice Gerrit - Un'intruduzione veloce <https://review.openstack.org/Documentation/intro-quick.html>`_
ja: Gerrit ドキュメント: `Gerrit Code Review - A Quick Introduction <https://review.openstack.org/Documentation/intro-quick.html>`_
ko_kr: Gerrit 문서: `Gerrit 코드 리뷰 - 빠른 소개 <https://review.openstack.org/Documentation/intro-quick.html>`_
tr_tr: Gerrit Belgeleme: `Gerrit Kod Gözden Geçirme - Hızlı Bir Giriş <https://review.openstack.org/Documentation/intro-quick.html>`_

source: Gerrit Documentation: `Reviewing the Change <https://review.openstack.org/Documentation/intro-quick.html#_reviewing_the_change>`_
de: Gerrit Dokumentation: `Überprüfung der Änderung <https://review.openstack.org/Documentation/intro-quick.html#_reviewing_the_change> `_
it: Documentazione di Gerrit: `Fare la revisione della modifica <https://review.openstack.org/Documentation/intro-quick.html#_reviewing_the_change>`_
ja: Gerrit ドキュメント: `Reviewing the Change <https://review.openstack.org/Documentation/intro-quick.html#_reviewing_the_change>`_
ko_kr: Gerrit 문서: `변경 사항 리뷰 <https://review.openstack.org/Documentation/intro-quick.html#_reviewing_the_change>`_
tr_tr: Gerrit Belgeleme: `Değişiklikleri Gözden Geçirme <https://review.openstack.org/Documentation/intro-quick.html#_reviewing_the_change>`_

source: Gerrit will automatically set the status
de: Gerrit setzt automatisch den Status
id: Gerrit secara otomatis akan mengatur status
it: Gerrit imposterà lo stato automaticamente
ja: Gerrit が自動的に状態を変更します
ko_kr: Gerrit이 상태를 자동으로 설정할 것입니다

source: Get critical and high priority bugs fixed first
de: Kritische und hochprioritäre Bugs erhalten, die zuerst behoben werden sollen
id: Dapatkan bug prioritas dan prioritas tinggi terlebih dulu
ko_kr: 치명적이고 중요도가 높은 버그를 첫 번째로 수정합니다
tr_tr: Kritik ve yüksek öncellikli hataları en önce çözün

source: Get guidance from community members and leaders
de: Holen Sie sich Anleitung von Community-Mitgliedern und Führungskräften
id: Mendapatkan bimbingan dari para anggota dan para pemimpin komunitas
ja: コミュニティーメンバーやリーダーからの助言をもらえます
ko_kr: 커뮤니티 구성원 및 리더로부터 가이드를 받습니다
tr_tr: Topluluk üyeleri ve liderlerden rehberlik alın

source: Get marketing from the OpenStack Foundation
de: Erhalten Marketing von der OpenStack Foundation
id: Dapatkan pemasaran dari OpenStack Foundation
ja: OpenStack Foundation によるマーケティングが受けられます
ko_kr: OpenStack Foundation으로부터 마케팅을 얻습니다
tr_tr: OpenStack Vakfından pazarlama yapın

source: Get started on time even if there aren't many people in the room, just go slowly to give people more time to show up, while still holding the interest of the students that are there
de: Beginnen Sie pünktlich, auch wenn es nicht viele Leute im Zimmer sind, gehen Sie einfach langsam vor, um den Menschen mehr Zeit zu geben
id: Mulailah tepat waktu meski tidak banyak orang di ruangan itu, cukup pelan-pelan memberi lebih banyak waktu kepada orang untuk hadir, sambil tetap memegangi minat para siswa yang ada disana.
tr_tr: Odada bir çok kişi olmasa da zamanında başlayın, insanlara daha fazla zaman tanıyın, ancak oradaki öğrencilerin ilgisini sürdürün.

source: Get to know the code
de: Lernen Sie den Code kennen
id: Kenali kode
ko_kr: 코드에 대해 알아가기
tr_tr: Kodu öğrenin

source: Get to know the technical tools
de: Lernen Sie die technischen Werkzeuge kennen
id: Kenali alat teknis
ko_kr: 기술 툴에 대해 알아보기
tr_tr: Teknik araçları öğrenme

source: Getting to Know Your Project
de: Lernen Sie Ihr Projekt kennen
ja: プロジェクトを知ろう
ko_kr: 프로젝트에 친숙해지기
tr_tr: Projenizi Tanıma

source: Git is a free and open source distributed version control system that the OpenStack community uses to manage changes to source code.
de: Git ist ein freies und offenes, verteiltes Versionskontrollsystem, das die OpenStack-Community verwendet, um Änderungen am Quellcode zu verwalten.
it: GIt è un sistema di controllo delle versioni distribuito gratuito e open source che la comunità OpenStack utilizza per gestire le modifiche al codice sorgente.
ja: Git は、フリーでオープンソースの分散バージョン管理システムです。OpenStack はソースコードの変更を管理するために Git を使用しています。
ko_kr: Git는 무료이며 오픈 소스인 분산 버전 제어 시스템으로, OpenStack 커뮤니티에서는 소스 코드에 대한 변화를 관리하기 위해 사용합니다.

source: Git review assumes the user you're running it as is the same as your Gerrit username. If it's not, you can tell it by setting this git config setting::
de: Git review nimmt an, dass ausführende Benutzer derselbe ist, wie Ihr Gerrit Benutzer. Wenn nicht, konfigurieren Sie die folgenden Einstellungen::
it: GIt review presume che stai utilizzando per eseguirlo è lo stesso nome utente di Gerrit. Se non lo è, glielo puoi dire impostando quest'impostazione di configurazione di git::
ja: Git review は、実行しているユーザーが Gerrit のユーザー名と同一であると見なします。もし異なるのであれば、 git config で設定することによって伝えることができます ::
ko_kr: Git review는 Gerrit 사용자 이름과 동일한 사용자 이름으로 실행하고 있다고 가정합니다. 그렇지 않을 경우, git config 설정에서 설정을 함으로써 명시 가능합니다::

source: Git review is tool maintained by the OpenStack community. It adds an additional sub-command to git like so::
de: Git review ist ein von der OpenStack Gemeinschaft betreutes Werkzeug. Es fügt sub-Kommandos zu git hinzu, wie::
it: GIt review è uno strumento mantenuto dalla comunità OpenStack. Esso aggiunge a git un sub-comando in questo modo::
ja: Git review は OpenStack コミュニティーによりメンテナンスされているツールです。Git に次のようなサブコマンドを追加します。::
ko_kr: Git review는 OpenStack 커뮤니티에서 유지보수하고 있는 도구입니다. 다음과 같이 git에 부가적인 서브 명령어를 추가합니다::
