Repository: Gheorghita/training-guides
Catalog: doc/upstream-training/source/locale/*/LC_MESSAGES/upstream-training.po
Languages: de, id, it, ja, ko_kr, tr_tr

source: We are providing a virtual machine with the necessary tools pre-installed in it. For further information about the system requirements on it please see the `ref: prepare-environment` section.
de: Wir stellen eine virtuelle Maschine mit den notwendigen Werkzeugen vorinstalliert zur Verfügung. Weitere Informationen über die Systemanforderungen finden Sie im Abschnitt `ref: prepare-environment`.
id: Kami menyediakan mesin virtual dengan alat yang diperlukan pra-instal di dalamnya. Untuk informasi lebih lanjut tentang persyaratan sistem di atasnya silakan lihat bagian `ref: prepare-environment`.
tr_tr: Önceden yüklenmiş gerekli araçları içeren bir sanal makine sunuyoruz. Üzerindeki sistem gereksinimleri hakkında daha fazla bilgi için `ref: prepare-environment` bölümüne bakınız.

source: We go into blueprints in the next few slides, so just mention them for now.
de: Wir gehen in die Blueprints in den nächsten Slides, also nennen wir sie jetzt.
id: Kami masuk ke cetak biru dalam beberapa slide berikutnya, jadi sebutkan saja untuk saat ini.

source: We have collected the suggestions based on our experiences from previous Upstream Institute trainings.
de: Wir haben die Vorschläge auf der Grundlage unserer Erfahrungen aus früheren Upstream Institute Trainings gesammelt.
id: Kami telah mengumpulkan saran berdasarkan pengalaman kami dari pelatihan Upstream Institute sebelumnya.
tr_tr: Önceki Üstakım Enstitü eğitimlerindeki deneyimlerimize dayanarak önerileri topladık.

source: We have seen in `Commit Messages <workflow-commit-message.html#8>`__
de: Wir haben in `Commit Messages gesehen <workflow-commit-message.html#8> `__
id: Kami telah melihat di `Commit Messages <workflow-commit-message.html#8>`__
ko_kr: `커밋 메시지 <workflow-commit-message.html#8>`__ 에서 살펴보았습니다.
tr_tr: `Gönderim Mesajlarında <workflow-commit-message.html#8>`__ gördük

source: We have seen in `Gerrit <workflow-gerrit.html#5>`__
de: Wir haben `Gerrit <workflow-gerrit.html#5>` gesehen__
id: Kita telah melihat di `Gerrit <workflow-gerrit.html#5>`__
ko_kr: `Gerrit <workflow-gerrit.html#5>`__ 에서 살펴 보았습니다
tr_tr: `Gerrit <workflow-gerrit.html#5>`__de görmüştük

source: We have seen in `Overview of the contribution process <workflow-training-contribution-process.html#5>`_
de: Wir haben in `Überblick über den Beitragsprozess <workflow-training-contribution-process.html#5> `_ gesehen
id: Kami telah melihat di `Overview of the contribution process <workflow-training-contribution-process.html#5>`_
tr_tr: `Katkı sürecinin özeti <workflow-training-contribution-process.html#5>`_de gördük

source: We have seen in `Setup & First Patch <workflow-setup-and-first-patch.html#8>`__
de: Wir haben `Einrichtung & Erster Patch <workflow-setup-and-first-patch.html#8>` gesehen__
id: Kita telah melihat di `Setup & First Patch <workflow-setup-and-first-patch.html#8>`__
ko_kr: `셋업 & 첫 패치 <workflow-setup-and-first-patch.html#8>`__ 에서 살펴 보았습니다.
tr_tr: `Kurulum & İlk Yama <workflow-setup-and-first-patch.html#8>`__da görmüştük

source: We have seen in `Setup & First patch <workflow-setup-and-first-patch.html#6>`__
de: Wir haben in `Setup & First Patch gesehen <workflow-setup-and-first-patch.html#6> `__
id: Kami telah melihat di `Setup & First patch <workflow-setup-and-first-patch.html#6>`__
ko_kr: `셋업 & 첫 패치 <workflow-setup-and-first-patch.html#6>`__ 에서 살펴 보았습니다.
tr_tr: `Kurulum & İlk yama <workflow-setup-and-first-patch.html#6>`__da gördük

source: We held the first OpenStack Upstream Training in Atlanta, before OpenStack Summit Atlanta 2014. Since Atlanta, we have held the training before every OpenStack Summit. Besides this "official" event, some user groups hold the local Upstream trainings.
de: Wir haben dias erste OpenStack Upstream Training in Atlanta abgehalten, vor dem OpenStack Summit Atlanta 2014. Seit Atlanta halten wir immer das Training vor dem OpenStack Summit. Vor dem "offiziellen" Event halten manche Benutzergruppen lokale Upstream Trainings.
id: Kami mengadakan OpenStack Upstream Training yang pertama di Atlanta, sebelum OpenStack Summit Atlanta 2014. Sejak Atlanta, kami telah mengadakan pelatihan sebelum setiap OpenStack Summit. Selain itu acara "official", beberapa kelompok pengguna mengadakan pelatihan Upstream lokal.
it: Abbiamo tenuto il primo Upstream Training di OpenStack ad Atlanta, prema dell'OpenStack Summit Atlanta 2014. Da Atlanta, abbiamo tenuto il tutoraggio prima di ogni OpenStack Summit. A parte questo evento "ufficiale", alcuni gruppi di utenti tengono Upstream trainings locali.
ja: はじめての OpenStack Upstream Training は、OpenStack Summit Atlanta 2014 の直前にアトランタで開催されました。アトランタ以降、毎回 OpenStack Summit の直前にトレーニングを開催してきました。この「公式」イベントに加えて、いくつかのユーザーグループは、ローカルなアップストリームトレーニングを開催しています。
ko_kr: 첫 OpenStack Upstream Training이 Atlanta에서, OpenStack Summit Atlanta 2014 이전에 개최하였습니다. Atlanta 이후, 매번 OpenStack Summit 이전에 트레이닝을 개최하였습니다. "공식" 이벤트 뿐만 아니라, 몇몇 사용자 그룹은 로컬 Upstream training을 개최합니다.
tr_tr: OpenStack Zirvesi Atlanta 2014'ten önce Atlanta'da ilk OpenStack Upstream Training'i gerçekleştirdik. Atlanta'dan beri her OpenStack Zirvesi'nden önce eğitim aldık. Bu "resmi" etkinliğin yanı sıra, bazı kullanıcı grupları Yerel Upstream eğitimlerini de yapıyor.

source: We run the full training prior to each OpenStack Summit.
de: Wir führen die volle Ausbildung vor jedem OpenStack Summit durch.
id: Kami menjalankan pelatihan penuh sebelum setiap OpenStack Summit.
tr_tr: Her bir OpenStack Toplantısından önce tam çalışma çalıştırırız

source: We will go into this later on in more detail so hold off on answering detailed questions for now.
de: Wir werden später noch näher darauf eingehen, so dass wir jetzt auf ausführliche Fragen antworten.
id: Kami akan pergi ke hal ini nanti secara lebih rinci sehingga menunda menjawab pertanyaan rinci untuk saat ini.
tr_tr: Bu konuya daha ayrıntılı bir şekilde geçeceğiz, şimdilik detaylı soruları cevaplamaya devam edin.

source: We will install an IRC program called Hexchat.
de: Wir installieren ein IRC-Programm namens Hexchat.
ko_kr: Hexchat이라는 IRC 프로그램을 설치할 것입니다.

source: We will introduce ourselves first and then turn it over to them to talk to each other at their tables.
de: Wir werden uns zuerst vorstellen und dann zu ihnen umdrehen, um miteinander an den Tischen zu sprechen.
id: Kami akan memperkenalkan diri terlebih dahulu dan kemudian menyerahkannya kepada mereka untuk saling berbicara di meja mereka.
ko_kr: 먼저 우리들에 대해 소개할 것이고 순서를 바꿔 테이블에서 서로 이야기를 나눕니다.
tr_tr: Önce kendimizi tanıtacağız ve daha sonra birbirlerine masalarında konuşmaları için onlara sıra vereceğiz.

source: We will take on roles to show how each community member interacts
de: Wir werden Rollen übernehmen, um zu zeigen, wie jedes Community-Mitglied interagiert
id: Kami akan mengambil peran untuk menunjukkan bagaimana setiap berinteraksi anggota masyarakat
ja: 我々は、コミュニティーメンバー同士がどう影響し合うかを見るために、各自役割を引き受けます
ko_kr: 각 커뮤니티 구성원이 어떻게 상호 작용하는지를 보여주는 역할을 수행할 것입니다
tr_tr: Her topluluğun etkileşim biçimini göstermek için rol alacağız

source: We'll install an IRC program called Colloquy.
de: Wir installieren ein IRC-Programm namens Colloquy.
it: Installeremo un programma IRC chiamato Colloquy.
ja: Colloquy IRC プログラムをインストールします。
ko_kr: Colloquy 라는 IRC 프로그램을 설치할 것입니다.

source: We've designed a training program to provide an interactive environment to newcomers where they can learn they ways of collaborating with our community. We are relying on the principles of open collaboration and describe and show how the 'Four Opens' work in OpenStack in practice.
de: Wir haben das Trainingsprogramm entworfen, um den Anfängern eine interaktive Umgebung zu bieten, wo sie lernen können, wie sie mit unserer Community zusammenarbeiten können. Wir setzen auf die Prinzipien der offenen Zusammenarbeit und beschreiben und zeigen, wie die "Four Opens" in OpenStack in der Praxis funktionieren.
id: Kami telah merancang program pelatihan untuk menyediakan lingkungan interaktif untuk pendatang baru dimana mereka dapat belajar mereka cara berkolaborasi dengan komunitas kami. Kami mengandalkan pada prinsip-prinsip kolaborasi terbuka dan menjelaskan dan menunjukkan bagaimana kerja 'Four Opens' di OpenStack dalam praktek.
tr_tr: Topluluğumuzla işbirliği yollarını öğrenebildikleri yeni başlayanlara interaktif bir ortam sağlamak için bir eğitim programı tasarladık. Açık işbirliği ilkelerine güveniyoruz ve OpenStack'teki 'Dörtlü Açık' çalışmalarının nasıl yürürlüğe konduğunu açıklıyor ve göstereceğiz.

source: We've designed a training program to share knowledge about the different ways of contributing to OpenStack like providing new features, writing documentation, participating in working groups, and so forth. The educational program is built on the principle of open collaboration and will teach the students how to find information and navigate the intricacies of the project’s technical tools and social interactions in order to get their contributions accepted. The live one and a half day class is focusing on hands-on practice like the students can use a prepared development environment to learn how to test, prepare and upload new code snippets or documentation for review. The attendees are also given the opportunity to join a mentoring program to get further help and guidance on their journey to become an active and successful member of the OpenStack community.
de: Wir haben ein Trainingsprogramm konzipiert, um Wissen zu teilen über die unterschiedlichen Wege, wie man zu OpenStack beitragen kann wie Teilnahme an Arbeitsgruppen usw. Das Bildungsprogramm ist nach dem Prinzip der offenen Teilnahme gebaut und bringt den Lernenden bei, wie sie Informationen finden, in der Komplexität der technischen Projektwerkzeuge navigieren und miteinander umgehen, damit Beiträge akzeptiert werden. Das 1,5 Tage Klassentraining fokusiert sich auf praktische Erfahrungen wie Aufbau von Entwicklungsumgebungen, lernen wie zu testen ist, neuer Code hochgeladen wird oder Dokumentation zur Überprüfung gegeben wird. Die Teilnehmer haben auch die Möglichkeit, einem Mentoring-Programm beizutreten, um weitere Hilfe und Anleitung auf ihrer Reise zu erhalten und ein erfolgreiches Mitglied der OpenStack-Gemeinschaft zu werden.
id: Kami telah merancang program pelatihan untuk berbagi pengetahuan tentang cara-cara yang berbeda berkontribusi untuk OpenStack seperti menyediakan fitur baru, menulis dokumentasi, berpartisipasi dalam kelompok kerja, dan sebagainya. Program pendidikan ini dibangun di atas prinsip kolaborasi terbuka dan akan mengajarkan siswa bagaimana untuk menemukan informasi dan menavigasi seluk-beluk alat teknis proyek dan interaksi sosial dalam rangka untuk mendapatkan kontribusi mereka diterima. Kelas langsung satu dan setengah hari berfokus pada thands-on practice seperti siswa dapat menggunakan lingkungan pengembangan siap untuk belajar bagaimana untuk menguji, mempersiapkan dan meng-upload potongan kode baru atau dokumentasi untuk ulasan. Para peserta juga diberi kesempatan untuk mengikuti program mentoring untuk mendapatkan bantuan lebih lanjut dan bimbingan dalam perjalanan mereka untuk menjadi anggota aktif dan sukses dari komunitas OpenStack.
ko_kr: 새로운 기능 제공, 문서 작성, 작업 그룹 참가 등과 같이 OpenStack에 기여하는 서로 다른 방법에 관한 지식을 공유하기 위해 교육 프로그램을 디자인하였습니다. 해당 교육 프로그램은 개발된 상호 협력에 대한 원칙하에 만들어졌으며 학생들이 어떻게 정보를 찾고 컨트리뷰션을 수용되도록 하기 위한 프로젝트 기술 도구 및 사회적 상호 작용에 있어서의 복잡성을 다루는지를 가르칩니다. 생생한 하루 및 반나절 수업 기간 동안 학생들은 새로운 코드 토막 또는 리뷰를 위한 문서화를 테스트, 준비하고 업로드하는 방법을 배우기 위해 준비된 개발 환경을 사용할 수 있습니다. 또한 참석자들은 더 나아가 OpenStack 커뮤니티 내에서 활발하고 성공적인 구성원이 되기 위한 도움 및 가이드를 얻는 멘토링 프로그램에 가입할 수 있는 기회가 주어집니다.
tr_tr: Yeni özellikler, belge yazma, çalışma gruplarına katılma gibi OpenStack'e katkıda bulunmanın farklı yolları hakkında bilgi paylaşacak bir eğitim programı tasarladık. Eğitim programı, açık işbirliği ilkesiyle oluşturulmuştur ve öğrencilere, katkılarını kabul etmek için öğrencilere, projenin teknik araçlarının ve sosyal etkileşimlerinin ayrıntılı bilgi bulma ve gezinti yöntemlerini öğretebilir. Canlı bir buçuk günlük ders, öğrencilerin hazırladığı geliştirme ortamını, test etmek, hazırlamak ve incelenmek üzere yeni kod parçalarını veya dokümantasyonunu nasıl yükleyeceğini öğrenmek için uygulamalı uygulamaya odaklanmaktadır. Katılımcılara, OpenStack topluluğunun aktif ve başarılı bir üyesi olma yolculuğu hakkında daha fazla yardım ve rehberlik almak için bir danışmanlık programına katılma fırsatı da verilir.

source: What are they?
de: Wo sind sie?
it: Che cosa sono?
ja: これらは何か?
ko_kr: 어떤 것일까요?

source: What happens if you click on a patch under test
de: Was passiert, wenn Sie auf einen Patch im Test klicken
id: Apa yang terjadi jika Anda klik pada patch yang sedang diuji
ko_kr: 테스트 중인 패치를 클릭하면 어떤 일이 일어나는지
tr_tr: Test aşamasındaki bir yamaya tıklarsanız ne olur

source: What is Gerrit?
de: Was ist Gerrit?
it: Cosa è Gerrit?
ja: Gerrit とは何か?
ko_kr: Gerrit이란?

source: What is Launchpad?
de: Was ist Launchpad?
it: Che cosa è Launchpad?
ja: Launchpad とは何か?
ko_kr: Launchpad란?

source: What is it?
de: Was ist es?
it: Che cosa è?
ja: これは何か?
ko_kr: 이것은 무엇입니까?

source: What is the OpenStack Foundation Account?
de: Was ist der OpenStack Foundation Account?
it: Cosa è l'account della fondazione Openstack?
ja: OpenStack Foundation アカウントとは何か?
ko_kr: OpenStack Foundation 계정이란?

source: What is the significance of the dots, lines and colors
de: Was ist die Bedeutung der Punkte, Linien und Farben
id: Apa pentingnya titik, garis dan warna
ko_kr: 점, 선, 색깔의 의미는 무엇인지
tr_tr: Nokta, çizgi ve renklerin önemi nedir?

source: What makes a release
de: Was macht ein Release
id: Apa yang membuat rilis
it: Cosa rende un rilascio
ja: リリースとは何か
ko_kr: 릴리즈를 이루는 것들
tr_tr: Ne sürüm olarak çıkar

source: When in the cycle you intend to complete it
de: Wann während des Zyklusses soll es planmäßig abgeschlossen sein
id: Ketika dalam siklus Anda berniat untuk menyelesaikannya
ko_kr: 목적으로 하는 주기 내에 완료하고자 할 때
tr_tr: Bitirmeyi düşündüğünüz çevrimdeyken

source: When possible, sit at a table and build connections with attendees
de: Wenn möglich, sitzen Sie an einem Tisch und bauen Verbindungen mit den Teilnehmern auf
id: Bila mungkin, duduklah di meja dan bangun koneksi dengan peserta
tr_tr: Mümkünse, bir masaya oturun ve katılımcılarla bağlantı kurun

source: When signing up for Foundation Membership, make sure to include the email address you’ll use for code contributions in one of the fields in your profile
de: Wenn Sie sich für die Stiftungsmitgliedschaft anmelden, müssen Sie die E-Mail-Adresse, die Sie für Codebeiträge verwenden, in einem der Felder in Ihrem Profil eintragen
id: Saat mendaftar Foundation Membership, pastikan untuk memasukkan alamat email yang akan Anda gunakan untuk kontribusi kode di salah satu bidang di profil Anda

source: When you have changes in an OpenStack project repository, you can use this sub-command to have the changes posted to `Gerrit <https://review.openstack.org/>`__ so that they can be reviewed.
de: Wenn Sie Änderungen in einem OpenStack Projekt Repository gemacht haben, können Sie dieses Sub-Kommando benutzen, um die Änderungen auf `Gerrit <https://review.openstack.org/>`__ zu laden, sodass sie andere überprüfen können.
ja: OpenStack プロジェクトリポジトリーに変更を加えた際は、このサブコマンドを使って `Gerrit <https://review.openstack.org/>`__ に変更を投稿してください。そうすれば、変更はレビューされるでしょう。
ko_kr: OpenStack 프로젝트 저장소 내 변경을 갖고 있는 경우, 다음 서브 명령어를 사용하여 변경사항을 `Gerrit <https://review.openstack.org/>`__ 에 게시하여 리뷰가 가능해집니다.

source: When you login to the server for the first time with your nickname, its being used by you, but it's still not registered yet.
de: Wenn Sie sich zum ersten Mal auf dem Server mit Ihrem Spitznamen einloggen wird er von Ihnen verwendet, ist aber noch nicht registriert.
it: Quando accedi al server per la prima volta con il tuo nickname, che è stato usato da te, ma non è ancora registrato.
ja: 最初に自分のニックネームを使ってサーバーにログインした際、そのニックネームを使えてはいるものの、まだそれは登録されてはいません。
ko_kr: 처음으로 닉네임과 함께 서버에 로그인할 때에는, 사용 중이지만 아직 등록된 상태는 아닙니다.

source: When you're prompted to "Enter a file in which to save the key" press Enter. This accepts the default location::
de: Wenn Sie aufgefordert werden "Enter a file in which to save the key" drücken Sie Enter. Dies ermöglicht den Standardort::
it: Quando ti viene chiesto di "Inserire un file sul quale salvare la chiave" premi Invio. Questo accetta l'ubicazione di default::
ja: 「Enter a file in which to save the key」が表示された場合、Enter キーを押してください。これは既定の場所を受け付けます。::
ko_kr: "키를 저장할 파일 이름을 입력합니다" 프롬프트가 등장하면 엔터키를 입력합니다. 기본 위치를 허용합니다::

source: When your blueprint/spec is accepted
de: Wenn Ihr Blueprint/Spezifikation akzeptiert wird
id: Ketika cetak biru/spesifikasi Anda diterima
ko_kr: 블루프린트/스펙이 수락되었을 때
tr_tr: Planınız/özelliğiniz kabul edildiğinde

source: Whether a change requires just a blueprint or spec and blueprint depends on the complexity of the change.
de: Ob eine Veränderung nur eine Blueprint oder Spezifikation und Blueprint erfordert, hängt von der Komplexität der Veränderung ab.
id: Apakah perubahan hanya memerlukan cetak biru atau spesifikasi dan cetak biru tergantung pada kompleksitas perubahannya.
ko_kr: 변화가 단지 청사진이 필요하거나, 사양과 청사진이 모두 필요한지는 변화의 복잡성에 달려 있습니다.
tr_tr: Bir değişikliğin sadece bir plan veya şartname gerektirip gerektirmediği ve planın değişikliği karmaşıklığına bağlıdır.

source: Who is able to approve patches during the RC phase is limited.
de: Wer in der RC-Phase Patches genehmigen kann, ist begrenzt.
id: Siapa yang bisa menyetujui patch selama fase RC terbatas.
ko_kr: RC Phase 기간 동안 패치를 승인할 수 있는 사람이 제한됩니다.
tr_tr: RC aşamasında yamaları kimlerin onaylayabildiği sınırlıdır.

source: Who's familiar with the term?
de: Wer kennt den Begriff?
id: Siapa akrab dengan istilah?
ja: この言葉をよく知っている人はいますか？
ko_kr: 누가 해당 용어에 익숙한가?
tr_tr: Kim bu terime aşına?

source: Why Agile methodologies are a good fit to a community like OpenStack?
de: Welche agilen Methoden passen zu einer Gemeinschaft wie OpenStack?
id: Mengapa metodologi Agile adalah cocok untuk sebuah komunitas seperti OpenStack?
ja: なぜアジャイルの手法が OpenStack のようなコミュニティーにうまく合うのか？
ko_kr: 왜 애자일 방법론은 OpenStack과 같은 커뮤니티에 적합할까요?
tr_tr: Çevik metodolojiler OpenStack gibi bir topluluğa neden uygundur?

source: Why they are not a good fit?
de: Warum passen sie nicht gut?
id: Mengapa mereka tidak cocok?
ja: なぜうまく合わないのか？
ko_kr: 왜 적합하지 않을까요?
tr_tr: Neden iyi uymuyorlar?

source: Wiki Pages
de: Wiki Seiten
id: Wiki Pages (halaman wiki)
ko_kr: 위키 페이지

source: With over 2,000 developers from over 300 different organizations worldwide, OpenStack is one of the largest collaborative software-development projects. Because of its size, it is characterized by a huge diversity in social norms and technical conventions. These can significantly slow down the speed at which newcomers are successful at integrating their own roadmap into that of the OpenStack project.
de: Mit über 2000 Entwicklern aus über 300 Organisationen weltweit ist OpenStack eines der grössten gemeinschaftlichen Software-Entwicklungsprojekte. Wegen seiner Grösse ist es geprägt durch grosse Unterschiede in sozialen Normen und technischen Konventionen. Dies kann signifikant die Geschwindigkeit senken, wenn neue Leute erfolgreich integriert sind und ihren eigenen Strategieplan ins OpenStack Projekt bringen.
id: Dengan lebih dari 2.000 pengembang dari lebih dari 300 organisasi yang berbeda di seluruh dunia, OpenStack adalah salah satu proyek pengembangan software kolaboratif terbesar. Karena ukurannya, hal itu ditandai dengan keragaman besar dalam norma-norma sosial dan konvensi teknis. Ini dapat secara signifikan memperlambat kecepatan dimana pendatang baru berhasil mengintegrasikan roadmap mereka sendiri ke dalam proyek OpenStack.
ja: OpenStack は、最も巨大なコラボレーション型ソフトウェア開発プロジェクトの 1 つです。世界中の 300 以上の組織から 2,000 人を超える開発者が参加しています。その規模によりもたらされる、社会規範や技術的な習慣における多様性が特徴的です。新規参入者が自身のロードマップと OpenStack プロジェクトとの統合を成功するまでに、かなり時間がかかってしまう可能性があります。
ko_kr: 전 세계 300개의 다른 기관으로부터 2,000 명 이상의 개발자와 함께, OpenStack은 가장 커다란 서로 협력하는 소프트웨어 개발 프로젝트 중 하나입니다. 이러한 크기로 인하여, 사회적 규범 및 기술적인 관계에 있어 거대한 다양성으로 특징이 지어지고 있습니다. 이러한 것들로 인해 새로 온 사람들이 OpenStack 프로젝트에 통합됨에 따른 변화의 속도가 확연히 줄어들 수 있습니다.
tr_tr: OpenStack, dünya genelinde 300'den fazla farklı organizasyondan 2,000'den fazla geliştirici ile işbirliği yapan en büyük yazılım geliştirme projelerinden biridir. Büyüklüğünden ötürü, sosyal normlarda ve teknik konvansiyonlarda büyük bir çeşitlilik vardır. Bunlar, yeni yol haritalarını OpenStack projesine entegre etme konusunda yeni başlayanlara olan mesafeyi önemli ölçüde yavaşlatabilir.

source: With over 2000 developers from 80 different companies worldwide, OpenStack is one of the largest collaborative software-development projects. Because of its size, it is characterized by a huge diversity in social norms and technical conventions. Attending a live class to get an insight of how the community operates and to learn about the insights and best practices can significantly increase the speed at which newcomers are successful at integrating their own roadmap into that of the OpenStack project.
de: Mit über 2000 Entwicklern aus 80 verschiedenen Unternehmen weltweit ist OpenStack eines der größten kollaborativen Software-Entwicklungsprojekte. Aufgrund seiner Größe zeichnet sie sich durch eine große Vielfalt an sozialen Normen und technischen Konventionen aus. Die Teilnahme an einer Live-Klasse kann von Vorteil sein, um einen Einblick zu bekommen, wie die Community operiert und sich über die Einsichten und Best Practices zu informieren. Somit werden Neulinge mit hoher Geschwindigkeit in die eigene Roadmap integriert.
id: Dengan lebih dari 2000 pengembang dari 80 perusahaan yang berbeda di seluruh dunia, OpenStack adalah salah satu proyek pengembangan software kolaboratif terbesar. Karena ukurannya, itu ditandai dengan keragaman besar dalam norma-norma sosial dan konvensi teknis. Menghadiri kelas hidup untuk mendapatkan wawasan tentang bagaimana masyarakat beroperasi dan untuk belajar tentang wawasan dan praktik terbaik dapat secara signifikan meningkatkan kecepatan di mana pendatang baru yang berhasil mengintegrasikan roadmap mereka sendiri ke dalam proyek OpenStack.
ko_kr: 전 세계 80개의 다른 회사로부터 2000 명 이상의 개발자와 함께, OpenStack은 가장 커다란 서로 협력하는 소프트웨어 개발 프로젝트 중 하나입니다. 이러한 크기로 인하여, 사회적 규범 및 기술적인 관계에 있어 거대한 다양성으로 특징이 지어지고 있습니다. 실제 수업에 참여하여 커뮤니티가 어떻게 운영이 이루어지는지에 대한 인사이트를 얻고 인사이트 및 실천 사례에 관해 배우는 것을 통해 새로 온 사람들이 OpenStack 프로젝트 로드맵에 따라 통합이 이루어지면서 성공적으로 변화하는 속도가 두드러지게 증가할 수 있습니다.
tr_tr: OpenStack, dünyadaki 80 farklı şirketten 2000'den fazla geliştiriciyle birlikte, en büyük işbirlikçi yazılım geliştirme projelerinden biridir. Büyüklüğünden ötürü, sosyal normlarda ve teknik konvansiyonlarda büyük bir çeşitlilik vardır. Topluluğun nasıl çalıştığı hakkında fikir edinmek ve fikirleri ve en iyi uygulamaları öğrenmek için canlı bir sınıfa katılmak, yeni yolcuların kendi yol haritalarını OpenStack projesine entegre etmedeki başarısını önemli ölçüde artırabilir.

source: Without going into details, mention and explain what kind of tools are available when it comes to diff, merge and edit commit messages in a real-world scenario.
de: Ohne in Details zu gehen, zu erwähnen und zu erklären, welche Art von Tools verfügbar sind, wenn es um diff geht, fusionieren und bearbeiten Commit-Nachrichten in einem realen Szenario.
id: Tanpa membahas secara terperinci, sebutkan dan jelaskan alat bantu apa yang tersedia saat membahas perbedaan, gabungkan dan edit komit pesan dalam real-world scenario.

source: Work in parallel
de: Parallel arbeiten
id: Bekerja secara paralel
it: Lavora in parallelo
ja: 並行作業
ko_kr: 병렬로 작업합니다
tr_tr: Paralel çalış

source: Work on feedback and comments
de: Arbeiten an Feedback und Kommentaren
id: Bekerja pada umpan balik dan komentar
ko_kr: 피드백 및 조언을 합니다
tr_tr: Geribildirim ve yorumlar üzerinde çalışın
