Repository: Gheorghita/training-guides
Catalog: doc/upstream-training/source/locale/*/LC_MESSAGES/upstream-training.po
Languages: de, id, it, ja, ko_kr, tr_tr

source: References
de: Referenzen
id: Referensi
ko_kr: 레퍼런스
tr_tr: Kaynaklar

source: References to other relevant patches?
de: Verweise auf andere relevante Patches?
id: Referensi untuk patch lain yang relevan?
ja: 他の関連パッチへの参照があるか？
ko_kr: 다른 적절한 패치를 레퍼런스하는가?
tr_tr: Diğer ilgili yamalara yapılan referanslar?

source: Regional 'Mini-Summit'
de: Regionales 'Mini-Summit'
ko_kr: 지역에서 개최되는 'Mini-Summit'
tr_tr: Bölgesel 'Mini-Zirve'

source: Regional Events
de: Regionale Veranstaltungen
id: Regional Events (Kegiatan Regional)
ko_kr: 지역 이벤트
tr_tr: Bölgesel Etkinlikler

source: Register Contact Information
de: Kontaktinformationen registrieren
ja: 連絡先情報の登録
ko_kr: 연락처 정보 등록

source: Register Your Nick Name
de: Registrieren Sie Ihren Nicknamen
it: Registra il tuo nickname
ja: ニックネームの登録
ko_kr: 닉네임을 등록합니다

source: Register the blueprint : https://blueprints.launchpad.net/openstack-dev-sandbox
de: Registrieren Sie die Blueprint: https://blueprints.launchpad.net/openstack-dev-sandbox
id: Daftarkan blueprint itu : https://blueprints.launchpad.net/openstack-dev-sandbox
ko_kr: blueprint를 등록합니다 : https://blueprints.launchpad.net/openstack-dev-sandbox
tr_tr: Planı kaydedin : https://blueprints.launchpad.net/openstack-dev-sandbox

source: Registration & Accounts
de: Registrierung & Konten
id: Pendaftaran & Akun
ko_kr: 등록 & 계정

source: Registration and Accounts
de: Registrierung und Konten
id: Registration and Accounts (pendaftaran dan akun)
ko_kr: 등록 및 계정

source: Registration and accounts
de: Anmeldung und Konten

source: Regular reviewer
de: Regelmäßiger Reviewer
id: Pengulas biasa
it: Revisore Normale
ja: 通常のレビューアー
ko_kr: 일반 검토자

source: Release
de: Freigabe (Release)
id: Melepaskan
ko_kr: 릴리즈
tr_tr: Sürüm

source: Release Candidate 1 (RC1) is cut when all the release-critical bugs are fixed
de: Release Candidate 1 (RC1) wird abgeschnitten, wenn alle Release-kritischen Fehler behoben sind
id: Release Candidate 1 (RC1) dipotong saat semua bug release-critical diperbaiki
ko_kr: 릴리즈의 중요한 버그가 모두 수정되면 릴리즈 후보 1 (RC1)은 삭제됩니다.
tr_tr: Sürüm Adayı 1 (RC1) tüm sürüm kritik hataları düzeltildiğinde kesilir

source: Release Candidates
de: Releasekandidat
id: Kandidat rilis
it: Candidati di rilascio
ja: リリース候補版
ko_kr: 릴리즈 대상
tr_tr: Sürüm Adayları

source: Release Cycle
de: Releasezyklus
id: Siklus rilis
ko_kr: 릴리즈 주기

source: Release candidate process
de: Releasekandidatenprozess
id: Proses release candidate
ko_kr: 릴리즈 후보 절차
tr_tr: Sürüm adayı süreci

source: Release cycle
de: Freigabezyklus

source: Release day
de: Erscheinungsdatum
id: Hari rilis
it: GIorno di rilascio
ja: リリース日
ko_kr: 릴리즈 일자
tr_tr: Sürüm tarihi

source: Release management description: http://docs.openstack.org/project-team-guide/release-management.html
de: Release Management Beschreibung: http://docs.openstack.org/project-team-guide/release-management.html
id: Melepaskan deskripsi manajemen: http://docs.openstack.org/project-team-guide/release-management.html
ko_kr: 릴리즈 관리 설명: http://docs.openstack.org/project-team-guide/release-management.html

source: Release models
de: Release Modelle
id: Model rilis
ko_kr: 릴리즈 모델
tr_tr: Sürüm modelleri

source: Release preparation
de: Freigabevorbereitung
id: Persiapan rilis
ko_kr: 릴리즈 준비
tr_tr: Sürüm hazırlığı

source: Release process is managed by the Release Management team
de: Release-Prozess wird vom Release Management Team verwaltet
id: Proses rilis dikelola oleh tim manajemen rilis
ko_kr: 릴리즈 절차는 릴리즈 관리 팀에 의해 관리가 이루어집니다
tr_tr: Sürüm çıkma süreci, Sürüm Yönetimi ekibi tarafından yönetilir

source: Relevant actors
de: Relevante Akteure
id: Aktor yang relevan
it: Attori rilevanti
ja: OpenStack に関わっている人々
ko_kr: 관련 구성원
tr_tr: İlgili oyuncular

source: Remove the code changes and run the tests
de: Entfernen Sie die Codeänderungen und führen Sie die Tests aus
id: Keluarkan perubahan kode dan jalankan tes
ko_kr: 코드 변경사항을 제거한 후 테스트를 실행합니다
tr_tr: Kod değişikliklerini kaldırın ve testleri çalıştırın

source: Repeat sending out a reminder to the attendees including the prerequisites and details about the timing and venue the day before the training
de: Senden Sie eine Erinnerung an die Teilnehmer einschließlich der Voraussetzungen und Details über das Timing und Veranstaltungsort am Tag vor dem Training
id: Ulangi mengirimkan pengingat kepada peserta termasuk prasyarat dan rincian tentang waktu dan tempat sehari sebelum pelatihan
tr_tr: Eğitimden önceki gün, zamanlama ve mekan hakkındaki önkoşullar ve ayrıntılar da dahil olmak üzere katılımcılara bir hatırlatma gönderilmesini tekrarlayın.

source: Reply to comments
de: Antwort auf Kommentare
id: Membalas komentar
ja: コメントに応答します
ko_kr: 코멘트에 응답합니다
tr_tr: Yorumları cevapla

source: Report a bug - Details
de: Einen Bug berichten - Details
id: Laporkan bug - Rincian
ko_kr: 버그 리포트 - 세부 사항
tr_tr: Bir hata raporla - Detaylar

source: Report a bug - Summary
de: Einen Bug berichten - Zusammenfassung
id: Laporkan bug - Ringkasan
ko_kr: 버그 리포트 - 요약
tr_tr: Hata bildirin - Özet

source: Report a bug on Launchpad
de: Melden Sie einen Fehler auf Launchpad
id: Laporkan bug di Launchpad
tr_tr: Launchpad üzerinde bir hata raporla

source: Representatives are elected from
de: Vertreter werden gewählt
id: Perwakilan dipilih
ko_kr: 대표는 선출을 통해 구성됩니다
tr_tr: Temsilciler şuradan seçilir

source: Represents OpenStack users
de: Stellt OpenStack-Benutzer dar
id: Merepresentasikan pengguna OpenStack
ko_kr: OpenStack 사용자를 대표합니다
tr_tr: OpenStack kullanıcılarını temsil eder

source: Required:
de: Erforderlich:
ko_kr: 필수:
tr_tr: Gerekli:

source: Requirements freeze - No longer change requirements to allow downstream packagers time to pull-in and build dependencies.
de: Requirements Freeze - Keine Änderung von Anforderungen, damit Downstream-Packer Zeit haben Abhängigkeiten einzuziehen und einzubauen.

source: Resolve merge conflicts
de: Beheben Sie Zusammenführungskonflikte
id: Menyelesaikan konflik penggabungan
ja: マージ時の衝突を解消します
ko_kr: 머지 conflict를 해결합니다
tr_tr: Birleştirme çakışmalarını çöz

source: Resolve technical disputes
de: Technische Konflikte lösen
id: Menyelesaikan sengketa teknis
it: Risolvere controversie tecniche
ja: 技術的な論争の解決
ko_kr: 기술 논쟁 해결
tr_tr: Teknik anlaşmazlıkları çözer

source: Responding to change over following a plan
de: Eingehen auf Veränderungen über dem Befolgen eines Plans
id: Menanggapi perubahan selama mengikuti rencana
ko_kr: 계획을 따르면서 변화에 응답하기
tr_tr: Bir planı izleyerek değişime tepki verme

source: Restart the corresponding service in your DevStack environment and find the new message in the logs
de: Starten Sie den entsprechenden Dienst in Ihrer DevStack-Umgebung neu und finden Sie die neue Nachricht in den Protokollen
id: Restart layanan yang sesuai di lingkungan DevStack Anda dan temukan pesan baru di log
ko_kr: DevStack에서 관련 서비스를 재시작하고 로그 내 해당 새로운 메시지를 찾아봅니다
tr_tr: DevStack ortamınızdaki ilgili hizmeti yeniden başlatın ve günlüklerdeki yeni iletiyi bulun

source: Results will be accumulated in History.
de: Ergebnisse werden in der Historie gesammelt.
id: Hasil akan terakumulasi dalam Riwayat.
ko_kr: 결과는 이력에 누적될 거입니다.
tr_tr: Sonuçlar Geçmişte toplanır.

source: Review
de: Überprüfung
id: Ulasan
it: Revisione
ja: レビュー
ko_kr: 리뷰
tr_tr: Gözden geçir

source: Review Score & Results
de: Bewertung & Ergebnisse
ko_kr: 리뷰 점수 & 결과
tr_tr: Gözden geçirme Puanı & Sonuçlar

source: Review again
de: Nochmals überprüfen
id: Tinjau lagi
ko_kr: 다시 검토합니다
tr_tr: Yeniden gözden geçir

source: Review invitation letter
de: Review-Einladung
id: Surat undangan pengulasan
ko_kr: 리뷰 요청 편지
tr_tr: Gözden geçirme davet mektubu

source: Review other's code
de: Überprüfen Sie den anderen Code
id: Mengulas kode milik lain
ja: 他の人のコードをレビューする
ko_kr: 다른 사람의 코드를 리뷰합니다
tr_tr: Diğerlerinin kodunu gözden geçirin

source: Review score with written comments
de: Bewertung mit schriftlichen Kommentaren
id: Tinjau skor dengan komentar tertulis
tr_tr: Yazılan yorumlar ile gözden geçirme puanı

source: Review the patch and give feedback with comments
de: Überprüfen Sie den Patch und geben Sie Feedback mit Kommentaren
id: Tinjau patch dan berikan umpan balik dengan komentar
tr_tr: Düzeltmeyi gözden geçirin ve yorumlarla birlikte geribildirim verin

source: Review the revised patch and merge the patch
de: Überprüfe den überarbeiteten Patch und füge den Patch zusammen
id: Tinjau revisi patch dan gabungkan patch
tr_tr: Gözden geçirilen düzeltme ekini gözden geçirin ve düzeltme ekini birleştirin.

source: Review three patches in the sandbox environment:
de: Überprüfe drei Patches in der Sandbox-Umgebung:
id: Mengulas tiga patch di lingkungan sandbox:
ko_kr: Sandbox 환경 내 패치 3개를 검토합니다:
tr_tr: Sandbobx ortamında üç yamayı inceleyin:

source: Review unified
de: Review einheitlich
id: Mengulas terpadu
it: Revisione unificata
ja: 一元レビュー
ko_kr: 통합 리뷰

source: Reviewing
de: Überprüfung
id: Reviewing (mengkaji)
it: Revisionare
ja: レビュー
ko_kr: 리뷰하기
tr_tr: Gözden Geçirme

source: Reviewing with comment
de: Review mit Kommentar
id: Mengulas dengan komentar
ko_kr: 댓글로 검토하기
tr_tr: Yorum ile gözden geçirme

source: Reviews has a list of important reviews based on blueprint and bug priority organized by project.
de: Reviews hat eine Liste von wichtigen Reviews-basierend auf Blueprint und Bug Priorität vom Projekt organisiert.
id: Ulasan memiliki daftar ulasan penting berdasarkan cetak biru dan prioritas bug yang diselenggarakan oleh proyek.
ko_kr: 검토에는 청사진을 바탕으로 한 중요한 검토 리스트와 프로젝트로 정리된 버그 우선순위가 있습니다.
tr_tr: İncelemeler, projenin organize ettiği plan ve hata önceliğine dayanan önemli değerlendirmelerin bir listesini içerir.

source: Revise the original patch according to discussion results.
de: Überprüfen Sie den Original-Patch nach Diskussionsergebnissen.
id: Merevisi patch asli menurut hasil diskusi.
ko_kr: 원본 patch를 토론 결과에 따라 개선합니다.
tr_tr: Orijinal yamayı tartışma sonuçlarına göre revize edin.

source: Revising file(s)
de: Überarbeitung der Datei (en)
id: Meninjau file
ko_kr: 파일 개선하기
tr_tr: Değişiklik dosyaları

source: Rodolphe Quiedeville (training, mentoring, assistant, french)
de: Rodolphe Quiedeville (Ausbildung, Mentoring, Assistent, Französisch)
it: Rodolphe Quiedeville (formazione, tutoraggio, assistente, francese)
ko_kr: Rodolphe Quiedeville (교육, 멘토링, 조교, 프랑스어)
tr_tr: Rodolphe Quiedeville (eğitim, danışman, yardımcı, fransızca)

source: Rohit Agarwalla (assistant)
de: Rohit Agarwalla (Assistent)
it: Rohit Agarwalla (assistente)
ko_kr: Rohit Agarwalla (조교)
tr_tr: Rohit Agarwalla (yardımcı)

source: Rossella Sblendido (assistant, Italian, English)
de: Rossella Sblendido (Assistentin, Italienisch, Englisch)
it: Rossella Sblendido (assistente, italiano, inglese)
ko_kr: Rossella Sblendido (조교, 이탈리아어, 영어)
tr_tr: Rossella Sblendido (yardımcı, İtalyanca, İngilizce)

source: Run DevStack
de: Führen Sie DevStack aus
id: Menjalankan DevStack
ko_kr: DevStack 실행
tr_tr: DevStack'i Çalıştır

source: Run against all newly updated patch sets
de: Führen Sie alle neu aktualisierten Patch-Sets aus
id: Jalankan melawan semua set patch yang baru diperbarui
ko_kr: 새롭게 업데이트된 모든 패치 세트에 대해 실행
tr_tr: Yeni güncellenen tüm düzeltme ekiplerine karşı çalıştır

source: Run for elected positions in the OpenStack project.
de: Kanditieren für ausgewählte Positionen im OpenStack-Projekt
it: Candidarti a posizioni elettorali nel progetto di OpenStack.
ja: OpenStack プロジェクトの、選挙が行われるポジションへの立候補
ko_kr: OpenStack 프로젝트 내에서 선출로 정해지는 자리에 지원하기.

source: Run one test case
de: Einen Testcase laufen lassen
id: Menjalankan satu batu ujian
ko_kr: 하나의 테스트 케이스를 실행합니다
tr_tr: Bir test durumunu çalıştırın

source: Run only one test class and not the whole suite
de: Nur einen Test laufen lassen und nicht die ganze Suite
id: Hanya menjalankan satu kelas tes dan bukannya seluruh suite
ko_kr: 전체 집합이 아닌 단일 테스트 클래스를 실항합니다
tr_tr: Bütün paketi değil sadece bir test sınıfını çalıştırın

source: Run tests (unit, functional, etc.)
de: Führen Sie Tests (Einheit, Funktion, etc.)
id: Menjalankan tes (unit, fungsional, dll)
ja: テストを実行します (ユニットテスト、機能テストなど)
ko_kr: 테스트를 실행합니다 (단위, 기능 등)
tr_tr: Testleri çalıştırın (birim, işlevsel, vb.)

source: Run the tests
de: Führen Sie die Tests aus
id: Menjalankan tes
ja: ユニットテストを実行する
ko_kr: 테스트를 실행합니다
tr_tr: Testleri çalıştır

source: Running services in DevStack
de: Dienste laufen in DevStack
id: Menjalankan layanan di DevStack
ko_kr: DevStack에서 서비스 실행하기
tr_tr: DevStack'de çalıştırılan servisler

source: SSH keys are always generated in pairs:
de: SSH-Schlüssel werden immer paarweise erzeugt:
it: Le chiavi SSH sono sempre generate a coppie:
ja: SSH 鍵は必ずペアで生成されます。
ko_kr: SSH 키는 항상 쌍으로 생성됩니다:

source: Sahid Ferdjaoui (assistant, french, english)
de: Sahid Ferdjaoui (Assistent, Französisch, Englisch)
it: Sahid Ferdjaoui (assistente, francese, inglese)
ko_kr: Sahid Ferdjaoui (조교, 프랑스어, 영어)
tr_tr: Sahid Ferdjaoui (yardımcı, fransızca, ingilizce)

source: Sandbox
de: Sandkasten

source: Sandbox Launchpad Bug list
de: Sandbox Launchpad Fehlerliste
id: Daftar Sandbox Launchpad Bug
ko_kr: Sandbox Launchpad 버그 목록
tr_tr: Sandbox Launchpad Hata Listesi

source: Score status
de: Ergebnisstatus
id: Status skor
ko_kr: 점수 상태
tr_tr: Puan durumu

source: Score will reflect reviewer's opinion.
de: Der Score entspricht der Meinung des Reviewers.
id: Skor akan mencerminkan opini pengkaji.
ko_kr: 점수는 검토자의 의견을 반영할 것입니다.
tr_tr: Puan gözden geçirenin fikrini etkileyecektir.

source: Screen is going away in Queens : http://lists.openstack.org/pipermail/openstack-dev/2017-May/116301.html
de: Screen fällt weg in Queens: http://lists.openstack.org/pipermail/openstack-dev/2017-May/116301.html
id: Screen akan pergi di Queens:http://lists.openstack.org/pipermail/openstack-dev/2017-May/116301.html
ko_kr: Screen 은 Queens에서 사라질 예정입니다 : http://lists.openstack.org/pipermail/openstack-dev/2017-May/116301.html
tr_tr: Ekran Queens'de kayboluyor : http://lists.openstack.org/pipermail/openstack-dev/2017-May/116301.html

source: Second day
de: Zweiter Tag
id: Hari kedua
it: Secondo giorno
ja: 2 日目
ko_kr: 두 번째 날
tr_tr: İkinci gün

source: See EOL status at: https://releases.openstack.org
de: Siehe EOL-Status unter: https://releases.openstack.org
id: Lihat status EOL di: https://releases.openstack.org
ko_kr: EOL 상태 확인: https://releases.openstack.org
tr_tr: EOL durumuna şuradan bakın: https://releases.openstack.org

source: See YOU in Copenhagen!
de: Sehen Sie uns in Kopenhagen!
id: Sampai jumpa di Kopenhagen!

source: See YOU in London!
de: Sehen Sie uns in London!
id: Sampai jumpa di London!
ko_kr: 런던에서 봅시다!

source: See this web page and the schedule of the upcoming class for more details and registration.
de: Sehen Sie diese Webseite und den Zeitplan der kommenden Klasse für weitere Details und Registrierung.
id: Lihat halaman web ini dan jadwal kelas yang akan datang untuk lebih jelasnya dan registrasi.

source: Seeing new comment
de: Neue Kommentare wahrnehmen
id: Melihat komentar baru
ko_kr: 새로운 댓글 보기
tr_tr: Yeni yorum görme

source: Self-contained
de: in sich geschlossen
id: Serba lengkap
it: Autosufficiente
ja: 自己完結
tr_tr: Kendi kendine yeten

source: SeongSoo Cho (assistant, mentoring)
de: SeongSoo Cho (Assistent, Mentoring)
ko_kr: SeongSoo Cho (조교, 멘토링)
tr_tr: SeongSoo Cho (yardımcı, danışman)

source: September 26, 2017
de: 26. September 2017

source: Services in DevStack are running as ``systemd`` units named devstack@$servicename.service
de: Services in DevStack laufen als `` systemd`` Einheiten namens devstack@$servicename.service
id: Layanan di DevStack dijalankan sebagai unit ``systemd`` yang dinamai devstack@$servicename.service
ko_kr: DevStack 내 서비스는 devstack@$servicename.service 이름을 가진 ``systemd`` 단위로 실행 중입니다
tr_tr: DevStack'deki servisler devstack@$servicename.service ismi ile ``systemd`` birimleri olarak çalışıyor

source: Set by each project team
de: Werden von jedem Projektteam gesetzt
id: Ditetapkan oleh masing-masing tim proyek
ko_kr: 각 프로젝트 팀에 의해 설정됩니다
tr_tr: Her proje ekibi tarafından belirlenir

source: Setup Gerrit Account
de: Gerrit Konto einrichten
it: Configura l'account di Gerrit
ja: Gerrit アカウントのセットアップ
ko_kr: Gerrit 계정 셋업

source: Setup Launchpad
de: Einrichtung Launchpad
it: Impostazione del Launchapad
ja: Launchpad のセットアップ
ko_kr: Launchpad 셋업

source: Setup OpenStack Foundation Account
de: Einrichtung OpenStack Foundation Account
ja: OpenStack Foundation アカウントのセットアップ
ko_kr: OpenStack Foundation 계정 셋업

source: Setup SSH Keys
de: SSH-Schlüssel einrichten
it: Imposta le chiavi SSH
ja: SSH 鍵のセットアップ
ko_kr: SSH 키 셋업

source: Setup and Learn GIT
de: Einrichten und Lernen von GIT
it: Configura e impara GIT
ja: Git のセットアップと学習
ko_kr: GIT 셋업 및 학습

source: Setup the Development Environment
de: Richten Sie die Entwicklungsumgebung ein
id: Mempersiapkan Development Environment
ko_kr: 개발 환경 셋업
tr_tr: Geliştirme Ortamını Kur

source: Several projects have already migrated
de: Mehrere Projekte sind bereits migriert
id: Beberapa proyek telah bermigrasi
ko_kr: 몇몇 프로젝트들은 이미 옮겼습니다

source: Share the commit message with one or two people at your table. Give them feedback on their commit messages.
de: Teilen Sie die Commit-Nachricht mit einem oder zwei Personen an Ihrem Tisch. Geben Sie ihnen Feedback zu ihren Commit-Nachrichten.
id: Bagikan pesan komit dengan satu atau dua orang di meja Anda. Beri mereka umpan balik tentang pesan komit mereka.
ko_kr: 자리에서 한 두 명의 다른 사람들과 커밋 메시지를 공유하세요. 다른 사람들의 커밋 메시지에 피드백을 주세요.
tr_tr: Gönderim mesajınızı masanızdaki bir veya iki kişiyle paylaşın. Onlara iletme mesajları hakkında geribildirim verin.

source: Share your favorite to our IRC channel.
de: Teilen Sie Ihren Favoriten in unserem IRC-Kanal.
id: Bagikan favorit Anda ke saluran IRC kami.
ko_kr: 당신이 가장 선호하는 것을 우리의 IRC 채널에 공유합니다.
tr_tr: En sevdiğinizi IRC kanalımızdan paylaşın.

source: Shinobu KINJO (mentoring, assistant, japanese)
de: Shinobu KINJO (Mentoring, Assistentin, Japanisch)
it: Shinobu KINJO (tutoraggio, assistente, giapponese)
ko_kr: Shinobu KINJO (멘토링, 조교, 일본어)
tr_tr: Shinobu KINJO (danışman, yardımcı, japonca)

source: Should not end with a period
de: Sollte nicht mit einem Punkt enden
id: Sebaiknya tidak diakhiri dengan titik
ko_kr: 마침표로 (문장을) 종료하지 않아야 합니다
tr_tr: Bir nokta ile bitmemeli

source: Should not take the bug if you are not planning to work on the bug.
de: Sie sollten den Bug nicht annehmen, wenn Sie nicht vorhaben, an ihm zu arbeiten.
id: Sebaiknya jangan mengambil bug jika Anda tidak berencana mengerjakan bug.
tr_tr: Hata üzerinde çalışmayı planlamıyorsanız hatayı üzerine almamalısınız.

source: Sign In
de: Anmelden
id: Sign In (masuk)
it: Registrati
ja: サインイン
ko_kr: 로그인

source: Sign Up
de: Anmelden
it: Registrati
ja: サインアップ
ko_kr: 회원 가입

source: Sign the Individual agreement
de: Die Individualvereinbarung unterzeichnen
id: Menandatangani perjanjian Individu
it: Firma l'accordo individuale
ja: 個人アグリーメントの署名
ko_kr: 개인 약관에 서명

source: Signed agreement
de: Unterschriebene Vereinbarung
id: Perjanjian ditandatangani
it: Contratto firmato
ja: 署名済みアグリーメント
ko_kr: 약관에 동의함

source: Signing it
de: Unterschreiben
it: Firmarlo
ja: サイン（署名）
ko_kr: 서명하기

source: Since the written comment is in the previous patchset, select patchset 1, and choose the file which has comment(s).
de: Wenn der geschriebene Kommentar im vorhergehenden Patchset ist, wählen Sie Patchset 1 und die Datei mit den letzten Kommentaren.
id: Karena komentar yang ditulis berada dalam patchset sebelumnya, pilih patchset 1, dan pilih file yang memiliki komentar.
ko_kr: 작성되었던 댓글이 이전 patchset에 있으므로, patchset 1을 선택하고 댓글이 있는 파일을 선택합니다.
tr_tr: Yazılı yorum bir önceki düzeltme ekinde olduğundan, düzeltme eki 1'i seçin ve yorumları olan dosyayı seçin.

source: Single and multi node setup
de: Einzel- und Mehrknoten-Setup
id: Tunggal dan multi pengaturan nodus
ko_kr: 단일 및 멀티 노드 셋업
tr_tr: Tekli ve çoklı düğüm kurulumu

source: Slides are made with `Hieroglyph <http://hieroglyph.io>`_. To skim through slides quickly to find something, or jump ahead or back, use *Slide table* (press :command:`t` in the browser). Some slides include additional explanation in the *Presenter notes* (press :command:`c` to see them).
de: Folien erstellt mit `Hieroglyph <http://hieroglyph.io>`_. Zum schnellen Überfliegen der Folien, um etwas zu suchen, oder zum Vor- und Zurückspringen benutzen Sie *Folientabelle* (Drücken Sie :command:`t` im Browser). Einige Folien haben zusätzliche Erklärungen in den *Moderator Hinweisen* (Drücken Sie :command:`c` um diese zu sehen).
id: Slide dibuat dengan `Hieroglyph <http://hieroglyph.io>`_. Untuk melihat secara sekilas slide cepat untuk menemukan sesuatu, atau melompat ke depan atau belakang, menggunakan *Slide table* (press :command:`t` in the browser). Beberapa slide termasuk penjelasan tambahan di *Presenter notes* (press :command:`c` untuk melihat mereka).
ja: スライドは `Hieroglyph <http://hieroglyph.io>`_ で作成されています。スライドをざっと見て何かを探したり、スライドを前後にジャンプするには、 *テーブルのスライド* を使います (ブラウザーで :command:`t` を押します)。スライドにある補足説明は *プレゼンターノート* で参照できます (参照するには :command:`c` を押します)。
ko_kr: 슬라이드는 `Hieroglyph <http://hieroglyph.io>`_ 로 만들어졌습니다. 슬라이드를 빠르게 살펴보거나 무엇인가 찾기 또는 앞뒤로 이동하기 위해서는 *슬라이드 테이블* (브라우저에서 :command:`t` 입력) 을 사용합니다. 몇몇 슬라이드에는 부가적인 설명이 *발표자 노트* (살펴보려면 :command:`c` 입력)에 포함되어 있습니다.
tr_tr: Sunumlar `Hieroglyph <http://hieroglyph.io>`_ ile yapıldı. Bir şey bulmak için hızlıca kaydırarak geçin veya ileri veya geri atlayın, *Slayt tablosu* kullanın (tarayıcıda :command:`t`ye basın). Bazı slaytlar *Sunum notlarına* ek açıklama getirir (bunları görmek için :command:`c` tuşuna basın.).

source: Smaller scale than OpenStack Days Events
de: Kleinerer Rahmen als OpenStack Tagesveranstaltungen
id: Skala yang lebih kecil dari kegiatan OpenStack Days
ko_kr: OpenStack Days 이벤트보다는 작은 규모입니다
tr_tr: OpenStack Günleri Etkinliklerinden daha küçük ölçekli

source: Software package that provides a cloud platform for
de: Softwarepaket, das eine Cloud-Plattform zur Verfügung stellt für
id: Paket perangkat lunak yang menyediakan platform cloud
ja: クラウドプラットフォームを提供するソフトウェアパッケージ
ko_kr: 클라우드 플랫폼을 제공하는 소프트웨어 패키지
tr_tr: Bir bulut platformu sağlayan yazılım paketi

source: Some are more development focused while others are more user and ops focused
de: Einige sind mehr entwicklungsorientiert, während andere mehr fokussiert sind an Benutzer oder Operator
id: Beberapa merupakan pembangunan yang lebih terfokus sementara yang lain lebih terfokus pada pengguna dan operacional.
ko_kr: 몇몇 구성원은 개발에 집중을 하며 다른 구성원들은 보다 사용자 및 운영자에게 초점을 맞춥니다
tr_tr: Bazıları kullanıcı ve operasyon odaklı iken bazıları daha çok geliştirme odaklıdır

source: Someone left a print statement that was used for testing during development that is being added to the logs.
de: Jemand hat eine Druckanweisung hinterlassen, die zum Testen während der Entwicklung verwendet wurde, die den Protokollen hinzugefügt wird.
id: Seseorang meninggalkan sebuah print statement yang digunakan untuk pengujian selama pengembangan yang ditambahkan ke log.
ko_kr: 누군가가 개발 도중 로그에 추가되는 테스트로 사용된 print 문을 남겼습니다.
tr_tr: Birisi, günlüklere eklenmekte olan geliştirme sırasında test için kullanılan bir basılmış ifadeden ayrıldı.
