Repository: Gheorghita/training-guides
Catalog: doc/upstream-training/source/locale/*/LC_MESSAGES/upstream-training.po
Languages: de, id, it, ja, ko_kr, tr_tr

source: Dashboard (horizon) and DevStack provide plugin interface for easy integration
de: Dashboard (Horizont) und DevStack bieten Plugin-Schnittstelle für einfache Integration
id: Dashboard (horizon) dan DevStack menyediakan antarmuka plugin untuk integrasi yang mudah
ja: ダッシュボード (horizon) と DevStack はプラグインインターフェースを提供しており、簡単に統合できます
ko_kr: 대시보드 (horizon) 및 DevStack은 쉬운 통합을 위한 플러그인 인터페이스를 제공합니다
tr_tr: Gösterge Paneli (horizon) ve DevStack kolay entegrasyon için eklenti arayüzü sağlar

source: Date
de: Datum
it: Data
ja: 日付
ko_kr: 일자
tr_tr: Tarih

source: Date: February 11, 2017 (Sat)
de: Datum: 11. Februar 2017 (Sa)
ko_kr: 일자: 2017년 2월 11일 (토)
tr_tr: Tarih: Şuat 11, 2017 (Cts)

source: Date: February 18, 2016 (Thu)
de: Datum: 18. Februar 2016 (Do)
it: Data: 18 Febbraio, 2016 (Gio)
ja: 日付: 2016年2月18日 (木)
ko_kr: 일자: 2016년 2월 18일 (목)
tr_tr: Tarih: Şubat 18, 2016 (Perş)

source: Day 1
de: Tag 1
id: Hari 1
ja: 1 日目
ko_kr: 1일차
tr_tr: Gün 1

source: Day 1: How OpenStack is made
de: Tag 1: Wie OpenStack gemacht wird
id: Hari 1: Bagaimana OpenStack dibuat
it: Giorno 1: Come è fatto OpenStack
ja: 1 日目: OpenStack はどのように作られているか
ko_kr: 1일차: OpenStack은 어떻게 만들어지는가
tr_tr: Gün 1: OpenStack nasıl yapıldı

source: Day 1: Introduction
de: Tag 1: Einleitung
id: Hari 1: Pendahuluan
ja: 1 日目: はじめに
ko_kr: 1일차: 소개
tr_tr: Gün 1: Giriş

source: Day 1: Learn and practice Git, Gerrit, IRC
de: Tag 1: Lerne und übe Git, Gerrit, IRC
id: Hari 1: Belajar dan berlatih Git, Gerrit, IRC
it: Giorno 1: Impara e metti in pratica Git, Gerrit, IRC
ja: 1 日目: Git、Gerrit、IRC の学習と習熟
ko_kr: 1일차: Git, Gerrit, IRC 학습 및 실습
tr_tr: Gün 1: Git, Gerrit, IRC öğren ve pratik yap

source: Day 2
de: Tag 2
id: Hari 2
ja: 2 日目
ko_kr: 2일차
tr_tr: Gün 2

source: Day 2: Deep dive sessions
de: Tag 2: Deep Dive Session
ko_kr: 2일차: 자세히 살펴보는 세션
tr_tr: Gün 2: Derinlere dalma oturumları

source: Day 2: The theory of contribution
de: Tag 2: Die Theorie des Beitrags
id: Hari 2: Teori kontribusi
it: Giorno 2: La teoria della collaborazione
ja: 2 日目: コントリビューションの理論
ko_kr: 2일차: 컨트리뷰션에 대한 이론
tr_tr: Gün 2: Katkı verme teorisi

source: Day 3-4
de: Tag 3-4
id: Hari 3-4
ko_kr: 3-4일차
tr_tr: Gün 3-4

source: Day 5
de: Tag 5
id: Hari 5
ko_kr: 5일차
tr_tr: Gün 5

source: Deadlines
de: Fristen
id: Deadlines (batas waktu)
ko_kr: 마감 기한
tr_tr: Teslim günleri

source: Deadlines for the code to get merged
de: Fristen für das Mergen von Code
id: Batas waktu kode untuk bisa digabung
ko_kr: 코드가 머지되기 위한 마감 기한
tr_tr: Kodun birleştirilmesi için son tarih

source: Decide a country your group would like to visit with other groups for sightseeing.
de: Entscheiden Sie über ein Land, das Ihre Gruppe mit anderen Gruppen für Sightseeing besuchen möchte.
id: Tentukan negara dimana kelompok Anda ingin mengunjungi dengan kelompok lain untuk tamasya.
ko_kr: 다른 그룹과 함께 여행을 위해 참석하고자 하는 국가를 결정합니다
tr_tr: Grubunuzun gezi amacıyla diğer gruplarla ziyaret etmek istediği bir ülkeye karar verin.

source: Dedicated and detailed technical discussions
de: Dedizierte und detaillierte Fachdiskussionen
id: Diskusi teknis khusus dan rinci
ko_kr: 집중된 그리고 자세한 기술적인 토론이 있습니다
tr_tr: Odaklanılmış ve detaylı teknik tartışmalar

source: Demo Environment
de: Demo Umgebung
ko_kr: 데모 환경

source: Demo environment
de: Demo-Umgebung
id: Lingkungan demo
ko_kr: 데모 환경
tr_tr: Tanıtım ortamı

source: Depends on the priority of your work item
de: Hängen von den Prioritäten der Arbeitsaufgaben ab
id: Tergantung pada prioritas item pekerjaan Anda
ko_kr: 작업 항목에 대한 우선 순위에 의존합니다
tr_tr: İş öğenizin önceliğine bağlı

source: Describe a release cycle based on the information you found
de: Beschreiben Sie einen Release-Zyklus auf der Grundlage der Informationen, die Sie gefunden haben
id: Menggambarkan siklus rilis berdasarkan informasi yang Anda temukan
ko_kr: 찾은 정보에 기반하여 릴리즈 주기를 설명합니다
tr_tr: Bulduğunuz bilgilere dayanan bir sürüm döngüsü tanımlayın.

source: Describe the artifacts created by an OpenStack community team
de: Beschreiben Sie die Artefakte, die von einem OpenStack Community Team erstellt wurden
id: Jelaskan artefak yang diciptakan oleh tim komunitas OpenStack
ko_kr: OpenStack 커뮤니티 팀에 의해 생성이 이루어진 산출물을 설명합니다
tr_tr: OpenStack topluluk takımı tarafından oluşturulan eserleri tanımla

source: Description
de: Beschreibung
it: Descrizione
ja: 説明
ko_kr: 설명
tr_tr: Açıklama

source: Design activity is a continuous effort
de: Designaktivität ist eine kontinuierliche Anstrengung
id: Kegiatan perancangan adalah upaya terus menerus
ko_kr: 설계 활동은 지속적인 노력에 해당합니다
tr_tr: Tasarım etkinliği devamlı bir çabadır

source: Design an 5-day travel itinerary with attractive places, foods, and activities.
de: Entwerfen Sie eine 5-tägige Reiseroute mit attraktiven Plätzen, Speisen und Aktivitäten.
id: Merancang jadwal perjalanan 5-hari dengan tempat menarik, makanan, dan kegiatan.
ko_kr: 매력적인 장소, 음식 및 활동을 포함하는 5일간 여행 여정을 설계합니다.
tr_tr: Cazip yerler, yemekler ve etkinliklerle 5 günlük bir seyahat güzergahı tasarlayın.

source: Detailed description should include the OpenStack release that was running, log snippets showing the error, steps to recreate the error and any vendor hardware possibly involved.
de: Detaillierte Beschreibung sollte die OpenStack-Version enthalten, die ausgeführt wurde, Protokoll-Snippets, die den Fehler anzeigen, Schritte zum Neustarten des Fehlers und eventuell vorhandener Hersteller-Hardware.
id: Uraian terperinci harus menyertakan rilis OpenStack yang sedang berjalan, cuplikan log yang menunjukkan kesalahan, langkah-langkah untuk menciptakan kesalahan dan kemungkinan perangkat keras vendor mungkin terlibat.
tr_tr: Ayrıntılı açıklama, yayınlanan OpenStack sürümünü, hatayı gösteren günlük parçalarını, hatayı yeniden oluşturma adımlarını ve muhtemelen söz konusu satıcı donanımını içermelidir.

source: Details need to be sufficient for a developer to narrow down where the failure occurred and/or recreate the failure.
de: Details müssen für einen Entwickler ausreichend sein, um einzukreisen, wo der Fehler aufgetreten ist und/oder neu auftreten wird.
id: Rincian perlu cukup bagi pengembang untuk mempersempit tempat kegagalan terjadi dan/atau menciptakan kegagalan.
tr_tr: Ayrıntıların bir geliştiricinin, hatanın nereden geldiğini daraltması ve/veya hatayı yeniden oluşturması için yeterli olması gerekir.

source: Determine how many OpenStack releases are officially supported by the community
de: Bestimmen Sie, wie viele OpenStack-Versionen offiziell von der Community unterstützt werden
id: Tentukan berapa banyak rilis OpenStack yang secara resmi didukung oleh masyarakat
ko_kr: 얼마나 많은 OpenStack 릴리즈를 커뮤니티에서 공식적으로 지원하는지 확인합니다
tr_tr: Topluluk tarafından kaç tane OpenStack bülteninin resmi olarak desteklendiğini belirleyin

source: Determine the project's social groups
de: Soziale Gruppen des Projekts ermitteln.
id: Menentukan kelompok sosial proyek
it: Determina i gruppi sociali del progetto
ja: プロジェクトの社会的なグループを判断する。
ko_kr: 프로젝트에 대한 사회 집단을 규정해 봅니다
tr_tr: Projenin sosyal gruplarını belirle

source: Determine the time frame
de: Bestimmen Sie den Zeitrahmen
id: Menentukan kerangka waktu
it: Determina il lasso di tempo
ja: 時間軸の判断
ko_kr: 시간 프레임을 결정합니다
tr_tr: Zaman çerçevesini belirleyin

source: Determine who the current PTL is of your favorite project.
de: Bestimmen Sie, wer der aktuelle PTL von Ihrem Lieblingsprojekt ist.
id: Tentukan siapa PTL saat ini dari proyek favorit Anda.
ko_kr: 선호하는 프로젝트에서 누가 현재 PTL인지를 찾아봅니다.
tr_tr: Favori projenizin mevcut PTL'sini belirleyin.

source: DevStack Clone and Setup
de: DevStack Clone und Setup
id: DevStack Clone dan Setup
ko_kr: DevStack 복사 및 설치
tr_tr: DevStack Kopyala ve Kur

source: DevStack exercise
de: DevStack Übung
id: Latihan DevStack
ko_kr: DevStack 실습
tr_tr: DevStack alıştırma

source: DevStack services with Systemd
de: DevStack-Dienste mit Systemd
id: Layanan DevStack dengan Systemd
ko_kr: Systemd 기반 DevStack 서비스
tr_tr: Systemd ile DevStack servisleri

source: DevStack should already be installed in the VM image you downloaded. These instructions are provided for future reference in the case that students need to start from scratch.
de: DevStack sollte bereits im VM-Bild installiert sein, das Sie heruntergeladen haben. Diese Anleitung wird für zukünftige Referenz in dem Fall zur Verfügung gestellt, dass die Schüler von vorne anfangen müssen.
id: DevStack seharusnya sudah terpasang di gambar VM yang Anda download. Instruksi ini disediakan untuk referensi di kemudian hari dalam hal siswa perlu memulai dari awal.
ko_kr: DevStack은 이미 다운로드한 VM 이미지 내에 이미 설치되어 있어야 합니다. 다음 안내는 학생이 처음부터 시작할 필요가 있는 상황을 위한 레퍼런스 목적으로 제공하고 있습니다.
tr_tr: İndirdiğiniz VM imajında DevStack zaten yüklü olmalıdır. Bu talimatlar, öğrencilerin sıfırdan başlamaları gerektiği durumda gelecek kılavuz amacıyla sağlanmıştır.

source: Develop and maintain tools and processes to ensure quality, accurate documentation.
de: Entwicklung und Wartung von Werkzeugen und Prozessen, um qualitativ hochwertige und genaue Dokumentation sicherzustellen.
id: Mengembangkan dan memelihara alat dan proses untuk memastikan kualitas, dokumentasi yang akurat.
ko_kr: 품질 및 정확한 문서화를 보장하는 도구 및 프로세스를 개발하고 유지합니다.
tr_tr: Gerçek belgelemeden, kaliteden emin olmak için araçlar ve süreçler geliştirin ve bakımını yapın.

source: Developers
de: Entwickler
id: Developers (pengembang)
it: Sviluppatori
ja: 開発者
ko_kr: 개발자
tr_tr: Geliştiriciler

source: Developers/Software Engineers/Architects
de: Entwickler/Software-Ingenieure/Architekten
ko_kr: 개발자/소프트웨어 엔지니어/아키텍트
tr_tr: Geliştiriciler/Yazılım Mühendisleri/Mimarlar

source: Development environment setup
de: Entwicklungsumgebung

source: Directs the user to saved log output
de: Leitet den Benutzer zur gespeicherten Log-Ausgabe
id: Mengarahkan pengguna ke output log tersimpan
tr_tr: Kullanıcıyı kaydedilen günlük çıktısına yönlendirir

source: Disconnect: <ctrl>-a d
de: Trennen: <ctrl> -a d
id: Memutuskan: <ctrl>-a d
ko_kr: 연결 해제: <ctrl>-a d
tr_tr: Bağlantıyı kes: <ctrl>-a d

source: Discuss the answers with the class
de: Besprechen Sie die Antworten mit der Klasse
id: Mendiskusikan jawaban dengan kelas
ja: 意見をクラスで議論しましょう
ko_kr: 답변을 수업에서 토론합니다
tr_tr: Cevapları sınıfla tartışın

source: Discuss the problems and solutions and have them explain how they got there or why they answered what they did
de: Diskutieren Sie die Probleme und Lösungen und lassen Sie sie erklären, wie sie dort ankommen oder warum sie geantwortet haben, was sie taten
id: Diskusikan masalah dan solusinya dan mintalah mereka menjelaskan bagaimana mereka sampai di sana atau mengapa mereka menjawab apa yang mereka lakukan
tr_tr: Sorunları ve çözümleri tartışın ve oraya nasıl geldiklerini veya yaptıklarına neden cevap verdiklerini açıklayın

source: Discuss with your project team
de: Diskutieren Sie mit Ihrem Projektteam
id: Diskusikan dengan tim proyek Anda
ko_kr: 당신의 프로젝트 팀과 논의합니다.
tr_tr: Proje ekibinizle tartışın

source: Discuss with your table how you would determine you encountered one of these bugs
de: Diskutieren SIe mit deinem Tisch, wie Sie bestimmten, dass Sie einen dieser Bugs haben
id: Diskusikan dengan meja Anda bagaimana Anda akan menentukan bahwa Anda menemui salah satu bug ini
tr_tr: Masanızdakilerle bu hatalardan biriyle karşılaştığınızda nasıl karar vereceğinizi tartışın.

source: Discuss your findings with your group
de: Besprechen Sie Ihre Ergebnisse mit Ihrer Gruppe
id: Diskusikan temuan Anda dengan kelompok Anda
ko_kr: 발견한 것에 대해 당신의 그룹과 논의하세요
tr_tr: Bulgularınızı grubunuzla tartışın

source: Distracted : 1
de: Abgelenkt: 1
ja: 気が散っている人 : 1
ko_kr: 주의를 빼앗기는 자 : 1
tr_tr: Dikkati dağılmış : 1

source: Distributions
de: Distributionen
id: Distributions (distribusi)
ja: ディストリビューション
ko_kr: 배포판
tr_tr: Dağıtımlar

source: Do not assume ...
de: Nicht annehmen ...
id: Jangan menganggap ...
it: Non assumere ...
ja: 前提をおかない ...
ko_kr: 가정하지 말아야 할 것
tr_tr: Varsaymayın ...

source: Do not be frustrated! We can revise the current patchset to address comments.
de: Lassen Sie sich nicht frustrieren! Wir können das aktuelle Patchset revidieren, um Kommentare zu berücksichtigen.
id: Jangan frustrasi! Kami dapat merevisi patchset saat ini untuk mengatasi komentar.
ko_kr: 실망하지 마십시오! 댓글 내용을 충족하기 위해 현재 patchset을 개선할 수 있습니다.
tr_tr: Sinirlenmeyin! Yorumları konuşmak için geçerli düzeltme ekini gözden geçiririz.

source: Do not change meeting name: *upstream training*. The meeting name is reserved for upstream training activities.
de: Ändern Sie nicht den Meeting-Namen: * Upstream Training *. Der Tagungsname ist für vorgeschaltete Trainingsaktivitäten reserviert.
id: Jangan mengubah nama memenuhi: *upstream training*. Nama rapat dicadangkan untuk kegiatan pelatihan hulu.
ko_kr: *upstream training* 미팅 이름을 변경하지 마십시오. 해당 미팅 이름은 업스트림 트레이닝 활동을 위해 예약되어 있습니다.
tr_tr: Toplantı adını değiştirme: *upstream training*. Toplantı adı, üst akım eğitim faaliyetleri için ayrılmıştır.

source: Do you work at a company?
de: Arbeiten Sie für eine Firma?
id: Apakah Anda bekerja di sebuah perusahaan?
it: Lavori in un'azienda?
ja: 会社に勤めていますか?
ko_kr: 회사에서 일하는 경우

source: Documentation
de: Dokumentation
id: Dokumentasi
ja: ドキュメント
ko_kr: 문서화
tr_tr: Belgelendirme

source: Documentation Deep Dive
de: Dokumentation Deep Dive
ko_kr: 문서 파헤치기
tr_tr: Dokümantasyon Derin Dalış

source: Documentation frameworks
de: Dokumentations-Frameworks
id: Kerangka dokumentasi
ja: ドキュメントのフレームワーク
ko_kr: 문서화 프레임워크
tr_tr: Belge çatıları

source: Documentation team structure
de: Dokumentationsteamstruktur
id: Struktur tim dokumentasi
ko_kr: 문서화 팀 구조
tr_tr: Belgelendirme takım yapısı

source: Documentation: http://docs.openstack.org/developer/devstack/
de: Dokumentation: http://docs.openstack.org/developer/devstack/
id: Dokumentasi: http://docs.openstack.org/developer/devstack/
ko_kr: 문서: http://docs.openstack.org/developer/devstack/

source: Does it fix limitations of the current code?
de: Gibt es Beschränkungen des aktuellen Codes?
id: Apakah itu memperbaiki keterbatasan kode saat ini?
ja: 現在のコードの制約を修正するものか？
ko_kr: 현재 코드에 대한 한계점을 수정하는가?
tr_tr: Geçerli kodun sınırlamalarını düzeltiyor mu?

source: Does it improve code structure?
de: Verbessert es die Codestruktur?
id: Apakah itu memperbaiki struktur kode?
ja: コードの構造を改善しているのか？
ko_kr: 코드 구조를 개선하는가?
tr_tr: Bu kod yapısını geliştirir mi?

source: Don't game the numbers
de: Spielen Sie nicht mit den Zahlen
id: Jangan mainkan angka
ko_kr: 숫자로 게임하지 마세요
tr_tr: Numaraları oynamayın

source: Don't give out VM image at the beginning of the first day
de: Geben Sie das VM-Abbild nicht zu Beginn des ersten Tages aus
id: Jangan berikan image VM di awal hari pertama
ko_kr: 첫날 초반에 VM 이미지를 제공하지 마십시오.
tr_tr: İlk günün başında VM imajı vermeyin

source: Done
de: Erledigt
it: Eseguito
ja: 完了
ko_kr: 완료

source: Draft comment publishment
de: Entwurf des Kommentarbeitrags
id: Draft komentar yang Diterbitkan
ko_kr: 댓글 초안에 대한 게시
tr_tr: Taslak yorum yayınlama

source: Draft comment was saved
de: Entwurf wurde kommentiert
id: Draft komentar itu disimpan
ko_kr: 댓글 초안이 저장되었습니다
tr_tr: Taslak yorum kaydedildi

source: Draft inline comments
de: Entwurf von Inline-Kommentaren
id: Rancang komentar inline
it: Bozza di commenti in linea
ja: ドラフトのインラインコメント
ko_kr: 인라인 코멘트 초안

source: Drive the program goals
de: Die Programmziele treiben
id: Mendorong mencapai sasaran program
it: Guidare gli obiettivi del programma
ja: プログラムの目標の推進
ko_kr: 프로그램 목표 진행
tr_tr: Programın hedeflerini yönlendirir

source: Duration
de: Dauer
id: Duration (lamanya)
it: Durata
ja: 期間
ko_kr: 기간
tr_tr: Süre

source: During the final five minutes of the sprint (review time), ask everyone to take their hands off the Lego, and gather around the in-progress street. At this stage, upstream get to vote on the changes, and anything rejected gets sent back to the contributing group to be fixed. Ensure upstream give good reasons for rejections, along with suggestions for improvement. Encourage Upstream to reject a few things early on, to try and ensure contributors understand the need to have Foundation on board before they throw something over the wall.
de: Während der letzten fünf Minuten des Sprints (Review-Zeit), bitten Sie alle, ihre Hände von dem Lego zu nehmen und sich um die "In-Progress"-Straße zu sammeln. In diesem Stadium gilt es die Änderungen auf Upstream abzustimmen und alles andere an die beitragende Gruppe zur Reparatur zurückzuweisen. Stellen Sie sicher, gute Gründe für Ablehnungen zusammen mit Verbesserungsvorschlägen abzugeben. Ermutigen Sie Upstream, ein paar Dinge früher zurückzuweisen und stellen Sie sicher, dass die Teilnehmer die Notwendigkeit einsehen, bevor sie etwas gegen die Wand werfen.
id: Selama lima menit terakhir dari sprint (waktu review), meminta semua orang untuk melepaskan tangan mereka dari Lego, dan berkumpul di sekitar jalan in-progress. Pada tahap ini, upstream sampai ke suara pada perubahan, dan apa pun yang ditolak akan dikirim kembali ke kelompok berkontribusi untuk diperbaiki. Pastikan upstream memberikan alasan yang baik untuk penolakan, bersama dengan saran untuk perbaikan. Mendorong Upstream untuk menolak beberapa hal awal, untuk mencoba dan memastikan bahwa kontributor memahami kebutuhan untuk memiliki Foundation yang mampu mengatur sebelum mereka mengalihkan masalah itu ke generasi berikutnya.
ja: スプリントの最後の5分間（レビューの時間）には、全員に LEGO から手を離してもらい、未完成の街並みに集まってもらいます。このステージでは、アップストリームは、変更について採決し、拒否した点についてコントリビューションをしているグループに修正を依頼します。アップストリームが、拒否した良い理由と、改善のための意見を与えていることを確認してください。最初はいくつか拒否をおこなうようにアップストリームに促し、コントリビューターが、何かを壁の向こうに投げ入れるには Foundation との協力が必要であると理解していることを、試して確かめます。
ko_kr: 마지막 sprint (리뷰 시간)에서 5분 동안 모든 구성원에게 Lego에서 떨어져서 진행 중인 거리로 모이도록 합니다. 이 단계에서, 업스트림은 변경 사항에 대해 투표를 얻고, 거절된 것들을 컨트리뷰션하는 그룹에 수정하도록 돌려줍니다. 업스트림이 개선에 대한 제안과 함께 거절에 대한 좋은 이유를 주었는지를 확인합니다. 컨트리뷰터가 만든 것을 벽에 던지기 전에 이사회에서 Foundation이 존재하는 필요성을 이해할 수 있도록 초기에 업스트림이 몇 가지를 거절하도록 장려합니다.
tr_tr: Sprint'in son beş dakikasında (gözden geçirme zamanı), herkesin Lego'dan ellerini almasını ve gelişmekte olan cadde çevresinde toplanmasını isteyin. Bu aşamada, yukarı akış değişiklikleri üzerinde oy kullanacak ve reddedilen herhangi bir şey, düzeltilmek üzere katkıda bulunan gruba geri gönderilecektir. Geri akışın, iyileştirme önerileri ile birlikte reddetme için iyi nedenler verdiğinden emin olun. Upstream'i, başlangıçta birkaç şeyi reddetmek, katkıda bulunanların duvara bir şey atmadan önce Vakıf'ta olma gereğini anlamalarını sağlamak için teşvik edin.

source: During upstream training, do not worry about this! Upstream training leaders will clean up after the training is finished.
de: Machen Sie sich keine Sorgen beim Upstream-Training. Die Trainingsleiter werden alles aufräumen, wenn das Training beendet ist.
id: Selama pelatihan hulu, jangan khawatir tentang hal ini! pemimpin pelatihan hulu akan membersihkan setelah pelatihan selesai.
ko_kr: 업스트림 트레이닝 기간에는, 이에 대해 걱정하지 마십시오! 업스트림 트레이닝 진행자들이 트레이닝 완료 후 제거할 것입니다.
tr_tr: Üstakım eğitim sırasında bu konuda endişelenmeyin! Eğitim sona erdikten sonra üstakım eğitim liderleri temizleyecektir.

source: EOL documents
de: EOL Dokumente
id: Dokumen EOL
ko_kr: EOL 문서
tr_tr: EOL belgeleri

source: EOL documents are not maintained in the documentation repositories, the content is frozen.
de: EOL Dokumente werden in Dokumentations Repositories nicht aktualisiert, der Inhalt ist eingefroren.
id: Dokumen EOL tidak disimpan dalam repositori dokumentasi, isinya beku.
ko_kr: EOL 문서는 문서화 저장소에서 관리하지 않으며, 내용 변경이 이루어지지 않습니다.
tr_tr: EOL belgeleri belgelendirme deoplarından yönetilmezler, içerik dondurulmuştur.

source: Each PTL candidate needs to submit PTL candidacy
de: Jeder PTL-Kandidat muss die PTL-Kandidatur einreichen
id: Setiap calon PTL harus mengajukan pencalonan PTL
ko_kr: 각 PTL 후보는 PTL 입후보를 제출할 필요가 있습니다
tr_tr: Her PTL adayın PTL adayı göndermesi gerekiyor

source: Each Platinum member can delegate one member
de: Jedes Platin-Mitglied kann ein Mitglied delegieren
id: Setiap anggota Platinum bisa mendelegasikan satu anggota
ko_kr: 각 플래티넘 멤버는 다른 멤버에게 위힘할 수 있습니다.
tr_tr: Her Platinum üyesi bir üyeyi devredebilir

source: Each Release has two main events: PTG and the Summit
de: Jede Veröffentlichung hat zwei Hauptveranstaltungen: PTG und Summit
id: Setiap Rilis memiliki dua acara utama: PTG dan KTT
ko_kr: 각 릴리즈에는 PTG와 Summit, 두 개의 메인 이벤트가 있습니다
tr_tr: Her Sürüm iki ana etkinliğe sahiptir: PTG ve Zirve

source: Each company has:
de: Jedes Unternehmen hat:
id: Setiap perusahaan memiliki:
ja: 各カンパニー:
ko_kr: 각 기업은 다음을 갖습니다:
tr_tr: Her şirket şuna sahip:

source: Each individual sets their own objective.
de: Jeder Teilnehmer verfolgt sein eigenes Ziel.
id: Setiap individu menetapkan tujuan mereka sendiri.
ja: 個人はそれぞれ、自身の目的を設定します。
ko_kr: 각 개인은 각자 목표를 설정합니다.
tr_tr: Her birey kendi amaçlarını belirler.

source: Each item on a worklist is placed on a 'card' in the worklist
de: Jedes Element auf einer Arbeitsliste wird auf einer 'card' in der Arbeitsliste platziert
id: Setiap item pada daftar pekerjaan ditempatkan pada ''card'' di daftar pekerjaan

source: Each project and working group also has its own wiki page
de: Jedes Projekt und jede Arbeitsgruppe hat auch eine eigene Wiki-Seite
id: Setiap proyek dan kelompok kerja juga memiliki halaman wiki sendiri
ko_kr: 각 프로젝트와 워킹그룹은 또한 각 위키페이지를 가지고 있습니다.

source: Each project and working group has its own channel
de: Jede Projekt- und Arbeitsgruppe hat einen eigenen Kanal
id: Setiap proyek dan kelompok bekerja memiliki saluran sendiri
ko_kr: 각 프로젝트와 워킹그룹은 각 채널을 가지고 있습니다.

source: Each project has its own purpose & culture.
de: Jedes Projekt hat seinen eigenen Zweck & Kultur.
id: Setiap proyek memiliki tujuan & budaya sendiri.
tr_tr: Her proje kendi amacına & kültürüne sahiptir.

source: Each project team sets priorities/dates for the release
de: Jedes Projektteam setzt Prioritäten/Termine für die Freigabe
id: Setiap tim proyek menetapkan prioritas / tanggal untuk rilis
ko_kr: 각 프로젝트는 해당 릴리즈를 위한 우선순위/일정을 설정합니다.
tr_tr: Her proje ekibi, yayın için öncelikleri/tarihleri belirler

source: Each student group prepares a presentation describing:
de: Jede Schülergruppe bereitet eine Präsentation vor:
id: Setiap kelompok siswa mempersiapkan presentasi yang menjelaskan:
ja: 各受講者グループが、以下のような説明を行うプレゼンテーションを準備します :
ko_kr: 각 학생 그룹은 다음을 설명하는 프리젠테이션을 준비합니다:
tr_tr: Her öğrenci grubu, aşağıdakileri anlatan bir sunum hazırlar:

source: Each student group presents its slides to the class
de: Jede Schülergruppe präsentiert ihre Folien der Klasse
id: Setiap kelompok siswa menyajikan slide untuk kelas
it: Ciascun gruppo di studenti presenta le proprie diapositive alla classe
ja: 各受講者は、自身のスライドをクラスに発表します
ko_kr: 각 학생 그룹은 수업에 대한 슬라이드를 발표합니다
tr_tr: Her öğrenci grubu slaytlarını sınıfa sunuyor

source: Ecosystem for collaboration
de: Ökosystem für die Zusammenarbeit
id: Ekosistem untuk kolaborasi
ja: コラボレーションのためのエコシステム
ko_kr: 협업을 위한 에코시스템
tr_tr: Birlikte çalışmak için bir ekosistem

source: Edit Nick Name Settings
de: Einstellungen Spitznamen bearbeiten
it: Modifica le configurazioni del nick name
ja: ニックネーム設定の編集
ko_kr: 닉네임 설정 편집

source: Edit Server Settings
de: Servereinstellungen bearbeiten
it: Modifica le configurazioni del Server
ja: サーバー設定の編集
ko_kr: 서버 설정 편집

source: Edouard THULEAU (assistant, french, english)
de: Edouard THULEAU (Assistent, Französisch, Englisch)
it: Edouard THULEAU (assistente, francese, inglese)
ko_kr: Edouard THULEAU (조교, 프랑스어, 영어)
tr_tr: Edouard THULEAU (yardımcı, fransızca, ingilizce)

source: Edouard Thuleau (assistant, french, english)
de: Edouard Thuleau (Assistent, französisch, englisch)
it: Edouard Thuleau (assistente, francese, inglese)
ko_kr: Edouard Thuleau (조교, 프랑스어, 영어)
tr_tr: Edouard Thuleau (yardımcı, fransızca, ingilizce)

source: Elected by PTL and other Core Team Members
de: Von PTL und anderen Kern Team Mitgliedern gewählt
