Repository: Gheorghita/training-guides
Catalog: doc/upstream-training/source/locale/*/LC_MESSAGES/upstream-training.po
Languages: de, id, it, ja, ko_kr, tr_tr

source: `Using Sandbox for Practice <workflow-using-sandbox.html>`_
de: `Verwenden von Sandbox für die Praxis <workflow-using-sandbox.html> `_
ko_kr: `연습을 위한 Sandbox <workflow-using-sandbox.html>`_
tr_tr: `Pratik için Sandbox Kullanmak<workflow-using-sandbox.html>`_

source: `What’s new with OpenStack Upstream Training <http://superuser.openstack.org/articles/openstack-upstream-training-revamp/>`_.
de: `Was ist neu bei OpenStack Upstream Training <http://superuser.openstack.org/articles/openstack-upstream-training-revamp/> `_.
ko_kr: `OpenStack Upstream Training에서 새로운 점 <http://superuser.openstack.org/articles/openstack-upstream-training-revamp/>`_.

source: ``#action`` - Document an action item in the minutes. Include any nicknames in the line, and the item will be assigned to them. (nicknames are case-sensitive)
de: ``#action`` - Dokumentiert einen Aktionspunkt im Protokoll. Zusammen mit einem Nickname in einer Zeile wird der Aktionspunkt zugewiesen (Gross-/Kleinschreibung wird bei Nicknamen unterschieden)
id: ``#action`` - Mendokumentasikan item tindakan (action) di menit. Sertakan nama julukan di telepon, dan item akan ditugaskan kepada mereka. (nama julukan adalah case-sensitive)
it: ``#action`` - Documenta una voce di azione nei minuti. Includi qualsiasi nickname nella riga, e la voce gli verrà assegnata a loro (nicknames sono case-sensitive)
ja: ``#action`` - アクション項目を議事録に記録します。発言に任意のニックネームを含めると、その項目がその人に割り当てられます（ニックネームは大文字小文字を区別します）。
ko_kr: ``#action`` - 수행해야 할 항목으로 회의록에 기록합니다. 해당 줄에는 닉네임과 해당 항목이 할당된 대상을 포함합니다. (닉네임은 대소문자를 구별합니다)
tr_tr: ``#action`` - Dakikalar içinde bir hareket maddesi belgeleyin. Satırdaki takma adları ekleyin ve öğe onlara atanır. (takma adlar büyük küçük harf duyarlıdır)

source: ``#help`` - Add a "Call for Help" to the minutes. Use this command when you need to recruit someone to do a task. (Counter-intuitively, this doesn't provide help on the bot)
de: ``#help`` - Fügt einen "Aufruf zur Hilfe" ins Protokoll. Benutzen SIe das Kommando, wenn Sie Unterstützung in einer Aufgabe benötigen. (Zähler intiutiv, wird vom Bot nicht unterstützt)
id: ``#help`` - Menambahkan "Call for Help" ke menit. Gunakan perintah ini ketika Anda harus merekrut seseorang untuk melakukan suatu tugas. (Counter-intuitively, ini tidak memberikan bantuan pada bot)
ja: ``#help`` - 議事録に「手助け募集」を追加します。作業を実行する人を募集するときに、このコマンドを使用します。直観に反して、これはボットを手助けしません。
ko_kr: ``#help`` - 회의록에 "도움 요청" 을 추가합니다. 다른 프로젝트와 같이해야되는 작업일 경우, 이 명령어를 사용합니다. (생각하는 것과 다르게, 이 명령어는 봇에 대한 help 목록을 제공하지 않습니다)
tr_tr: ``#help`` - Dakikalara bir "Yardım Çağrısı" ekleyin. Görev yapmak için birini işe almanız gerektiğinde bu komutu kullanın. (Sayaç-sezgisel, bu bot üzerinde yardım sağlamaz)

source: ``#info`` - Add an info item to the minutes. People should liberally use this for important things they say, so that they can be logged in the minutes.
de: `` #info`` - Fügen Sie ein Info-Element zum Protokoll hinzu. Die Menschen sollten das für wichtige Dinge, die sie sagen, großzügig nutzen, damit sie im Protokoll gezeigt werden können.
id: ``#info`` - Menambahkan item info ke menit. Orang harus bebas menggunakan ini untuk hal-hal penting yang mereka katakan, sehingga mereka dapat tercatat di menit.
it: ``#info`` - Aggiungi una voce di info ai minuti. Le persone dovrebbero usare questo liberamente per le cose important che dicono, in modo che possano essere registrati nei minuti.
ja: ``#info`` - 参考情報を議事録に追加します。参加者は、重要な発言が議事録に記録されるよう、これを自由に使用すべきです。
ko_kr: ``#info`` - 정보성 항목을 회의록에 추가합니다. 이야기하고자 하는 중요한 사항에 대해서는 이를 자유롭게 사용하여 회의록에 기록합니다.
tr_tr: ``#info`` - Dakikalara bir bilgi öğesi ekleyin. İnsanlar bunu dakikalarca girilebilmesi için söyledikleri önemli şeyler için özgürce kullanmalıdır.

source: ``screen`` command was used to access the virtual terminals running the installed services
de: ``screen`` Befehl wurde verwendet, um auf die virtuellen Terminals zuzugreifen, auf denen die installierten Dienste ausgeführt wurden
id: Perintah ``screen`` digunakan untuk mengakses terminal virtual yang menjalankan layanan yang terinstal
ko_kr: ``screen`` 명령어는 설치되어 있는 서비스를 실행하는 가상 터미널에 액세스하기 위해 사용하였습니다.
tr_tr: ``screen`` komutu, kurulu servisleri çalıştıran sanal terminallere erişmek için kullanıldı.

source: ``screen`` use is now deprecated
de: `` screen`` Gebrauch ist jetzt veraltet
id: Penggunaan ``screen` sekarang tidak berlaku lagi
ko_kr: ``screen`` 은 더 이상 사용되지 않습니다.
tr_tr: ``screen`` kullanımı şimdi kullanımdan kaldırıldı

source: ``systemd`` is the replacement for ``screen``
de: `` systemd`` ist der Ersatz für `` screen``
id: ``systemd`` adalah pengganti ``screen``
ko_kr: ``systemd`` 는 ``screen`` 을 대체합니다.
tr_tr: ``systemd``, ``screen`` yerine geçer

source: `commiters <http://www.stackalytics.com/?release=kilo&metric=commits&project_type=integrated&module=&company=&user_id=>`_ individuals (bottom of the page)
de: `Commiters <http://www.stackalytics.com/?release=kilo&metric=commits&project_type=integrated&module=&company=&user_id=>`_ Personen (unten auf der Seite)
id: Individu (bawah halaman) `Commiters <http://www.stackalytics.com/?release=kilo&metric=commits&project_type=integrated&module=&company=&user_id=>` _
it: `commiter <http://www.stackalytics.com/?release=kilo&metric=commits&project_type=integrated&module=&company=&user_id=>`_ individuali (parte inferiore del sito)
ja: 個人別 `コミット <http://www.stackalytics.com/?release=kilo&metric=commits&project_type=integrated&module=&company=&user_id=>`_ (ページ下部)
ko_kr: 개인 `커미터 <http://www.stackalytics.com/?release=kilo&metric=commits&project_type=integrated&module=&company=&user_id=>`_ (페이지 하단)

source: `committers <http://www.stackalytics.com/?release=kilo&metric=commits&project_type=integrated&module=&company=&user_id=>`_ companies
de: `Beitragende <http://www.stackalytics.com/?release=kilo&metric=commits&project_type=integrated&module=&company=&user_id=>`_ Firmen
id: Perusahaan `committers <http://www.stackalytics.com/?release=kilo&metric=commits&project_type=integrated&module=&company=&user_id=>`_
ja: 企業別 `コミット <http://www.stackalytics.com/?release=kilo&metric=commits&project_type=integrated&module=&company=&user_id=>`_
ko_kr: 회사 <http://www.stackalytics.com/?release=kilo&metric=commits&project_type=integrated&module=&company=&user_id=>`_

source: `confirming and prioritizing <https://wiki.openstack.org/wiki/Bugs#Confirming_.26_prioritizing>`_
de: `Bestätigung und Priorisierung <https://wiki.openstack.org/wiki/Bugs#Confirming_.26_prioritizing> `_
it: `confirmare e dare la priorità <https://wiki.openstack.org/wiki/Bugs#Confirming_.26_prioritizing>`_
ja: `確認と優先度付け <https://wiki.openstack.org/wiki/Bugs#Confirming_.26_prioritizing>`_
ko_kr: `확인 및 우선 순위 구분 <https://wiki.openstack.org/wiki/Bugs#Confirming_.26_prioritizing>`_
tr_tr: `kabul etme ve önceliklendirme <https://wiki.openstack.org/wiki/Bugs#Confirming_.26_prioritizing>`_

source: `minimal configuration <http://docs.openstack.org/developer/devstack/configuration.html#minimal-configuration>`_
de: `minimale Konfiguration <http://docs.openstack.org/developer/devstack/configuration.html#minimal-configuration> `_
it: ` Configurazione minima <http://docs.openstack.org/developer/devstack/configuration.html#minimal-configuration>`_
ja: `最小設定 <http://docs.openstack.org/developer/devstack/configuration.html#minimal-configuration>`_
ko_kr: `최소 구성 <http://docs.openstack.org/developer/devstack/configuration.html#minimal-configuration>`_

source: `reporting a bug <https://wiki.openstack.org/wiki/Bugs#Reporting>`_
de: `einen Fehler melden <https://wiki.openstack.org/wiki/Bugs#Reporting> `_
it: `Reportare un bug <https://wiki.openstack.org/wiki/Bugs#Reporting>`_
ja: `バグ報告 <https://wiki.openstack.org/wiki/Bugs#Reporting>`_
ko_kr: `버그 보고 <https://wiki.openstack.org/wiki/Bugs#Reporting>`_
tr_tr: `bir hata raporlama <https://wiki.openstack.org/wiki/Bugs#Reporting>`_

source: and whom they will be working with
de: und mit wem sie arbeiten werden
id: dan dengan siapa mereka akan bekerja
ja: そして、誰と一緒に作業をするか
ko_kr: 그리고 같이 일하고자 하는 대상
tr_tr: ve kiminle çalışacağı

source: by majority vote of all Gold Members
de: durch Stimmenmehrheit aller Goldmitglieder
id: Dengan suara terbanyak dari semua Anggota Emas
ko_kr: 모든 골드 멤버의 다수 투표에 의해
tr_tr: tüm Altın Üyeler'in çoğunluk oyuyla

source: checkout the latest stable branch
de: Checkout des letzten stabilen Branch
id: pemeriksaan cabang stabil terbaru
it: Fai il checkout dell'ultima branca stabile
ja: 最新の stable ブランチのチェックアウト
ko_kr: 가장 최신의 안정 버전 브랜치를 가져옵니다
tr_tr: son kararlı dalı kontrol edin

source: directly elected by ATC's
de: direkt von ATC gewählt
id: Langsung dipilih oleh ATC
ko_kr: ATC에 의해 직접 선출이 이루어집니다
tr_tr: ATC tarafından doğrudan seçilir

source: elections (candidacy or vote), presentations
de: Wahlen (Kandidatur oder Abstimmung), Vorträge
id: pemilihan (pencalonan atau pemungutan suara), presentasi

source: fix is already on master
de: fix ist schon auf master
id: perbaikan sudah pada master
it: la correzione è già su master
ja: 修正がマスターに存在します
ko_kr: 수정이 이미 master에 있음
tr_tr: düzeltme zaten master üzerinde

source: from git master by default
de: von git master standardmäßig
id: dari master git secara default
ko_kr: 디폴트로 git master에서 (설치)
tr_tr: varsayılan olarak git masterdan

source: from stable branches by configuration, e.g. stable/newton
de: von stabilen Zweigen nach Konfiguration, zB stable/newton
id: dari cabang stabil dengan konfigurasi, misalnya stabil / newton
ko_kr: 구성을 통해 안정 버전 브랜치로부터 (설치), 예: stable/newton
tr_tr: yapılandırma tarafından kararlı dallar, e.g. kararlı/newton

source: has a clear and defined scope
de: hat einen klares und definiertes Ziel
id: Memiliki ruang lingkup yang jelas dan terbatas
ko_kr: 명료하고 정의된 영역을 가집니다
tr_tr: temiz ve tanımlı alana sahipse

source: how it contributes to the company's agenda
de: wie dies der Firmenagenda dient
id: bagaimana berkontribusi untuk agenda perusahaan
ja: 企業の指針に対してどうコントリビュートするか
ko_kr: 기업 목표에 어떻게 기여할 것인지에 대한 방법
tr_tr: şirketin gündemine nasıl katkıda bulunur

source: how they will engage with the Upstream
de: wie sie sich mit dem Upstream beschäftigen werden
id: bagaimana mereka akan terlibat dengan Upstream
ja: どのようにアップストリームと関わるか
ko_kr: 업스트림에 어떻게 참여할 것인지에 대한 방법
tr_tr: Üst akım ile nasıl etkileşime geçecekler

source: install git review
de: installieren git review
id: instal git review
ja: git review のインストール
ko_kr: git review 설치
tr_tr: git review'ı kur

source: invite reviewers
de: Reviewer einladen
id: mengundang pengulas
it: invita revisori
ja: レビューアーの招待
ko_kr: 검토자 초대

source: macJack (assistant, English, Chinese)
de: macJack (Assistentin, Englisch, Chinesisch)
it: macJack (assistente, inglese, chinese)
ko_kr: macJack (조교, 영어, 중국어)
tr_tr: macJack (yardımcı, İngilizce, Çince)

source: master branch is open for development
de: Master Branch ist für Entwicklung geöffnet
id: cabang master terbuka untuk pengembangan
ko_kr: master 브랜치는 개발을 위해 개방되어 있습니다
tr_tr: master dalı geliştirme için açık

source: nvie inspired
de: nvie inspiriert
id: nvie yang terinspirasi
ja: nvie による触発
ko_kr: nvie으로부터의 영감
tr_tr: ilham kaynağı nvie

source: other graphical stand-alone tools (sourcetree, tortoisegit)
de: andere grafische eigenständige Werkzeuge (sourcetree, tortoisegit)
id: Alat grafis lain yang stand-alone (sourcetree, tortoisegit)

source: provides a cloud infrastructure service or directly builds on an existing OpenStack cloud infrastructure service
de: bietet einen Cloud-Infrastruktur-Dienst oder baut direkt auf einem bestehenden OpenStack Cloud-Infrastruktur-Dienst auf
id: Menyediakan layanan infrastruktur awan atau langsung membangun layanan infrastruktur awan OpenStack yang ada
ko_kr: 클라우드 인프라 서비스를 제공하거나 기본 OpenStack 클라우드 인프라 서비스 위에 직접 만듭니다
tr_tr: bulut altyapısı hizmeti sağlar veya mevcut bir OpenStack bulut altyapısı hizmetini doğrudan geliştirirse

source: risk of regression
de: Risiko der Regression
id: risiko regresi
it: rischio di regressione
ja: 後退のリスク
ko_kr: 회귀에 대한 위험
tr_tr: gerileme riski

source: running unit tests
de: laufende Unit-Tests
id: menjalankan tes unit
it: eseguire test unitari
ja: ユニットテストの実行
ko_kr: 단위 테스트 실행

source: the contribution they plan to work on during the online sessions
de: den Beitrag, den sie während der Online-Sessions bearbeiten wollen
id: kontribusi dimana mereka berencana untuk bekerja selama sesi online
ja: オンラインセッション中に手がけようとしているコントリビューションの計画
ko_kr: 온라인 세션동안 작업하고자 계획하는 컨트리뷰션
tr_tr: çevrimiçi oturumlar sırasında üzerinde çalışmayı planladıkları katkı

source: upload an ssh key
de: einen ssh-Schlüssel hochladen
id: meng-upload kunci ssh
it: carica una chiave ssh
ja: SSH 鍵のアップロード
ko_kr: ssh 키 업로드

source: user visible benefit
de: sichtbarer Nutzen für Anwender
id: manfaat terlihat pengguna
it: utente beneficiario visibile
ja: 利用者に見える価値
ko_kr: 사용자에게 보이는 이점
tr_tr: kullanıcıya görünür fayda

source: #openstack-meeting, #openstack-meeting-cp, etc.
ko_kr: #openstack-meeting, #openstack-meeting-cp 등

source: (RC2, RC3, ...) with bugs targeted to it
id: (RC2, RC3, ...) dengan bug yang ditargetkan untuk itu
ko_kr: (RC2, RC3, ...)에 버그가 지정되어 있습니다.

source: 13:45 Sagrada Familia
ko_kr: 13:45 파밀리에 성당

source: 2014 Atlanta, USA
ko_kr: 2014년 미국, 애틀란타
tr_tr: 2014 Atlanta, ABD

source: 2015 Tokyo, Japan
it: 2015 Tokyo, Giappone
ko_kr: 2015년 일본, 도쿄
tr_tr: 2015 Tokyo, Japonya

source: 2016 Austin, USA
ko_kr: 2016 미국 Austin
tr_tr: 2016 Austin, ABD

source: 2017 Boston, USA
ko_kr: 2017 미국 보스턴

source: 2017 was 7th birthday of OpenStack
id: 2017 adalah ulang tahun ke 7 OpenStack
ko_kr: 2017년은 오픈스택의 일곱 번째 생일이었습니다.

source: 6 - 12 months after release
id: 6 - 12 bulan setelah rilis
ko_kr: 릴리즈 후 6 - 12개월

source: 7:45 Cava & Winery Tour
id: 7:45 Wisata Cava & Winery
ko_kr: 7:45 카바 & 와이너리 투어
tr_tr: 7:45 Cava & Şarapçılık Turu

source: Additional Release Candidates created for critical bugs found during RC testing
id: Additional Release Candidates dibuat untuk bug kritis yang ditemukan selama pengujian RC
ko_kr: RC 테스트 도중 중요한 버그가 발견되어 추가적인 릴리즈 대상이 생성되었습니다.

source: Agile
id: Tangkas
ja: アジャイル
ko_kr: 애자일

source: All appropriate bug fixes
id: Semua perbaikan bug yang sesuai
ko_kr: 모든 적절한 버그 수정

source: Analysing Zuul Failures
id: Menganalisis Kegagalan Zuul
ko_kr: Zull 실패 분석

source: Appropriate backports
id: Backport yang tepat
ko_kr: 적절한 백포트

source: Backport is self contained
id: Backport merupakan mandiri (self contained)
ko_kr: 백포트 자체 포함

source: Backports of new functionality
id: Backports fungsi baru
ko_kr: 새로운 기능의 백포트

source: Big Tent was a code name for the official OpenStack projects
id: Big Tent adalah nama kode untuk proyek OpenStack resmi
ko_kr: Big Tent는 공식 OpenStack 프로젝트에 대한 코드 이름이었습니다.

source: Blueprint (Partial-Implements, Implements)
ja: ブループリント (Partial-Implements, Implements)
ko_kr: 블루프린트 (Partial-Implements, Implements)
tr_tr: Plan (Parça-Uygulama, Uygulama)

source: Bugday
ko_kr: 버그데이
tr_tr: Hata günü

source: Bugs
id: Bug
ko_kr: 버그

source: Can use the patch number to track status in Zuul status page.
id: Bisa menggunakan nomor patch untuk melacak status di halaman status Zuul.
ko_kr: Zull 상태 페이지에서 상태를 추적하기 위해 패치 번호를 사용할 수 있음.

source: Changes Supported
ko_kr: 변경사항이 지원됨

source: Changes to external HTTP APIs
id: Perubahan pada API HTTP eksternal
ko_kr: 외부 HTTP API의 변경 사항

source: Channel Logs: http://eavesdrop.openstack.org/irclogs/
ko_kr: 채널 로그: http://eavesdrop.openstack.org/irclogs/

source: Code Deep Dive
ja: コード Deep Dive
ko_kr: 코드 파헤치기
tr_tr: Kodun Derinine İnme

source: Code change during the RC phase is a balancing act
id: Perubahan kode selama fase RC adalah tindakan penyeimbang
ko_kr: RC 단계 중 코드 변경은 균형잡힌 동작입니다.

source: Code for new features is no longer accepted.
id: Kode untuk fitur baru tidak lagi diterima.
ko_kr: 새로운 기능에 대한 코드는 더 이상 허용되지 않습니다.

source: Commit Messages
id: Commit Messages (komit pesan)
ko_kr: 커밋 메시지
tr_tr: Gönderim Mesajları

source: Common cycle with intermediary release:
id: Siklus umum dengan pelepasan perantara:
ko_kr: 중간 단계 릴리즈를 가진 공통 주기:

source: Core reviewer
id: Pengulas inti
it: Revisore principale
ja: コアレビューアー
ko_kr: 핵심 검토자

source: Core team membership is about merging on master, stable core membership is independent
id: Core team membership adalah tentang penggabungan master, stable core membership bersifat independen
ko_kr: 코어 팀 멤버쉽은 master에 대한 머징에 해당하며, 안정 버전에 대한 코어 멤버쉽은 별개입니다

source: Critical fixes have the highest priority while more minor bug fixes may be safer to hold for the subsequent release.
id: Perbaikan kritis memiliki prioritas tertinggi sementara perbaikan bug yang lebih kecil mungkin lebih aman untuk ditahan pada rilis berikutnya.
ko_kr: 중요도가 낮은 버그 수정사항은 다음 릴리즈로 연기하는 것이 더 안전한 반면에, 중요한 수정사항은 가장 높은 우선순위를 가집니다.

source: Documentation build/publishing, tarball generation, image build
id: Dokumentasi build/publishing, tarball generation, image build
ko_kr: 문서 빌드/출판, tarball 생성, 이미지 빌드

source: Each project has a subset of cores able to merge stable branch changes
id: Setiap proyek memiliki subset dari core yang mampu menggabungkan perubahan cabang yang stabil
ko_kr: 각 프로젝트는 안정 브랜치 변화를 병합할 수 있는 코어의 하위 집합이 있습니다.

source: Ensure that backports are associated with the patch submitted to master
id: Pastikan backports dikaitkan dengan patch yang dikirimkan ke master
ko_kr: 백포트가 마스터에 제출된 패치와 연관되어 있는지 확인

source: Ensure that the stable branch policies are enforced
id: Pastikan bahwa kebijakan cabang yang stabil diberlakukan
ko_kr: 안정 브랜치 정책이 시행되었는지 확인

source: Etherpads
ja: Etherpad
ko_kr: Etherpad

source: Externally visible strings can no longer be changed. Helps translation activities complete on time.
id: String yang terlihat secara eksternal tidak dapat lagi diubah. Membantu kegiatan penerjemahan selesai tepat waktu.
ko_kr: 외부에 보여지는 문자열은 더 이상 변경되지 않습니다. 이는 제 시간에 번역 활동이 마무리되도록 도와줍니다.

source: Feature freeze
id: Pembekuan fitur
it: Feature ferma
ja: 機能の凍結
ko_kr: 기능 프리징

source: Filtering on Patch Number in Zuul
id: Menyaring Nomor Patch di Zuul
ko_kr: Zull에서 패치 번호를 필터링

source: First 6 months
id: 6 bulan pertama
ko_kr: 최초 6개월

source: Fixes a user visible problem
id: Memperbaiki masalah pengguna yang terlihat
ko_kr: 사용자 가시성 문제 수정

source: Fixes to stable must first merge to master and all intermediate branches
id: Perbaikan ke stabil harus terlebih dahulu bergabung untuk menguasai dan semua cabang antara
ko_kr: 안정 버전에 대한 수정은 먼저 마스터와 모든 중간 브랜치에 병합해야 합니다.

source: Format:
ko_kr: 포맷:
tr_tr: Biçim:

source: Forum:
ko_kr: 포럼:

source: Framework
id: Kerangka kerja
ja: フレームワーク
ko_kr: 프레임워크
tr_tr: Çatı

source: Gate
ko_kr: 게이트
tr_tr: Geçit

source: Gerrit (openstack-dev/sandbox repository)
ko_kr: Gerrit (openstack-dev/sandbox 저장소)
tr_tr: Gerrit (openstack-dev/sandbox deposu)

source: History status
id: Status riwayat
ko_kr: 내역 상태
tr_tr: Geçmiş durumu

source: IRC client: HexChat
ko_kr: IRC 클라이언트: HexChat
tr_tr: IRC istemci: HexChat

source: IRC meetings: http://eavesdrop.openstack.org/
ja: IRC ミーティング: http://eavesdrop.openstack.org/
ko_kr: IRC 미팅: http://eavesdrop.openstack.org/

source: Inappropriate backports
id: Backports yang tidak tepat
ko_kr: 적절하지 않은 백포트

source: Independent release model:
id: Model rilis independen:
ko_kr: 독립 릴리즈 모델:

source: Individual members, can be granted ATC status by the PTL of an official project and TC approval. This is called extra-ATC status.
id: Anggota individu, dapat diberikan status ATC oleh PTL sebuah proyek resmi dan persetujuan TC. Ini disebut status extra-ATC.
ko_kr: 개별 멤버는 공식 프로젝트의 PTL과 TC 승인으로 ATC 상태를 부여받을 수 있습니다. 이는 extra-ATC 상태라고 불립니다.

source: Installation
it: Installazione
ja: インストール
ko_kr: 설치하기

source: Integration
id: Integration (integrasi)
ko_kr: 통합
tr_tr: Bütünleşme

source: Intermediary releases can also be used to time releases near the beginning and end of the release cycle. Horizon plug-ins do this.
id: Perantara rilis juga dapat digunakan untuk rilis waktu di dekat awal dan akhir siklus rilis. Horizon plug-in melakukan ini.
ko_kr: 중간 릴리즈 또한 릴리즈 주기 시작 및 끝 근처에 릴리즈로 사용이 될 수 있습니다. Horizon 플러그인이 이를 따릅니다.

source: Jump on IRC and etherpad
id: Langsung ke IRC dan etherpad
ko_kr: IRC와 이더패드로 넘어가기

source: Low regression risk in stable branch
id: Resiko regresi rendah pada cabang stabil
ko_kr: 안정 브랜치의 낮은 회귀 위험

source: Merged!
id: Merged! (digabung)
ko_kr: 머지되었습니다!
tr_tr: Birleştirildi!

source: Mission
id: Mission (tugas)
ja: ミッション
ko_kr: 임무
tr_tr: Görev

source: More than 12 months
id: Lebih dari 12 bulan
ko_kr: 12개월 이상

source: Name for a cycle that has been released
id: Nama untuk sebuah siklus yang telah dilepaskan
ko_kr: 릴리즈가 이루어진 사이클에 대한 이름

source: Need to balance integrating fixes and code churn
id: Perlu menyeimbangkan mengintegrasikan perbaikan dan kode churn
ko_kr: 수정사항 반영과 코드 변경 사이의 균형을 조정할 필요가 있습니다.

source: New Core Team members are nominated and elected by other Core Team Members
id: Anggota New Core Team dinominasikan dan dipilih oleh Core Team Member lainnya
ko_kr: 새로운 코어 팀 구성원은 다른 코어 팀 구성원에 의해 제안 및 선출됩니다

source: Notification, DB Schema or incompatible config file changes
id: Pemberitahuan, DB Schema atau perubahan file konfigurasi yang tidak kompatibel
ko_kr: 알림, DB 스키마 또는 호환되지 않은 설정 파일 변경

source: Only critical or security fixes
id: Hanya perbaikan kritis atau keamanan
ko_kr: 치명적이거나 보안 수정만

source: Only security fixes accepted
id: Hanya perbaikan keamanan yang diterima
ko_kr: 보안 수정만 수용됨

source: Open Community
ja: オープンなコミュニティー
ko_kr: 개방형 커뮤니티
tr_tr: Açık Topluluk

source: Open Design
ja: オープンな設計
ko_kr: 개방형 디자인
tr_tr: Açık Tasarım

source: Open Development
ja: オープンな開発
ko_kr: 개방형 개발
tr_tr: Açık Geliştirme

source: Open Source
ja: オープンソース
ko_kr: 오픈 소스
tr_tr: Açık Kaynak

source: Open the `training etherpad <https://etherpad.openstack.org/p/upstream-institute-sydney-2017>`_ for team work
id: Buka `training etherpad <https://etherpad.openstack.org/p/upstream-institute-sydney-2017>`_ untuk kerja tim
ko_kr: 팀 워크를 위해 `연습용 이더패드 <https://etherpad.openstack.org/p/upstream-institute-sydney-2017>`_ 를 열으세요

source: OpenStack Foundation Account
id: OpenStack Foundation Account (akun OpenStack Foundation)
ko_kr: OpenStack Foundation 계정

source: OpenStack Upstream Institute Class Details
ko_kr: OpenStack Upstream Institute 클레스에 대한 자세한 정보
tr_tr: OpenStack Upstream Enstitüsü Ders Ayrıntıları

source: PTLs
ja: PTL
ko_kr: PTL
tr_tr: PTLler

source: Patch Number
id: Nomor patch
ko_kr: 패치 번호

source: Point at which specs must be proposed and reviewed for the release.
id: Point di mana spesifikasi harus diajukan dan ditinjau untuk rilis.
ko_kr: 다음 릴리즈에 사양이 제안되고 검토되어야 할 지점.

source: Post
ko_kr: 보내기
tr_tr: Gönder

source: Projects dependent upon the output of a release, like packaging or deploying OpenStack follow this model; e.g. Fuel and Kolla
id: Proyek bergantung pada output dari rilis, seperti mengemas atau menerapkan OpenStack mengikuti model ini; misalnya Fuel and Kolla
ko_kr: OpenStack 패키징 또는 배포와 같이 릴리즈 결과물에 의존하는 프로젝트들이 해당 모델을 따릅니다; 예: Fuel 및 Kolla

source: Projects that follow some form of the 'Common' release cycle have branches like 'stable/<release name>' in their repo
id: Proyek yang mengikuti beberapa bentuk siklus rilis 'Common' memiliki cabang seperti 'stable/<release name>' di repo mereka
ko_kr: '일반적인' 릴리즈 주기의 몇 가지 형식을 따르는 프로젝트는 저장소에 'stable/<release name>' 와 같은 브랜치를 가지고 있습니다.

source: Proposing fixes to Stable Branches
id: Mengusulkan perbaikan ke Stable Branch
ko_kr: 안정 브랜치에 수정 제안

source: Public/Private cloud
ja: パブリッククラウド/プライベートクラウド向け
ko_kr: 공용/사설 클라우드
tr_tr: Halka açık/Özel bulut

source: REST APIs
id: REST API
ja: REST API
ko_kr: REST API
tr_tr: REST APIler

source: Rechecks
ko_kr: 재확인
tr_tr: Yeniden Kontroller

source: References Cont.
ko_kr: 레퍼런스 (계속)

source: Repeated as many times as necessary
id: Diulang sebanyak yang diperlukan
it: RIpetuto il numero di volte necessario
ja: 必要な回数だけ繰り返される
ko_kr: 필요로 할 때에는 여러 번 반복됩니다

source: Repositories
id: Repositories (repositori)
ko_kr: 저장소
tr_tr: Depolar
