Repository: Gheorghita/training-guides
Catalog: doc/upstream-training/source/locale/*/LC_MESSAGES/upstream-training.po
Languages: de, id, it, ja, ko_kr, tr_tr

source: The deadline for proposing new ideas for a release cycle
de: Die Frist für die Vorlage neuer Ideen für einen Releaeszyklus
id: Batas waktu untuk mengusulkan ide baru untuk siklus rilis
ko_kr: 릴리즈 주기에 대해 새로운 아이디어를 제안하는 것에 대한 마감 기한
tr_tr: Bir sürüm döngüsü için yeni fikirler önermek için son tarih

source: The downloaded file should be a dmg in your downloads folder. Open that dmg file and follow the instructions on screen.
de: Die heruntergeladene Datei solle ein "dmg" in Ihrem Download-Ordner sein. Öffnen Sie die dmg-Datei und folgen Sie den Anleitungen auf dem Bildschirm.
it: Il file scaricato dovrebbe essere un dmg nella tua cartella di downloads. Apri quel file dmg e segui le istruzioni sullo schermo.
ja: ダウンロードしたファイルは、ダウンロードフォルダーの dmg ファイルです。その dmg ファイルを開き、画面の指示に従ってください。
ko_kr: 다운로드한 파일은 다운로드 폴더 내 dmg일 것입니다. 해당 dmg 파일을 열고 화면 상의 지시를 따릅니다.

source: The election of Board of Directors is announced via `Board election page <https://www.openstack.org/election/>`_, and the election result can be seen in `Foundation mailing list <http://lists.openstack.org/cgi-bin/mailman/listinfo/foundation>`_.
de: Die Wahl des Verwaltungsrates wird über die Wahlkommission bekannt gegeben <https://www.openstack.org/election/> `_, und das Wahlergebnis kann in` Foundation Mailing-Liste gesehen werden <http://lists.openstack.org/cgi-bin/mailman/listinfo/foundation> `_.
id: Pemilihan direksi diumumkan melalui `Board election page <https://www.openstack.org/election/>`_, dan hasil pemilihan bisa dilihat `Foundation mailing list <http://lists.openstack.org/cgi-bin/mailman/listinfo/foundation>`_.
ko_kr: 이사회 선출은 `Board election page <https://www.openstack.org/election/>`_ 에서 공지가 이루어지고, 선출 결과는 `Foundation mailing list <http://lists.openstack.org/cgi-bin/mailman/listinfo/foundation>`_ 에서 볼 수 있습니다.
tr_tr: Yönetim kurulu seçimi `Kurul seçim sayfası <https://www.openstack.org/election/>`_ ile duyurulur, ve seçim sonucu `Vakıf e-posta listesi <http://lists.openstack.org/cgi-bin/mailman/listinfo/foundation>`_nde görülebilir.

source: The exact date is determined by each project team
de: Das genaue Datum wird von jedem Projektteam bestimmt
id: Tanggal pasti ditentukan oleh masing-masing tim proyek
ko_kr: 정확한 일정은 각 프로젝트 팀에 따라 결정됩니다.
tr_tr: Tam tarih her proje ekibi tarafından belirlenir

source: The first thing a reviewer sees and it is as important as the code
de: Das erste, was ein Reviewer sieht und es ist so wichtig wie der Code
id: Hal pertama peserta resensi melihat dan itu sama pentingnya dengan kode
ko_kr: 검토자가 보는 첫 번째 사항은 코드만큼 중요합니다.
tr_tr: Bir gözden geçirenin gördüğü ilk şey ve kod kadar önemlidir

source: The following slides demonstrate using the Sandbox repository and Launchpad to:
de: Die folgenden Folien zeigen das Sandbox-Repository und das Launchpad an:
id: Slide berikut ini menunjukkan penggunaan repositori Sandbox dan Launchpad untuk:
tr_tr: Aşağıdaki slaytlar Sandbox deposunu ve Launchpad'i aşağıdakileri yapmak için kullanıyor:

source: The group is split into their new 'teams' at this stage. Facilitators can choose any way they prefer to do this (selecting teams, or allowing students to self-select). The recommended numbers are in the slides, but can be changed to suit the number of participants in the room. For a very large group, consider separating into two 'communities', which then have to fit their streets together to complete the session. Having more communities requires an extra level of coordination to reach `interoperability` between the results of their work.
de: Die Gruppe ist zu diesem Zeitpunkt in ihre neuen "Teams" aufgeteilt. Facilitators können wählen, wie sie es vorziehen, dies zu tun (Auswahl Teams, oder die Schüler selbst auswählen). Die empfohlenen Nummern finden Sie auf den Folien, können aber an die Anzahl der Teilnehmer im Raum angepasst werden. Für eine sehr große Gruppe empfiehlt sich die Trennung in zwei "Gemeinschaften", die dann ihre Straßen zusammen passend machen müssen, um die Sitzung abzuschließen. Mehr Gemeinschaften erfordert eine zusätzliche Ebene der Koordination, um eine "Interoperabilität" zwischen den Ergebnissen ihrer Arbeit zu erreichen.
id: Kelompok ini dibagi menjadi 'teams' baru mereka pada tahap ini. Fasilitator dapat memilih cara apapun yang mereka suka melakukan hal ini (memilih tim, atau mengizinkan siswa untuk self-select). Nomor yang direkomendasikan adalah di slide, tetapi dapat diubah sesuai jumlah peserta di dalam ruangan. Untuk kelompok yang sangat besar, pertimbangkan memisahkan menjadi dua 'communities', yang kemudian harus sesuai jalan bersama mereka untuk menyelesaikan sesi. Memiliki masyarakat lebih membutuhkan tingkat koordinasi tambahan untuk mencapai `interoperability` antara hasil kerja mereka.
ja: 受講者のグループは、新しいチームに分かれます。ファシリテーターはどのようにチーム分けするかを決めることができます（チームを選ぶ、受講者に自分で選ばせるなど）。推奨するメンバー数はこのスライドにありますが、参加者の数によって適宜変更して構いません。とても大きなグループでは、2つの「コミュニティー」に分けることを検討します。この際、セッションを完遂するためそれぞれの街並みも適切に調整する必要があります。より多くのコミュニティーを持つ場合、各チームの作業の結果に `相互運用性` を持たせるため、高いレベルの調整が求められます。
ko_kr: 이 단계에서 그룹은 '팀' 으로 새롭게 나뉩니다. 조력자는 선호하는 방식 (팀 선택, 또는 학생들이 자발적으로 선택)을 고를 수 있습니다. 슬라이드에 권장하는 숫자가 있습니다, 그러나 진행 공간 내 참가자 수에 맞추어 변경할 수 있습니다. 매우 큰 그룹에 대해서는 두 '커뮤니티' 로 나누어 각 그룹의 길에 맞게 두어 세션을 완료하도록 하는 것을 고려합니다. 보다 많은 그룹에서는 각 작업의 결과 사이에서 `상호운용성` 에 도달할 수 있도록 부가적인 수준의 조정을 필요로 합니다.
tr_tr: Grup, bu aşamada yeni 'takımlarına' ayrılmıştır. Kolaylaştırıcılar, bunu tercih ettikleri herhangi bir yolu seçebilir (ekip seçebilir veya öğrencilerin kendi seçmelerine izin verebilir). Önerilen numaralar slaytlardadır, ancak odanın katılımcı sayısına uyacak şekilde değiştirilebilir. Çok büyük bir grup için, oturumu tamamlamak için birbirine sokmaları gereken iki "topluluk" olarak ayrımı düşünün. Daha fazla topluluğa sahip olmak, çalışmalarının sonuçları arasında "birlikte çalışabilirlik" sağlamak için ek bir koordinasyon seviyesi gerektirir.

source: The live one and a half day class teaches the students how to navigate the intricacies of the project's technical tools and social interactions and shows how they can collaborate with the community and find their place in the ecosystem.
de: Die lebende eineinhalbtägige Klasse unterrichtet die Schüler, wie man die Feinheiten der technischen Werkzeuge und sozialen Interaktionen des Projekts navigiert und zeigt, wie sie mit der Gemeinschaft zusammenarbeiten und ihren Platz im Ökosystem finden können.
id: Kelas langsung satu dan setengah hari mengajarkan siswa bagaimana untuk menavigasi seluk-beluk alat teknis proyek dan interaksi sosial dan menunjukkan bagaimana mereka dapat berkolaborasi dengan masyarakat dan menemukan tempat mereka dalam ekosistem.
tr_tr: Bir buçuk günlük etkinlik sınıfı, öğrencilere projenin teknik araçlarının ve sosyal etkileşimlerinin karmaşık konularında nasıl gezineceğini öğretir ve toplulukla nasıl işbirliği yapabileceklerini ve ekosistemdeki yerini nasıl bulacaklarını gösterir.

source: The metrics should be used within context
de: Die Metriken sollten im Kontext verwendet werden
id: Metrik harus digunakan dalam konteks
ko_kr: 문맥 내에서 메트릭은 사용되어야 합니다.
tr_tr: Metrikler bağlam içinde kullanılmalıdır.

source: The official list of projects:
de: Die offizielle Liste der Projekte:
id: Daftar proyek resmi:
ja: プロジェクトの公式な一覧
ko_kr: 공식 프로젝트 목록:
tr_tr: Projelerin resmi listesi:

source: The other contact information including postal address and phone numbers will be kept confidential and is only used as a fallback record in the unlikely event the OpenStack Foundation needs to reach you directly over code contribution related matters.
de: Die anderen Kontaktinformationen wie postalische Anschrift und Telefonnummern werden geheimgehalten und sind nur für den Fall bestimmt, falls die OpenStack Foundation Sie wegen Code-Beiträgen direkt erreichen muss.
ja: 郵便の住所、電話番号などのオフラインの連絡先は秘密情報として扱われ、この情報は、めったにありませんが OpenStack Foundation がコードコントリビューションに関連する事項であなたに直接連絡を取る必要がある場合の最終手段として使用されます。
ko_kr: 우편 번호 및 전화 번호를 포함한 기타 연락처 정보는 비밀 상태로 유지될 것이며 OpenStack Foundation이 코드 컨트리뷰션과 관련된 문제에 대해 직접 연락을 필요로 하는 이벤트와 같은 예상 밖의 상황에 대한 대비책 기록으로만 사용될 것입니다.

source: The priority of the work item is set by the project team members or lead
de: Die Prioritäten der Arbeiten werden durch die Projekt-Teammitglieder oder Projektleiter gesetzt.
id: Prioritas item pekerjaan diatur oleh anggota tim proyek atau pemimpin
ko_kr: 작업 항목에 대한 우선 순위는 프로젝트 팀 구성원 또는 리더에 의해 설정됩니다
tr_tr: Çalışma öğesinin önceliği, proje ekibi üyeleri veya lider tarafından belirlenir

source: The responsibilities of a PTL also depend on the project (Each project handles things a little differently).
de: Die Verantwortlichkeiten einer PTL hängen auch vom Projekt ab (jedes Projekt behandelt die Dinge etwas anders).
id: Tanggung jawab PTL juga bergantung pada proyek (Setiap proyek menangani hal-hal sedikit berbeda).
ko_kr: PTL 활동 및 책임은 프로젝트에 딸 ㅏ다릅니다 (각 프로젝트에서 다루는 방식이 조금 다릅니다).
tr_tr: Bir PTL'nin sorumlulukları da projeye bağlıdır (Her proje, işleri farklı kılar).

source: The reviewer has access to external web services/site
de: Der Reviewer hat Zugang zu externen Web-Services / Website
id: Pengkaji memiliki akses ke eksternal layanan web / situs
ja: レビューアーは外部のウェブサービスやサイトにアクセスできる
ko_kr: 검토자는 외부 웹 서비스/사이트에 대한 액세스를 갖습니다
tr_tr: İnceleyenin harici web servislerine/siteye erişimi var

source: The reviewer understands what the original problem was
de: Der Reviewer versteht, was das ursprüngliche Problem war
id: Pengkaji mengerti apa masalah aslinya
ja: レビューアーは元の問題が何かを理解している
ko_kr: 검토자는 원 문제가 무엇이었는지를 이해합니다
tr_tr: İnceleyen kişi orijinal sorunun ne olduğunu anlar

source: The students use template slides to prepare a 5-minute presentation of their planned contribution
de: Die Schüler verwenden Vorlagen-Folien, um eine 5-minütige Präsentation ihres geplanten Beitrags vorzubereiten
id: Para siswa menggunakan slide template untuk menyiapkan 5 menit presentasi kontribusi yang direncanakan mereka
it: Gli studenti usano dei modelli di diapositive per preparare una presentaziode di 5 minuti della loro contribuzione prevista.
ja: 受講者は、テンプレートを使用して、コントリビューション計画に関する 5 分間の発表を準備します。
ko_kr: 학생들은 템플릿 슬라이드를 사용하여 계획된 컨트리뷰션에 대한 5분 발표를 준비합니다

source: The summit is a biannual conference with keynotes, presentations, and panel discussions
de: Der Summit ist eine zweimal jährige Konferenz mit Keynotes, Präsentationen und Podiumsdiskussionen
id: Pertemuan puncak adalah konferensi dua tahunan dengan ceramah, presentasi, dan diskusi panel
ko_kr: 서밋은 키노트, 발표와 패널 토의로 의루어진 연 2회의 행사입니다.
tr_tr: Zirve, yılda iki kere yapılan, açılış konuşmaları, sunumlar ve panel tartışmaları içeren bir konferanstır

source: The teams get space at OpenStack Summits and Project Team Gatherings (PTG)
de: Die Teams bekommen Platz bei OpenStack Summits und Project Team Gatherings (PTG)
id: Tim mendapatkan ruang di OpenStack Summits dan Project Team Gatherings (PTG)
ko_kr: OpenStack Summit 및 Project Team Gatherings (PTG)에서 공간을 얻습니다.
tr_tr: Ekipler, OpenStack Zirveleri ve Proje Ekibi Buluşmaları (PTG)'nda yer alabilir

source: The training concentrates on the common cycle with the development milestones as that is what most students will work with. The other types should be described.
de: Die Ausbildung konzentriert sich auf den gemeinsamen Zyklus mit den Entwicklungsmeilensteinen, was das ist, wo die meisten Studenten mitarbeiten werden. Die anderen Typen sollten beschrieben werden.
id: Pelatihan ini berkonsentrasi pada siklus bersama dengan tonggak perkembangan seperti itulah yang kebanyakan siswa akan kerjakan. Jenis lainnya harus dijelaskan.
ko_kr: 본 트레이닝은 학생들이 가장 많이 작업할 개발 마일스톤에 대한 공통 주기에 집중합니다. 다른 유형은 예제와 함께 설명이 이루어질 것입니다.
tr_tr: Eğitim, çoğu öğrencinin birlikte çalışacağı bu geliştirme kilometre taşları ile ortak döngü üzerine yoğunlaşmaktadır. Diğer tipler de tanımlanmalıdır.

source: The training has a modular structre by which it gives room to attendees with different job roles.
de: Das Training hat eine modulare Struktur, durch die es Raum für Teilnehmer mit unterschiedlichen Jobrollen gibt.
id: Pelatihan ini memiliki struktur modular dimana memberikan ruang untuk peserta dengan peran pekerjaan yang berbeda.
tr_tr: Eğitim, modüler bir yapıya sahip olup, farklı iş rollerine sahip katılımcılara yer açmaktadır.

source: The upcoming `OpenStack Summit <https://www.openstack.org/summit/sydney-2017/>`_ will be in Sydney in November with a full training running prior to the event.
de: Der kommende `OpenStack Summit <https://www.openstack.org/summit/sydney-2017/> `` wird in Sydney im November mit einem vollen Training vor der Veranstaltung laufen.
id: KTT mendatang `OpenStack Summit <https://www.openstack.org/summit/sydney-2017/> `_ akan berada di Sydney pada bulan November dengan pelatihan penuh yang berjalan sebelum acara berlangsung.

source: There are a finite number of meeting channels so that meetings are spread around. This is enforced by infra. The #openstack-meeting-cp channel is special in that it is dedicated to cross project efforts.
de: Es gibt eine endliche Anzahl von Meetingkanälen. Diese werden von Infra erweitert. Der #openstack-meeting-cp Kanal ist speziell für bereichsübergreifene Projekte bestimmt.
id: Ada keterbatasan jumlah channel meeting sehingga pertemuan tersebar di sekitar. Ini diberlakukan oleh infra. Channel #openstack-meeting-cp menjadi khusus dalam hal itu didedikasikan untuk menyeberang upaya proyek.
ko_kr: 미팅을 활성화하기 위해서 몇몇 미팅 채널이 있습니다. 이는 인프라에 의해서 강제됩니다. #openstack-meeting-cp 채널은 프로젝트간의 연결을 활성화하기 위한 특별 전담 채널입니다.

source: There are unused arguments being passed into a method that is used in several different files.
de: Es werden nicht verwendete Argumente in eine Methode übergeben, die in mehreren verschiedenen Dateien verwendet werden.
id: Ada argumen yang tidak terpakai dilewatkan ke metode yang digunakan dalam beberapa file yang berbeda.
ko_kr: 몇몇 다른 파일에서 사용되는 메소드로 전달되는 사용되지 않은 인수가 있습니다.
tr_tr: Birkaç farklı dosyada kullanılan bir yöntemde kullanılmayan argümanlar var.

source: There is a Forum session in Boston about the future of Stackalytics as there are issues with the tool. As we don't have a replacement as of now we can still share info about the currently available tool.
de: Es gibt eine Forum-Sitzung in Boston über die Zukunft von Stackalytics, da es Probleme mit dem Tool gibt. Da wir jetzt keinen Ersatz haben, können wir uns noch über das aktuell verfügbare Tool informieren.
id: Ada sesi Forum di Boston tentang masa depan Stackalytics karena ada masalah dengan alat ini. Karena kita tidak memiliki pengganti seperti sekarang kita masih bisa berbagi info tentang alat yang ada saat ini.
ko_kr: 그 도구에 대한 이슈가 있기 때문에 Stackalytics의 미래에 대한 포럼 세션이 보스턴에 있습니다. 대체할 것이 없기 때문에 현재 사용 가능한 도구에 대한 정보를 공유할 수 있습니다.
tr_tr: Aracla ilgili sorunlar olduğu için Stackalytics'nin geleceği hakkında Boston'da bir Forum oturumu var. Şu anda değiştirme aracımız olmadığından mevcut araç hakkında hala bilgi paylaşabiliyoruz.

source: These slides prepare students for the Lego activity, and ensure they understand the metaphors in use. The Lego in the exercise represents the code of a software project, in this case OpenStack. The students all take on roles that represent various facets of the OpenStack community, including upstream roles like Foundation and TC, and contributors like corporations, and unaffiliated individuals animated by unknown motives (free agents).
de: Diese Folien bereiten Schüler für die Lego-Aktivität vor und sorgen dafür, dass sie die verwendeten Metaphern verstehen. Das Lego in der Übung repräsentiert den Code eines Softwareprojektes, in diesem Fall OpenStack. Die Schüler nehmen alle Rollen wahr, die verschiedene Facetten der OpenStack-Gemeinschaft repräsentieren, einschließlich Upstream-Rollen wie Foundation und TC sowie Mitwirkende wie Unternehmen und unverbundene Individuen, die von unbekannten Motiven (freie Agenten) belebt werden.
id: Slide ini mempersiapkan siswa untuk kegiatan Lego, dan memastikan mereka memahami metafora yang digunakan. Lego dalam latihan merupakan kode dari proyek software, dalam hal ini OpenStack. Para siswa semua mengambil peran yang mewakili berbagai aspek dari masyarakat OpenStack, termasuk peran hulu (upstream) seperti Foundation (yayasan) dan TC, dan kontributor seperti perusahaan, dan individu yang tidak terafiliasi yang digerakkan oleh motif yang tidak diketahui (agen bebas).
ja: このスライドでは、受講者に LEGO 活動の準備をしてもらい、何のメタファーであるかを理解してもらいます。演習における LEGO はソフトウェアプロジェクトにおけるコードを表しており、このケースでは OpenStack にあたります。全ての受講者は OpenStack コミュニティーにおけるさまざまな相の役割を担います。これには Foundation や TC といったアップストリームの役割、企業や不明な動機で活動する無所属の個人（フリーエージェント）といったコントリビューターの役割も含まれます。
ko_kr: 이 슬라이드는 참가자들이 Lego 활동을 위해 준비가 된 상태로 만들고, 사용하는 그 내부에서 내포하고 있는 것을 이해하는지를 보장합니다. Lego 실습은 소프트웨어 프로젝트에 대한 코드를 나타내며, 이 경우에서는 OpenStack 입니다. 학생은 운동의 레고이 경우 OpenStack은의 소프트웨어 프로젝트의 코드를 나타냅니다. 참가자들은 Foundation과 TCT, 그리고 컨트리뷰터와 같은 업스트림 역할, 그리고 소속이 되어 있지 않은 개인은 알려지지 않은 동기 (자유로운 에이전트) 역할을 하는 것과 같은 업스트림 역할을 포함하여 다양한 측면을 나타내는 역할을 모두 수행할 것입니다.
tr_tr: Bu slaytlar, öğrencileri Lego etkinliğine hazırlar ve kullanımdaki metaforları anlamalarını sağlar. Egzersizdeki Lego, bir yazılım projesinin kodunu, bu durumda OpenStack'ı temsil eder. Öğrenciler, OpenStack topluluğunun çeşitli yönlerini temsil eden, Vakıf ve TC gibi güncel rolleri ve şirketler gibi katkıda bulunanları ve bilinmeyen motiflerle (serbest ajanlar) animasyona dahil olmayan ilişkisiz kişileri temsil eder.

source: This contact information can be easily updated later if desired, but make sure the primary email address always matches the one you set for your OpenStack Foundation Membership. Otherwise, Gerrit will give you an error message and refuse to accept your contact information.
de: Die Kontaktinformationen können später einfach aktualisiert werden, falls sich etwas ändert, aber stellen Sie sicher, dass Ihre Haupt-E-Mail-Adresse für die Mitgliedschaft in der OpenStack Foundation immer stimmt. Sonst kann es passieren, dass Gerrit eine Fehlermeldung ausgibt und Ihre Änderungswünsche ablehnt.
ja: 連絡先情報は後から必要なときに簡単に更新できますが、メインのメールアドレスが OpenStack Foundation Membership で設定したメールアドレスと必ず一致するようにしてください。さもないと、 Gerrit ではエラーメッセージが表示され、連絡先情報は受理されません。
ko_kr: 연락처 정보는 필요한 경우 쉽게 업데이트 가능하지만, 주 이메일 주소가 항상 OpenStack Foundation 멤버쉽에서 설정한 주소화 항상 일치하는지 확인합니다. 그렇지 않으면, Gerrit이 오류 메시지를 보여주며 연락처 정보 허용을 거부할 것입니다.

source: This guide provides detailed instructions on the contribution workflow and conventions to be considered by all documentation contributors.
de: Dieser Leitfaden enthält detaillierte Anweisungen zum Beitragsablauf und Konventionen, die von allen Dokumentationsmitarbeitern berücksichtigt werden sollen.
id: Panduan ini memberikan petunjuk rinci tentang alur kerja kontribusi dan konvensi yang harus dipertimbangkan oleh semua kontributor dokumentasi.
ko_kr: 이 가이드는 모든 문서 컨트리뷰터가 고려해야 하는 컨트리뷰션 워크플로우 및 통용 규칙에 대한 상세한 가이드를 제공합니다.
tr_tr: Bu kılavuz, tüm belge katkıda bulunanların dikkate alması gereken katkı iş akışı ve sözleşmeleri hakkında ayrıntılı talimatlar sağlar.

source: This is the review system the OpenStack community uses. Here are just some of the things we use Gerrit for reviewing:
de: Es ist ein Überprüfungssystem der OpenStack-Gemeinschaft. Hier sind einige Dinge für die Gerrit benutzt wird:
ja: OpenStack コミュニティーで利用しているレビューシステムです。以下に、 Gerrit でレビューしているいくつかの項目を挙げます:
ko_kr: OpenStack 커뮤니티가 사용하는 리뷰 시스템입니다. Gerrit을 사용하여 리뷰를 대해 다음과 같은 것들을 할 수 있습니다:

source: This section assumes you have completed :doc:`accounts` guide.
de: Dieser Absatz setzt voraus, dass Sie :doc:`accounts` Anleitung bearbeitet haben.
it: Questa sezione presume che tu abbia completato la guida :doc:`accounts`.
ja: このセクションは :doc:`accounts` ガイドを完了していることを前提にしています。
ko_kr: 이 섹션에서는 :doc:`accounts` 가이드를 완료했다고 가정합니다.

source: This slide is for reference links in case people want to get more information later. Presenters do not need to spend time on this.
de: Diese Folie ist für Referenzlinks, falls die Leute später mehr erfahren möchten. Presenter brauchen keine Zeit damit verbringen.
id: Slide ini untuk link referensi jika orang ingin mendapatkan lebih banyak informasi nantinya. Presenter tidak perlu meluangkan waktu untuk ini.
ko_kr: 이 슬라이드는 추후 사람들이 보다 많은 정보를 얻기 위한 경우를 위한 참조 링크입니다. 발표자는 해당 슬라이드에 시간을 들일 필요는 없습니다.
tr_tr: Bu slayt insanların daha fazla bilgi edinmek isteyecekleri referans bağlantıları içindir. Sunucular bunun için zaman harcamak zorunda değiller.

source: Those who forgot can still prepare
de: Diejenigen, die es vergessen haben, können sich noch vorbereiten
id: Mereka yang lupa masih bisa mempersiapkannya
tr_tr: Unutmuş olanlar yine de hazırlayabilirler.

source: Those who haven't seen the previous notification get a chance to prepare
de: Diejenigen, die die vorherige Benachrichtigung nicht gesehen haben, bekommen eine Chance, sich vorzubereiten
id: Mereka yang belum melihat pemberitahuan sebelumnya mendapat kesempatan untuk mempersiapkannya
tr_tr: Daha önce bildirimi görmemiş olanlar, hazırlanmak için bir şans buluyor.

source: Though not defined in the TC charter like other roles above, cores serve an important role in Project Teams.
de: Obwohl nicht in der TC-Charta wie andere Rollen oben definiert, dienen Kernmitglieder eine wichtige Rolle in Projektteams.
id: Meskipun tidak didefinisikan dalam piagam TC seperti peran lainnya di atas, inti berperan penting dalam Tim Proyek.
ko_kr: TC 헌장에 위에서 언급한 다른 역할과 달리 정의되어 있지는 않으나, 코어 구성원들은 프로젝트 팀 내에서 중요한 역할을 수행합니다.
tr_tr: TC tüzüğünde yukarıdaki diğer roller gibi tanımlanmamasına rağmen, çekirdekler Proje Ekipleri'nde önemli bir rol oynamaktadır.

source: Three development milestones during a release cycle
de: Drei Entwicklungsmeilensteine ​​während eines Freigabezyklus
id: Tiga tahap perkembangan selama siklus rilis
ko_kr: 릴리즈 주기 내 세 개발 마일스톤
tr_tr: Bir sürüm çevrimi süresince üç geliştirme kilometre taşı

source: Tim Freund (assistant, english)
de: Tim Freund (Assistentin, Englisch)
it: Tim Freund (assistente, inglese)
ko_kr: Tim Freund (조교, 영어)
tr_tr: Tim Freund (asistan, ingilizce)

source: Tim Freund (training, assistant, english)
de: Tim Freund (Training, Assistent, Englisch)
it: Tim Freund (formazione, assistente, inglese)
ko_kr: Tim Freund (교육, 조교, 영어)
tr_tr: Tim Freund (eğitim, yardımcı, ingilizce)

source: Tim Freund (training, mentoring, assistant, english)
de: Tim Freund (Training, Mentoring, Assistent, Englisch)
it: Tim Freund (formazione, tutoraggio, assistente, inglese)
ko_kr: Tim Freund (교육, 멘토링, 조교, 영어)
tr_tr: Tim Freund (eğitim, danışman, yardımcı, ingilizce)

source: Timing
de: Zeitliche Koordinierung
id: Pemilihan waktu
ja: タイミング
ko_kr: 시간분배
tr_tr: Zamanlama

source: Tips and best practices guide for trainers, coaches and mentors holding the training locally:
de: Tipps und Best Practices Guide für Trainer, Trainer und Mentoren halten die Ausbildung vor Ort:
id: Kiat dan panduan praktik terbaik untuk pelatih, pelatih, dan mentor yang mengikuti pelatihan secara lokal:

source: Tips for Exercises
de: Tipps für Übungen
id: Tips untuk Latihan
ko_kr: 실습을 위한 팁
tr_tr: Alıştırmalar için İpuçları

source: Tips for the Class
de: Tipps für die Klasse
id: Tips untuk Kelas
ko_kr: 수업을 위한 팁
tr_tr: Sınıf İçin İpuçları

source: To manage and track the reported bugs and issues related with openstack-dev/sandbox repository
de: Um die gemeldeten Fehler und Probleme im Zusammenhang mit openstack-dev/sandbox-Repository zu verwalten und zu verfolgen
id: Untuk mengelola dan melacak bug yangdilaporkan dan isu terkait dengan repositori openstack-dev/sandbox
ko_kr: openstack-dev/sandbox 저장소와 관련이 있는 보고된 버그 및 이슈를 추석 및 관리
tr_tr: openstack-dev/sandbox deposuyla ilgili bildirilen hataları ve sorunları yönetmek ve izlemek

source: To notify others that someone is working on the bug
de: Um anderen zu benachrichtigen, dass jemand am Bug arbeitet
id: Untuk memberitahukan kepada orang lain bahwa seseorang sedang mengerjakan bug tersebut
tr_tr: Birilerinin hata üzerinde çalıştığını diğerlerine bildirmek için
