Repository: Gheorghita/training-guides
Catalog: doc/upstream-training/source/locale/*/LC_MESSAGES/upstream-training.po
Languages: de, id, it, ja, ko_kr, tr_tr

source: Last published release candidate from all Project Teams
de: Letzter veröffentlichter Releasekandidat von allen Projektteams
id: Release candidate terakhir yang diterbitkan dari semua Tim Proyek
ko_kr: 모든 프로젝트 팀에게서 마지막 발행된 릴리즈 후보
tr_tr: Tüm Proje Takımlarından son yayınlanan sürüm adayları

source: Launchpad is how the OpenStack community does tracking for things like bug reports. This account is also how we will identify ourselves in OpenStack's code review system.
de: In Launchpad verfolgt die OpenStack Gemeinschaft Dinge wie Bugreports. Mit dem Account kann man sich auch am OpenStack Code Review System anmelden.
it: Launchpad è come la communità di OpenStack fa il monitoraggio per cose come le segnalazioni di bug. Questo account è anche il modo in cui ci identificheremo nel sistema di review di codice in OpenStack.
ja: Launchpad は、 OpenStack コミュニティーがバグ報告などを記録するためのものです。また、そのアカウントは OpenStack のコードレビューシステムで、我々を識別するためのものです。
ko_kr: Launchpad는 OpenStack 커뮤니티가 버그 리포팅과 같은 것들에 대해 어떻게 추적하는지를 보여줍니다. 해당 계정은 또한 OpenStack 코드 리뷰 시스템에서 인증하는데 사용됩니다.

source: Launchpad uses blueprints and bugs as the trackable items work supplemented with specs.
de: Launchpad verwendet Blueprints und Bugs als die verfolgbaren Arbeitsaufgaben ergänzt mit Spezifikationen.
id: Launchpad menggunakan cetak biru dan bug karena item yang dilacak bekerja dilengkapi dengan spesifikasi.

source: Learn about the community
de: Erfahren Sie mehr über die Community
id: Pelajari tentang masyarakat
ja: コミュニティーについて学びます
ko_kr: 커뮤니티에 관하여 배우기
tr_tr: Topluluk hakkında öğren

source: Learn how to participate in OpenStack
de: Erfahren Sie, wie Sie an OpenStack teilnehmen können
id: Pelajari cara untuk berpartisipasi dalam OpenStack
ja: OpenStack に参加する方法を学びます
ko_kr: OpenStack에 참여하는 법을 배우기
tr_tr: Nasıl OpenStack'e katılacağını öğren

source: Learn what distinguishes good work flow from bad work flow
de: Erfahren Sie, was den guten Arbeitsablauf von schlechtem Arbeitsablauf unterscheidet
id: Pelajari apa yang membedakan alur kerja yang baik dari alur kerja yang buruk
it: Impara cosa distingue un buon flusso di lavoro da un cattivo flusso di lavoro
ja: 良いワークフローと悪いワークフローの違いを学習する。
ko_kr: 좋은 워크 플로우와 나쁜 워크 플로우를 구별하는 것을 배웁니다
tr_tr: İyi iş akışını kötü iş akışından ayıran şeyi öğrenin

source: Learn what's local and what's upstream
de: Lernen, was ist lokal und was ist Upstream
id: Pelajari apa lokal (local) dan apa hulu (upstream)
it: Impara cosa è locale e cosa è upstream
ja: 何がローカルか、何がアップストリームかを学習する。
ko_kr: 로컬에 있는 것과 upstream에 있는 것을 배웁니다
tr_tr: Neyin yerel olduğunu ve üst akımın ne olduğunu öğrenin

source: Learning Git
de: Git lernen
it: Imparando GIt
ja: Git の学習
ko_kr: Git 학습

source: Learning example with two Sandboxes
de: Lernbeispiel mit zwei Sandboxes
id: Belajar contoh dengan dua Sandboxes (kotak pasir)
ko_kr: 두 Sandbox를 사용한 학습 예제
tr_tr: İki Sandbox ile Öğrenme Örneği

source: Lego applied to Free Software contributions
de: Lego gilt für freie Softwarebeiträge
id: Lego yang diterapkan untuk kontribusi Free Software
it: Lego applicato a contribuzioni di Software Libero
ja: LEGO のフリーソフトウェアのコントリビューションへの応用
ko_kr: 자유 소프트웨어 컨트리뷰션을 적용한 Lego
tr_tr: Özgür Yazılım katkılarına uygulanan Lego

source: Lego applied to Free Software contributions (15 min)
de: Lego gilt für freie Softwarebeiträge (15 min)
id: Lego yang diterapkan pada kontribusi Free Software (15 min)
ja: LEGO のフリーソフトウェアのコントリビューションへの応用 (15分)
ko_kr: 자유 소프트웨어 컨트리뷰션을 적용한 Lego (15분)
tr_tr: Lego Özgür Yazılım katkılarına uygulanmıştır (15 dk)

source: Let's play!
de: Lassen Sie uns spielen!
id: Mari main!
ja: さあ、始めよう!
ko_kr: 진행합시다!
tr_tr: Haydi oynayalım!

source: Lets first fill out the **Nick name** and **User name** field with our choice of a nickname:
de: Füllen Sie zuerst die **Spitzname** und **Benutzername** Felder mit unserer Wahl eines Spitznamen aus:
it: Prima compiliamo il campo di **Nick name** e di **Nome utente** con la nostra scelta di nickname:
ja: まずお使いのニックネームを **Nick name** と **User name** のフィールドを入力してください。
ko_kr: 먼저 선택한 닉네임과 함께 **Nick name** 및 **User name** 필드를 채웁니다:

source: Lets first fill out the **Nickname** and **User name** field with our choice of a nickname:
de: Füllen SIe zuerst die Felder **Nickname** und **User name** mit dem von Ihnen gewählten Nicknamen aus:
it: Prima compiliamo il campo di **Nickname** e quello di **Nome utente** con la nostra scelta di nickname:
ja: まずお使いのニックネームを **Nickname** と **User name** のフィールドを入力してください。
ko_kr: 선택한 닉네임과 함께 **Nickname** 및 **User name** 필드를 먼저 채웁니다.

source: Life in and around OpenStack
de: Leben in und um OpenStack
id: Hidup di dalam dan sekitar OpenStack
ja: OpenStack にまつわる活動
ko_kr: OpenStack 내부 및 주변에서 이루어지는 일
tr_tr: OpenStack'te ve etrafında yaşam

source: Like OpenStack, there are:
de: In OpenStack sind da:
id: Seperti OpenStack, ada:
ja: OpenStack と同じく、以下のようなプレイヤーもいます :
ko_kr: OpenStack 처럼, 다음이 있습니다:
tr_tr: OpenStack gibi, şunlar var:

source: Like any software project, there are:
de: Wie jedes Software-Projekt gibt es:
id: Seperti proyek software, ada:
ja: あらゆるソフトウェアプロジェクトと同じく、以下のようなプレイヤーがいます :
ko_kr: 임의의 소프트웨어 프로젝트와 비슷하게, 다음이 있습니다:
tr_tr: Her yazılım projesinde olduğu gibi, şunlar var:

source: Limited to 50 characters
de: Begrenzt auf 50 Zeichen
id: Terbatas sampai 50 karakter
ja: 50 文字以内にします
ko_kr: 50 글자로 제한됩니다
tr_tr: 50 karakterle sınırlı

source: Lines limited to 72 characters
de: Zeilen auf 72 Zeichen begrenzt
id: Baris terbatas sampai 72 karakter
ja: 1 行は 72 文字以内にします
ko_kr: 72 문자로 제한된 여러 줄
tr_tr: Satırlar 72 karakter ile sınırlıdır

source: List of `Rechecks <http://status.openstack.org/elastic-recheck>`_
de: Liste der `Rechecks <http://status.openstack.org/elastic-recheck> `_
id: Daftar `Rechecks <http://status.openstack.org/elastic-recheck>`_
tr_tr: `Yeniden Kontorller <http://status.openstack.org/elastic-recheck>`_in listesi

source: List sessions: screen -ls
de: Liste sessions: screen -ls
id: Daftar sesi: screen -ls
ko_kr: 세션 목록: screen -ls
tr_tr: Oturumları listele: screen -ls

source: Listen when people talk
de: Hören Sie zu, wenn Leute reden
id: Mendengarkan ketika orang berbicara
ja: 人が話しているときは聞く
ko_kr: 사람들이 이야기할 때 경청합니다
tr_tr: İnsanlar konuşurken dinleyin

source: Local Upstream Trainings
de: Lokale Upstream-Trainings
it: Upstream Trainings Locali
ja: ローカル Upstream Trainings
ko_kr: 로컬 업스트림 트레이닝
tr_tr: Yerel Upstream Eğitimleri

source: Local branch creation
de: Lokale Brancherstellung
id: Penciptaan cabang lokal
ko_kr: 로컬 브랜치 생성
tr_tr: Yerel dal oluşturma

source: Location
de: Ort
tr_tr: Konum

source: Log Output
de: Protokollausgabe

source: Logs may be accessed by clicking on the test's name
de: Protokolle können durch Anklicken des Testnamens aufgerufen werden
id: Log dapat diakses dengan mengklik nama tes
ko_kr: 테스트 이름을 클릭하여 로그에 접속할 수 있음
tr_tr: Günlüklere test ismine tıklanarak erişilebilir

source: Logs of meetings and channels are archived so that they can be referenced later on
de: Protokolle von Besprechungen und Kanälen werden archiviert, so dass sie später referenziert werden können
id: Log pertemuan dan saluran diarsipkan sehingga mereka dapat dirujuk nanti
ko_kr: 미팅과 채널의 로그는 아카이빙되어서 나중에 참고할 수 있습니다.

source: Loic Dachary (training, mentoring, assistant, french, english)
de: Loic Dachary (Training, Mentoring, Assistent, Französisch, Englisch)
it: Loic Dachary (formazione, tutoraggio, assistente, francese, inglese)
ko_kr: Loic Dachary (교육, 멘토링, 조교, 프랑스어, 영어)
tr_tr: Loic Dachary (eğitim, danışman, yardımcı, fransızca, ingilizce)

source: Loic Dachary (training, mentoring, assistant, french, english) - lead
de: Loic Dachary (Training, Mentoring, Assistent, Französisch, Englisch) - Blei
it: Loic Dachary (formazione, tutoragigo, assistente, francese, inglese) - Guida
ko_kr: Loic Dachary (교육, 멘토링, 조교, 프랑스어, 영어) - 진행
tr_tr: Loic Dachary (eğitim, danışman, yardımcı, fransızca, ingilizce) - lider

source: London, UK
de: London, Vereinigtes Königreich

source: Look at open reviews
de: Offene Reviews ansehen
id: Lihat ulasan terbuka
ja: レビュー中の変更を見る
ko_kr: 열려있는 리뷰를 살펴봅니다
tr_tr: Açık gözden geçirmelere bak

source: Look at the `Zuul <http://status.openstack.org/zuul>`_ status page
de: Schauen Sie auf die Zuul <http://status.openstack.org/zuul> `_ status Seite
id: Lihatlah halaman `Zuul <http://status.openstack.org/zuul>` _ status
ko_kr: `Zuul <http://status.openstack.org/zuul>`_ 상태 페이지를 살펴보세요
tr_tr: `Zuul <http://status.openstack.org/zuul>`_ durum sayfasına bakın

source: Look through the list of mailing lists and subscribe to at least one list of interest. Once subscribed, locate the archives for that ML.
de: Schauen Sie durch die Liste der Mailinglisten und abonnieren Sie mindestens eine Liste von Interesse. Einmal abonniert, finden Sie die Archive für die ML.
id: Lihatlah daftar milis dan berlangganan setidaknya satu daftar minat. Setelah berlangganan, cari arsip untuk ML itu.
ko_kr: 메일링리스트 목록을 살펴보고 가장 도움이 될 것이라고 생각하는 적어도 하나를 구독한 후 해당 ML 의 아카이브를 찾아봅니다.

source: Look up an OpenStack Days event close to where you live that you would be interested in attending
de: Schauen Sie nach Veranstaltungen "OpenStack Days" in Ihrer Nähe
id: Mencari sebuah acara OpenStack Days dekat dengan tempat tinggal Anda dimana Anda akan tertarik untuk menghadiri
ko_kr: 거주하는 곳과 가까우며 참석 의향이 있는 OpenStack Days 이벤트를 찾아봅니다
tr_tr: Katılmak isteyebileceğiniz yaşadığınız yere yakın bir OpenStack Günleri etkinliği arayın

source: Look up the location and dates of the next PTG
de: Schauen SIe nach der Lokation und dem Datum des nächsten PTG
id: Mencari lokasi dan tanggal dari PTG berikutnya
ko_kr: 다음 PTG에 대한 위치 및 날짜를 찾아봅니다
tr_tr: Bir sonraki PTG'nin yer ve tarihlerine bakın

source: Look up the project you are most interested in and find the three most active core reviewers (people that would be good to know for review help and getting your patches merged).
de: Schlagen Sie ein Projekt nach, an dem Sie am meisten interessiert sind und suchen Sie die drei aktivsten Core-Reviewer (Leute, die man kennen sollte, um Hilfe für Reviews anzufordern und um die eigenen Patches gemerged zu bekommen).
id: Mencari proyek yang paling tertarik dan menemukan tiga pengulas inti yang paling aktif (masyarakat akan baik untuk mengetahui untuk bantuan ulasan dan mendapatkan patch gabungan Anda).
ko_kr: 가장 관심있는 프로젝트를 찾은 후 가장 활발한 핵심 검토자 (리뷰 도움 및 패치를 병합을 위해 알면 좋은 사람들) 3명을 찾습니다.
tr_tr: En çok ilgilendiğiniz projeye bakın ve en aktif üç temel inceleyicileri (İnceleme yardımı ve yamalarını birleştirmek için bilmenizde fayda olacak insanlar) bulun.

source: Look up the release schedule for the current and past two OpenStack release cycles
de: Schauen Sie sich den Release-Plan für die aktuellen und vergangenen zwei OpenStack Release-Zyklen an
id: Mencari jadwal rilis untuk dua siklus rilis OpenStack saat ini dan masa lalu
ko_kr: 현재 및 지난 두 개의 OpenStack 릴리즈 주기에 대한 릴리즈 일정을 찾아봅니다
tr_tr: Geçerli ve son iki OpenStack sürüm döngüsünün sürüm programını ara

source: Look up when the next meeting is for the channel you joined and where the meeting is conducted (#openstack-meeting, #openstack-meeting-3, etc).
de: Schauen Sie nach, wann das nächste Treffen für den Kanal ist, dem Sie beigetreten sind und wo das Treffen stattfindet (#openstack-meeting, #openstack-meeting-3, etc).
id: Cari tahu kapan pertemuan berikutnya adalah untuk saluran yang Anda ikuti dan dimana pertemuan dilakukan (#openstack-meeting, #openstack-meeting-3, dll).
ko_kr: 당신이 참가한 채널이 다음에 언제 어디서 미팅을 가질지를 검색해 보십시오. (#openstack-meeting, #openstack-meeting-3, etc).

source: Loïc Dachary (Training, mentoring, assistant, english and french)
de: Loïc Dachary (Training, Mentoring, Assistent, Englisch und Französisch)
it: Loïc Dachary (formazione, tutoraggio, assistente, inglese e francese)
ko_kr: Loïc Dachary (교육, 멘토링, 조교, 영어 및 프랑스어)
tr_tr: Loïc Dachary (eğitim, danışman, yardımcı, ingilizce ve fransızca)

source: Mac OS X El Capitan and macOS Sierra users might see an error message like "Operation not permitted" when installing with the command. In this case, there are two options to successfully install git-review.
de: Mac OS X El Capitan und macOS Sierra Benutzer sehen möglicherweise eine Fehlermeldung wie "Operation not permitted" beim Installieren mit diesem Kommando. In diesem Fall haben Sie zwei Optionen, um git-review erfolgreich zu installieren.
ko_kr: Mac OS El Capitan 및 macOS Sierra 사용자는 해당 명령어로 설치하는 경우 "Operation not permitted" 와 같은 오류 메시지를 볼 수 있을 것입니다. 해당 경우에는, git-review를 성공적으로 설치하기 위한 두 가지 옵션이 있습니다.

source: Mailing Lists
de: Mailinglisten
id: Mailing Lists (milis)
ko_kr: 메일링 리스트

source: Mailing Lists (ML)
de: Mailinglisten (ML)
ko_kr: 메일링 리스트 (ML)

source: Main activities
de: Hauptaktivitäten
id: Aktivitas utama
ko_kr: 주 활동
tr_tr: Ana etkinlikler

source: Make a new branch in your local repository
de: Machen Sie einen neuen Branch in Ihrem lokalen Repository
id: Membuat cabang baru di repositori lokal Anda
ja: 手元のリポジトリーで新しいブランチを作成します
ko_kr: 로컬 저장소 내 새로운 브랜치를 만듭니다
tr_tr: Yerel deponuzda yeni bir dal oluşturun

source: Make any local configurations changes (set passwords, IP addresses, etc.)
de: Nehmen Sie lokale Konfigurationen vor (stellen Sie Passwörter, IP-Adressen usw. ein)
id: Buat perubahan konfigurasi lokal (tetapkan kata sandi, alamat IP, dll.)
ko_kr: 로컬 설정 변경사항을 만듭니다.(패스워드 설정, IP 주소 등)
tr_tr: Herhangi bir yerel yapılandırma değişikliği yapın (parolaları, IP adreslerini vb. ayarlayın)

source: Make changes (add / edit files)
de: Änderungen vornehmen (Dateien hinzufügen / bearbeiten)
id: Buat perubahan (tambahk / edit file)
tr_tr: Değişiklik yap (dosyaları ekle/düzenle)

source: Make changes and push new patchsets
de: Änderungen vornehmen und neue Patches starten
id: Melakukan perubahan dan mendorong patchset baru
ja: 変更を行い、新しいパッチセットを投稿します
ko_kr: 변경사항을 만들고 새로운 패치셋을 푸시합니다
tr_tr: Değişiklik yapma ve yeni yama kümeleri gönderme

source: Make code changes
de: Codeänderungen vornehmen
id: Membuat perubahan kode
ja: コードを変更します
ko_kr: 코드 변경사항을 만듭니다
tr_tr: Kod değişiklikleri yapın

source: Make code contributions.
de: Erstellen von Code-Beiträgen
it: Fare qualche contribuzione di codice.
ja: コードのコントリビューション
ko_kr: 코드 컨트리뷰션하기.

source: Make sure that **Use SSL for all the servers on this network** is checked.
de: Stellen Sie sicher, dass **SSL für alle Server in diesem Netzwerk verwenden** aktiviert ist.
it: Assicurati che ***Usa SSL per tutti i server in questo network* sia abilitato.
ja: きちんと **Use SSL for all the servers on this network** をチェックします。
ko_kr: **Use SSL for all the servers on this network** 이 체크되었는지 확인합니다.

source: Make sure to use the same email address you'll want to use for code contributions since it's important later that these match up.
de: Stellen Sie sicher, dass Sie dieselbe E-mail-Adresse zu Code-Beiträgen verwenden, damit es später nachvollzogen werden kann.
it: Fai attenzione ad utilizzare lo stesso indirizzo email che vorrai usare per le tue contribuzioni di codice dal momento che sarà importante che questi due corrispondano.
ja: メールアドレスが、コードのコントリビューションに使いたいアドレスと同一であることを確認してください。両者が一致していることはこの後で重要になります。
ko_kr: 코드 컨트리뷰션에 사용하고자 하는 이메일 주소와 동일한 주소를 사용하는지 확인합니다. 서로 일치시키는 것이 나중에 중요해 집니다.

source: Make sure you have a wifi enabled laptop with you.
de: Stellen Sie sicher, daß sie ein Laptop mit aktivierten WLAN mitführen.
id: Pastikan bahwa Anda memiliki laptop wifi diaktifkan dengan Anda.
it: Assicurati di avere con te un portatile con il wifi abilitato.
ja: Wi-FI を有効にしていることを確認してください。
ko_kr: Wifi를 사용할 수 있는 노트북을 가지고 와야 합니다.
tr_tr: Yanında bir wifi özellikli dizüstü bilgisayarın olduğundan emin olun

source: Make useful reference points in time to organize the development cycle
de: Bilden Sie rechtzeitig nützliche Referenzpunkte, um den Entwicklungszyklus zu organisieren.
id: Membuat titik referensi berguna dalam waktu untuk mengatur siklus pengembangan
ko_kr: 개발 주기를 구성하기 위해 시간 내에서 유용한 레퍼런스 지점을 만듭니다
tr_tr: Geliştirme döngüsünü organize etmek için zamanında faydalı referans noktaları yaratın

source: Manage day-to-day operations
de: Verwalten Sie den täglichen Betrieb
id: Mengelola operasi sehari-hari
it: Gestire le operazioni giorno per giorno
ja: 日々の活動の管理
ko_kr: 일상적인 운영 관리
tr_tr: Günlük işlemleri yönetir

source: Managers
de: Manager
id: Managers (manajer)
ja: マネージャー
ko_kr: 매니저
tr_tr: Yöneticiler

source: Manifesto for Agile Software Development
de: Manifest für agile Softwareentwicklung
id: Manifesto untuk pengembangan perangkat lunak tangkas
ko_kr: 애자일 소프트웨어 개발을 위한 매니페스토
tr_tr: Çevik Yazılım Geliştirme Manifestosu

source: Mark Korondi (mentoring, assistant)
de: Mark Korondi (Mentoring, Assistent)
ko_kr: Mark Korondi (멘토링, 조교)
tr_tr: Mark Korondi (danışman, yardımcı)

source: Marton Kiss (training, mentoring, assistant)
de: Marton Kiss (Ausbildung, Mentoring, Assistent)
ko_kr: Marton Kiss (교육, 멘토링, 조교)
tr_tr: Marton Kiss (eğitim, danışman, yardımcı)

source: Maximize karma
de: Maximieren Sie das Karma
id: Maksimalkan karma
it: Massimizza il karma
ja: カルマの最大化
ko_kr: karma를 최대화해 봅니다
tr_tr: Karmayı en üst düzeye çıkar

source: May also be stable core members (able to merge to stable branches)
de: Kann auch stabile Kernmitglieder sein (in der Lage, zu stable Branches zu mergen)

source: May receive elastic recheck message
de: Kann eine elastische Nachricht abrufen
id: Mungkin menerima pesan cek elastis
tr_tr: Elastik tekrar kontrol mesajı alabilirsiniz

source: Meaningful: anyone may submit a correction that will adjust the influence of appropriate statistical data
de: Bedeutungsvoll: Jeder kann eine Korrektur einreichen, die den Einfluss geeigneter statistischer Daten anpassen wird
id: Bermakna: siapa pun dapat mengajukan koreksi yang akan menyesuaikan dampak data statistik yang sesuai
ko_kr: 의미있는: 누구나 통계 자료에 대한 영향력을 적절하게 조정하는 수정안을 제출 가능합니다
tr_tr: Anlamlı: herkes, uygun istatistiksel verilerin etkisini ayarlayacak bir düzeltme gönderebilir

source: Meeting Channels:
de: Meetingkanäle:
ko_kr: 미팅 채널:

source: Meeting Logs: http://eavesdrop.openstack.org/meetings/
de: Besprechungsprotokolle: http://eavesdrop.openstack.org/meetings/
ko_kr: 미팅 로그: http://eavesdrop.openstack.org/meetings/

source: Meetings typically follow an agenda
de: Meetings folgen in der Regel einer Agenda
id: Rapat biasanya mengikuti agenda
ko_kr: 미팅은 보통 아젠다를 따라 진행합니다

source: Methodologies
de: Methodiken
id: Metodologi
ja: 手法
ko_kr: 방법론
tr_tr: Metodolojisi

source: Metrics
de: Metriken
id: Metrics (metrik)
ko_kr: 지표
tr_tr: Ölçümler

source: Milestones
de: Meilensteine
id: Milestones (tonggak)
ko_kr: 마일스톤
tr_tr: Kilometre Taşları

source: Milestones are tagged in the repository using b1, b2 and b3
de: Meilensteine ​​werden im Repository mit b1, b2 und b3 markiert
id: Tonggak diberi tag dalam repositori menggunakan b1, b2 dan b3
ko_kr: 마일스톤은 저장소 내에서 b1, b2, 그리고 b3를 사용해 태깅이 이루어집니다
tr_tr: Kilometre Taşları depoda b1, b2 ve b3 kullanılarak etiketlenir

source: Minimize database queries
de: Minimieren von Datenbankabfragen
id: Minimalkan query database
ko_kr: 데이터베이서 쿼리를 최소화
tr_tr: Veritabanı sorgularını en aza indirin

source: Moderators of any of the operators' official meet-up sessions
de: Moderatoren einer der offiziellen Treffen der Operatoren
id: Moderator dari sesi pertemuan resmi para operator
ko_kr: 운영자 공식 밋업 세션에 대한 조정자
tr_tr: Operatörlerin resmi görüşme oturumlarının herhangi birinin moderatörleri

source: Module - contributors
de: Modul - Mitwirkende
id: Modul - kontributor
ko_kr: 모듈 - 컨트리뷰터
tr_tr: Modül - katkıda bulunan kişiler

source: Module - more views
de: Modul - mehr Ansichten
id: Modul - lebih banyak tampilan
ja: モジュール - もう少し
ko_kr: 모듈 - 더 많은 뷰
tr_tr: Modül - daha fazla görünüm

source: More details coming soon...
de: Weitere Details folgen in Kürze ...

source: More details: `Developing with Devstack <https://docs.openstack.org/developer/devstack/development.html>`_
de: Weitere Details: `Entwickeln mit Devstack <https://docs.openstack.org/developer/devstack/development.html> `_
id: Keterangan lebih lanjut: `Developing with Devstack <https://docs.openstack.org/developer/devstack/development.html>`_
ko_kr: 보다 자세한 사항: `Developing with Devstack <https://docs.openstack.org/developer/devstack/development.html>`_
tr_tr: Daha fazla detay: `Devstack ile Geliştirme <https://docs.openstack.org/developer/devstack/development.html>`_

source: More details: `Using Systemd in DevStack <https://docs.openstack.org/developer/devstack/systemd.html>`_
de: Weitere Details: `Verwenden von Systemd in DevStack <https://docs.openstack.org/developer/devstack/systemd.html> `_
id: Keterangan lebih lanjut: `Using Systemd in DevStack <https://docs.openstack.org/developer/devstack/systemd.html>`_
ko_kr: 보다 자세한 사항: `Using Systemd in DevStack <https://docs.openstack.org/developer/devstack/systemd.html>`_
tr_tr: Daha fazla bilgi için: `DevStack'de Systemd Kullanma <https://docs.openstack.org/developer/devstack/systemd.html>`_

source: More extensive testing than check pipeline
de: Mehr umfangreiche Tests als Check-Pipeline
id: Pengujian lebih luas dari pada cek pipeline
ko_kr: 검사 파이프라인보다 더 광범위한 테스트
tr_tr: Kontrol hattından daha geniş test

source: More information: Governance page
de: Weitere Informationen: Governance Seite
id: Informasi lebih lanjut: halaman Governance
ja: 詳しい情報は Governance のページにあります
ko_kr: 자세한 정보: Governance 페이지
tr_tr: Daha fazla bilgi için: Yönetim sayfası

source: More information: http://openstackdays.com/archive/2015/feature/
de: Weitere Informationen: http://openstackdays.com/archive/2015/feature/
id: Informasi lebih lanjut: http://openstackdays.com/archive/2015/feature/
it: Maggiori informazioni: http://openstackdays.com/archive/2015/feature/
ja: 詳細: http://openstackdays.com/archive/2015/feature/
ko_kr: 자세한 정보: http://openstackdays.com/archive/2015/feature/
tr_tr: Daha fazla bilgi: http://openstackdays.com/archive/2015/feature/

source: More information: http://sdndev.net/10
de: Weitere Informationen: http://sdndev.net/10
it: Maggiori informazioni: http://sdndev.net/10
ja: 詳細: http://sdndev.net/10
ko_kr: 자세한 정보: http://sdndev.net/10
tr_tr: Daha fazla bilgi: http://sdndev.net/10

source: More information: http://sdndev.net/11
de: Weitere Informationen: http://sdndev.net/11
id: Informasi lebih lanjut: http://sdndev.net/11
ko_kr: 자세한 정보: http://sdndev.net/11
tr_tr: Daha fazla bilgi: http://sdndev.net/11

source: More information: http://www.meetup.com/Japan-OpenStack-User-Group/events/223005607/
de: Weitere Informationen: http://www.meetup.com/Japan-OpenStack-User-Group/events/223005607/
id: Informasi lebih lanjut: http://www.meetup.com/Japan-OpenStack-User-Group/events/223005607/
it: Maggiori informazioni: http://www.meetup.com/Japan-OpenStack-User-Group/events/223005607/
ja: 詳細: http://www.meetup.com/Japan-OpenStack-User-Group/events/223005607/
ko_kr: 자세한 정보: http://www.meetup.com/Japan-OpenStack-User-Group/events/223005607/

source: More information: http://www.meetup.com/Japan-OpenStack-User-Group/events/231744095/
de: Weitere Informationen: http://www.meetup.com/Japan-OpenStack-User-Group/events/231744095/
ja: 詳細: http://www.meetup.com/Japan-OpenStack-User-Group/events/231744095/
ko_kr: 자세한 정보: http://www.meetup.com/Japan-OpenStack-User-Group/events/231744095/

source: More information: http://www.openstack.org/blog/2014/11/openstack-upstream-training-in-japan/
de: Weitere Informationen: http://www.openstack.org/blog/2014/11/openstack-upstream-training-in-japan/
id: Informasi lebih lanjut: http://www.openstack.org/blog/2014/11/openstack-upstream-training-in-japan/
it: Maggiori informazioni: http://www.openstack.org/blog/2014/11/openstack-upstream-training-in-japan/
ja: 詳細: http://www.openstack.org/blog/2014/11/openstack-upstream-training-in-japan/
ko_kr: 자세한 정보: http://www.openstack.org/blog/2014/11/openstack-upstream-training-in-japan/

source: More kanban style structure
de: Mehr Kanban Stil Struktur
id: Lebih banyak struktur gaya kanban
ko_kr: 칸반 스타일을 보다 많이 가진 구조
