Repository: Gheorghita/training-guides
Catalog: doc/upstream-training/source/locale/*/LC_MESSAGES/upstream-training.po
Languages: de, id, it, ja, ko_kr, tr_tr

source: Someone of authority needs to sign the `U.S. Government Contributor License Agreement <https://wiki.openstack.org/wiki/GovernmentCLA>`_. Contact the `OpenStack Foundation <mailto:communitymngr@openstack.org>`_ to initiate this process.
de: Jemand von der Behörde unterzeichnet die `Lizenzvereinbarung Beitragender U.S.-Bundesbehörden<https://wiki.openstack.org/wiki/GovernmentCLA>`_. Kontaktieren Sie zum Starten des Prozesses die `OpenStack Stiftung <mailto:communitymngr@openstack.org>`_ .
it: Qualcuno con autorizzazione deve firmare ` l'accordo di licenza per collaboratori del governo stato unitense <https://wiki.openstack.org/wiki/GovernmentCLA>`_. Contatta la `fondazione di OpenStack <mailto:communitymngr@openstack.org>`_ per avviare questo processo.
ja: 権限を持つ誰かが `U.S. Government Contributor License Agreement <https://wiki.openstack.org/wiki/GovernmentCLA>`_ に署名をする必要があります。 処理を開始するために、 `OpenStack Foundation <mailto:communitymngr@openstack.org>` に連絡をしてください。
ko_kr: 몇몇 기관에서는 `U.S. Government Contributor License Agreement <https://wiki.openstack.org/wiki/GovernmentCLA>`_ 에 대한 서명을 필요로 합니다. `OpenStack Foundation <mailto:communitymngr@openstack.org>`_ 와 연락하여 해당 과정을 진행합니다.

source: Source file is hosted in the `governance repository <http://git.openstack.org/cgit/openstack/governance/tree/reference/projects.yaml>`_
de: Quelldatei wird im `governance Repository gehostet <http://git.openstack.org/cgit/openstack/governance/tree/reference/projects.yaml> `_
id: Sumber file host di `governance repository <http://git.openstack.org/cgit/openstack/governance/tree/reference/projects.yaml>`_
ja: ソースファイルは `governance リポジトリー <http://git.openstack.org/cgit/openstack/governance/tree/reference/projects.yaml>`_ に置かれています。
ko_kr: 소스 파일은 `governance repository <http://git.openstack.org/cgit/openstack/governance/tree/reference/projects.yaml>`_ 에 호스팅되어 있습니다

source: Spec freeze - Point at which specs must be proposed and reviewed for the release.
de: Spec Freeze - Punkt, an dem Spezifikationen vorgeschlagen und für die Freigabe überprüft werden müssen.

source: Spec/blueprint freeze
de: Spezifikation/Blueprints einfrieren
id: Spesifikasi/cetak biru membeku
ko_kr: 스펙/블루프린트 프리징
tr_tr: Spesifikasyon/blueprint donma

source: Specialty teams
de: Spezialteams
id: Tim khusus
ko_kr: 전문화된 팀
tr_tr: Özel takımlar

source: Speed up the acceptance
de: Beschleunigen Sie die Akzeptanz
id: Mempercepat penerimaan
it: Accelera l'accettazione
ja: 受け入れを高速化する。
ko_kr: 수용을 가속화합니다
tr_tr: Kabulü hızlandır

source: Speeding the Acceptance
de: Beschleunigung der Annahme
id: Mempercepat penerimaan
ja: 早く取り込まれるようにするには
ko_kr: 수용을 보다 빠르게 하기
tr_tr: Kabul edilebilirliği hızlandırma

source: Stable branches
de: Stabile Zweige
id: Stable branches (cabang stabil)
it: rami stabili
ja: 安定版 (stable) ブランチ
ko_kr: 안정 브랜치
tr_tr: Kararlı dallar

source: Staff
de: Personal
ja: スタッフ
ko_kr: 스태프
tr_tr: Çalışanlar

source: Start DevStack in a VM on your laptop or in public cloud
de: Starten von DevStack in einer VM auf dem Laptop oder in einer öffentlichen Cloud
id: Mulai DevStack di VM pada laptop atau di cloud publik
ko_kr: DevStack을 노트북 또는 공용 클라우드 내 VM에서 시작합니다
tr_tr: Dizüstü bilgisayarınızda veya halka açık bir bulutta bir sanal makinada DevStack'i başlatın

source: Start a new session: screen -C devstack/stack-screenrc
de: Starten Sie eine neue Session: screen -C devstack / stack-screenrc
id: Mulai sesi baru: screen -C devstack/stack-screenrc
ko_kr: 새로운 세션 시작: screen -C devstack/stack-screenrc
tr_tr: Yeni bir oturum başlat: screen -C devstack/stack-screenrc

source: Start the timer for building time, and allow everyone to start work. During each building phase, have mentors wander around the groups listening in and making suggestions, without actually doing any of the work or giving answers. The role of the mentors is to ask questions to orient the conversations among the teams. For example, during the first sprint it is common that the CEO and the PTL will face incompatibility of their plans. Mentors should ask the teams how to address those issues.
de: Starten Sie den Timer für die Bauzeit und lassen Sie alle die Arbeit beginnen. Während jeder Bauphase laufen Mentoren um die Gruppen, die zuhören und Vorschläge machen, ohne wirklich irgendeine der Arbeiten zu machen oder Antworten zu geben. Die Rolle der Mentoren ist es, Fragen zu stellen, um die Gespräche zwischen den Teams zu lenken. Zum Beispiel, während des ersten Sprints ist es üblich, dass der CEO und die PTL mit der Unvereinbarkeit ihrer Pläne konfrontiert werden. Mentoren sollten die Teams fragen, wie diese Probleme zu lösen sind.
id: Mulai timer untuk membangun waktu, dan mengizinkan semua orang untuk mulai bekerja. Selama setiap tahap pembangunan, mentor berkeliaran di sekitar kelompok mendengarkan dan membuat saran, tanpa benar-benar melakukan setiap pekerjaan atau memberikan jawaban. Peran mentor adalah dengan mengajukan pertanyaan untuk mengarahkan percakapan antara tim. Sebagai contoh, selama sprint pertama itu adalah umum bahwa CEO dan PTL akan menghadapi ketidakcocokan rencana mereka. Mentor harus meminta tim bagaimana mengatasi masalah itu.
ja: 組み立てを行う時間のタイマーを開始し、全員に作業を始めることを許可します。組み立てのフェーズでは毎回、メンターは各グループの近くを歩き回り、話を聞き、意見をします。実際の作業に関わったり、答えを与えたりは行いません。メンターの役割はチーム間の対話に関わる質問を行うことです。たとえば、最初のスプリントではたいてい CEO と PTL は計画との不一致に直面します。メンターはチームに、課題にどう取り組むかを聞くべきです。
ko_kr: 만드는 시간에 대한 타이머를 시작하고 모든 사람들이 작업을 시작할 수 있도록 합니다. 각 만드는 기간 동안에는 멘토들은 그룹 주변을 돌면서 실제로 임의의 작업을 수행하거나 답을 제시하지 않으면서 경청합니다. 멘토의 역할은 팀 사이에서 대화를 지향하도록 하기 위해 질문을 요청하는 것입니다. 예를 들면, 첫 번째 sprint 동안에는 CEO와 PTL이 계획에 대한 상호운용성과 마주할 것입니다. 멘토는 팀에게 해당 이슈를 어떻게 고심할 것인지 물어보아야 합니다.
tr_tr: İnşaat zamanı için zamanlayıcıyı başlatın ve herkesin işe başlaması için izin verin. Her bina aşamasında, mentorlar, aslında herhangi bir işi yapmadan veya cevap vermeden gruplar etrafında dinleyip önerilerde bulunurlar. Akıl hocalarının rolü, konuşmaları takımlar arasında yönlendirmek için sorular sormaktır. Örneğin, ilk sprint sırasında, CEO'nun ve PTL'nin planlarının uyumsuzluğuyla karşı karşıya kalacağı yaygın bir durumdur. Mentorlar ekiplere bu konuların nasıl ele alınması gerektiğini soracaktır.

source: Start with a blueprint and look to the project team's core members for guidance on whether a spec is needed.
de: Beginnen Sie mit einem Blueprint und fragen Sie bei den Kernmitgliedern des Projektteams nach, ob eine Spezifikation benötigt wird.
id: Mulailah dengan cetak biru dan lihat ke anggota inti tim proyek untuk panduan mengenai apakah sebuah spesifikasi dibutuhkan.
ko_kr: 청사진으로 시작하고 프로젝트 팀의 핵심 구성원에게 사양이 필요한지에 대한 지침을 살펴봅니다.
tr_tr: Bir planın başında başlayın ve bir özellik gerekip gerekmediğine ilişkin rehberlik için proje ekibinin ana üyelerine bakın.

source: Start work from latest patchset
de: Starten Sie mit dem letzten Patchset
id: Mulai bekerja dari patchset terbaru
ko_kr: 마지막 patchset에서 작업을 시작합니다
tr_tr: En son yama kümesinden çalışmaya başla

source: Statuses: New, Incomplete, Confirmed, Triaged, In Progress, Fix Committed, Fix Released, Invalid, Opinion, Won't Fix
de: Status: Neu, Unvollständig, Bestätigt, Ausgelöst, In Progress, Fix Committed, Fix Freigegeben, Ungültig, Meinung, wird nicht behoben
id: Status: Baru, Tidak Lengkap, Dikonfirmasi, Dipotong, Sedang Berjalan, Perbaiki Komitmen, Perbaiki Rilis, Tidak Sah, Opini, Tidak Akan Perbaiki

source: Stefano Maffulli (training, mentoring, assistant, english)
de: Stefano Maffulli (Ausbildung, Mentoring, Assistent, Englisch)
it: Stefano Maffulli (formazione, tutoraggio, assistente, inglese)
ko_kr: Stefano Maffulli (교육, 멘토링, 조교, 영어)
tr_tr: Stefano Maffulli (eğitim, danışman, yardımcı, ingilizce)

source: Stephan Ahn (training, assistant, mentoring)
de: Stephan Ahn (Ausbildung, Assistent, Mentoring)
it: Stephan Ahn (formazione, assistente, tutoraggio)
ko_kr: Stephan Ahn (교육, 조교, 멘토링)
tr_tr: Stephan Ahn (eğitim, yardımcı, danışman)

source: Stories & Tasks
de: Stories & Aufgaben
id: Cerita & Tugas
ko_kr: 스토리 & 작업

source: Stories can have tags to make them more searchable/filterable
de: Stories können Schlagworte haben, um sie mehr durchsuchbar/filtrierbar zu machen
id: Cerita dapat memberi tag agar lebih mudah dicari/disaring

source: Storyboard uses worklists, boards, stories, and tasks as the items for organizing and tracking work.
de: Storyboard verwendet Arbeitsvorräte, Boards, Geschichten und Aufgaben als die Elemente für die Organisation und Verfolgung der Arbeit.
id: Storyboard menggunakan daftar kerja, papan, cerita, dan tugas sebagai item untuk mengatur dan melacak pekerjaan.

source: Strategic and financial oversight
de: Strategische und finanzielle Aufsicht
id: Pengawasan strategis dan keuangan
ko_kr: 전략 및 재정에 대한 감독
tr_tr: Stratejik ve mali gözetim

source: String freeze - Externally visible strings can no longer be changed. Helps translation activities complete on time.
de: String Freeze - Äußerlich sichtbare Strings können nicht mehr geändert werden. Hilft um mit Übersetzungsaktivitäten rechtzeitig fertig zu werden.

source: Students can use a different editor instead of nano with their own preferences (e.g. vi, emacs, or whatever they want).
de: Studenten können einen anderen Editor anstelle von Nano mit ihren eigenen Vorlieben verwenden (z.B. vi, emacs oder was auch immer sie wollen).
id: Siswa dapat menggunakan editor yang berbeda, bukan nano dengan preferensi mereka sendiri (misalnya vi, emacs, atau apapun yang mereka inginkan).
ko_kr: 학생들은 nano 대신 각자 설정한 다른 에디터를 사용할 수 있습니다. (예: vi, emacs, 또는 무엇이든 원하는 에디터)
tr_tr: Öğrenciler kendi tercihleriyle birlikte nano yerine farklı bir düzenleyici kullanabilir (ör. vi, emacs veya ne isterseniz).

source: Students will play with the image instead of paying attention to the class
de: Die Schüler würden mit dem Abbild spielen, anstatt die Aufmerksamkeit auf die Klasse zu lenken
id: Siswa akan bermain dengan image daripada memperhatikan kelas
tr_tr: Öğrenciler sınıfa dikkat etmek yerine imaj ile oynayacaklardır.

source: Submit presentations to OpenStack conferences.
de: Präsentationen einreichen zu OpenStack Konferenzen
it: Inviare presentazioni alle conferenze di OpenStack.
ja: OpenStack カンファレンスへのプレゼンテーションの提出
ko_kr: OpenStack 컨퍼런스에 프리젠테이션 제출하기.

source: Submit the blueprints and/or specs
de: Geben Sie die Blueprints und/oder Spezifikationen ein
id: Mengajukan cetak biru dan / atau spesifikasi
ko_kr: 블루프린트 그리고/또는 스펙을 제출합니다
tr_tr: Planları ve/veya özellikleri gönder

source: Subset of the Foundation Individual Members
de: Untergruppe der Foundation Individual Members
id: Subset of the Foundation Individual Members (Himpunan bagian dari anggota individu yayasan)
ko_kr: Foundation 개별 구성원 중의 부분 집합
tr_tr: Vakfın Alt Kümesi Bireysel Üyeler

source: Successful bug report submission
de: Erfolgreicher Fehlerbericht
id: Penyampaian laporan bug sukses
ko_kr: 버그 리포트 제출 성공
tr_tr: Başarılı hata raporu gönderimi

source: Succinctly describes patch content
de: Prägnante Beschreibung des Patchinhaltes
id: Ringkas menjelaskan konten Patch
ja: パッチの内容を簡潔に述べます
ko_kr: 간결하게 패치 내용을 설명합니다
tr_tr: Yama içeriğini özetle anlatıyor

source: Suggestions of projects to work on:
de: Vorschläge zum Arbeiten an Projekten:
id: Saran dari proyek untuk bekerja pada:
ja: 取り組むプロジェクトの提案 :
ko_kr: 작업하고자 하는 프로젝트 제안:
tr_tr: Üzerinde çalışılacak proje önerileri:

source: Summary
de: Zusammenfassung
id: Ringkasan
ko_kr: 요약
tr_tr: Özet

source: Summary Line
de: Zusammenfassungszeile
ko_kr: 요약 줄
tr_tr: Özet Satırı

source: Summits take place around the middle of a release to exhibit accomplishments and get feedback from users on the most recent release
de: Summits finden um die Mitte eines Release statt, um Errungenschaften auszustellen und Feedback von Nutzern auf der letzten Veröffentlichung zu erhalten
id: Puncak berlangsung di tengah rilis untuk menunjukkan prestasi dan mendapatkan umpan balik dari pengguna pada rilis terbaru
ko_kr: 서밋은 릴리즈의 중간 시점에 성취한 것을 전시하고 가장 마지막 릴리즈의 사용자들로부터의 피드백을 받습니다.
tr_tr: Zirveler, başarıların sergilenmesi ve kullanıcıların en son sürümdeki geribildirimlerini alabilmeleri için bir sürümün ortasında gerçekleşir

source: Sungjin Kang (assistant, mentoring)
de: Sungjin Kang (Assistent, Mentoring)
ko_kr: Sungjin Kang (조교, 멘토링)
tr_tr: Sungjin Kang (yardımcı, danışman)

source: Sungjin Kang (training, assistant, mentoring)
de: Sungjin Kang (Ausbildung, Assistent, Mentoring)
it: Sungjin Kang (formazione, assistente, tutoraggio)
ko_kr: Sungjin Kang (교육, 조교, 멘토링)
tr_tr: Sungjin Kang (eğitim, yardımcı, danışman

source: Swami Redydy (mentoring, assistant)
de: Swami Redydy (Mentoring, Assistent)
ko_kr: Swami Redydy (멘토링, 조교)
tr_tr: Swami Redydy (danışman, yardımcı)

source: Sydney, Australia
de: Sydney, Australien

source: Syed Armani (training, mentoring, assistant, english)
de: Syed Armani (Ausbildung, Mentoring, Assistent, Englisch)
it: Syed Armani (formazione, tutoraggio, assistente, inglese)
ko_kr: Syed Armani (교육, 멘토링, 조교, 영어)
tr_tr: Syed Armani (eğitim, danışman, yardımcı, ingilizce)

source: Sylvain Bauza (assistant, mentoring, training, french, english)
de: Sylvain Bauza (Assistentin, Mentoring, Ausbildung, Französisch, Englisch)
it: Sylvain Bauza (assistente, tutoraggio, formazione, francese, inglese)
ko_kr: Sylvain Bauza (조교, 멘토링, 교육, 프랑스어, 영어)
tr_tr: Sylvain Bauza (yardımcı, danışman, eğitim, fransızca, ingilizce)

source: System administrators
de: Systemadministratoren
id: Administrator sistem
it: Amministratori di sistema
ja: システム管理者
ko_kr: 시스템 관리자
tr_tr: Sistem yöneticileri

source: TC (+PTL) candidates and election results are available on `Governance - Election page <https://governance.openstack.org/election/>`_, and shared through `openstack-dev mailing list <http://lists.openstack.org/cgi-bin/mailman/listinfo/openstack-dev>`_.
de: TC (+ PTL) Kandidaten und Wahlergebnisse sind auf der Seite "Governance - Election" verfügbar <https://governance.openstack.org/election/> `_, und geteilt durch` openstack-dev Mailing-Liste <http://lists.openstack.org/cgi-bin/mailman/listinfo/openstack-dev> `_.
id: Calon TC (+ PTL) dan hasil pemilihan tersedia di `Governance - Election page <https://governance.openstack.org/election/>`_, Dan berbagi melalui `openstack-dev mailing list <http://lists.openstack.org/cgi-bin/mailman/listinfo/openstack-dev>`_.
ko_kr: TC (+PTL) 후보 및 선출 결과는 `Governance - Election page <https://governance.openstack.org/election/>`_ 에서 확인 가능하며, `openstack-dev mailing list <http://lists.openstack.org/cgi-bin/mailman/listinfo/openstack-dev>`_ 를 통해 공유가 이루어집니다.
tr_tr: TC (+PTL) adayları ve seçim sonuçları `Yönetim - Seçim sayfası <https://governance.openstack.org/election/>`_nda görülebilir, ve `openstack-dev e-posta listesinde <http://lists.openstack.org/cgi-bin/mailman/listinfo/openstack-dev>`_ paylaşılır.

source: TC seats are elected from and by the group of ATC's
de: TC werden aus und durch die Gruppe der ATCs gewählt

source: Taehee Jang (assistant, mentoring - Ubuntu Korea Community)
de: Taehee Jang (Assistentin, Mentoring - Ubuntu Korea Community)
ko_kr: Taehee Jang (조교, 멘토링 - 우분투 한국 커뮤니티)
tr_tr: Taehee Jang (yardımcı, danışman - Ubuntu Kore Topluluğu)

source: Tags can be associated with projects. Find out what tags are and find the current list of available tags.
de: Tags können mit Projekten verknüpft werden. Finden Sie heraus, welche Tags sind und finden Sie die aktuelle Liste der verfügbaren Tags.
id: Tag dapat dikaitkan dengan proyek. Cari tahu tag apa dan temukan daftar tag yang ada saat ini.
ko_kr: 태그는 프로젝트에 연결 가능합니다. 어떤 태그들이 있는지 그리고 현재 사용 가능한 태그 목록을 찾아봅니다.
tr_tr: Etiketler proje ile ilişkilendirilebilir. Hangi etiketler olduğunu öğrenin ve mevcut etiketlerin mevcut listesini bulun.

source: Tags: low-hanging-fruit, documentation, security, other per project tags - https://wiki.openstack.org/wiki/BugTags
de: Tags: low-hanging-fruit, dokumentation, sicherheit, andere pro projekt tags - https://wiki.openstack.org/wiki/BugTags
id: Tag: low-hanging-fruit, dokumentasi, keamanan, tag per proyek lainnya - https://wiki.openstack.org/wiki/BugTags

source: Takashi Torii (assistant, japanese)
de: Takashi Torii (Assistentin, Japanisch)
it: Takashi Torii (assistente, giapponese)
ko_kr: Takashi Torii (조교, 일본어)
tr_tr: Takashi Torii (yardımcı, japonca)

source: Take a step back
de: Einen Schritt zurücktreten
id: Mengambil langkah mundur
it: Fai un passo indietro
ja: 譲歩する
ko_kr: 한 발짝 되돌아가기
tr_tr: Bir adım geri atın

source: Take the pulse of the project
de: Nehmen Sie den Puls des Projekts
id: Mengambil pulsa (denyut nadi) dari proyek
ja: プロジェクトの活動状況を取得する。
ko_kr: 프로젝트의 리듬을 이해합니다
tr_tr: Projenin nabzını tutun

source: Talk slowly when you are presenting - English may not be their first language
de: Sprechen Sie langsam, wenn Sie präsentieren - Englisch ist möglicherweise nicht ihre erste Sprache
id: Bicara perlahan saat Anda mempresentasikan - Bahasa Inggris mungkin bukan bahasa pertama mereka
tr_tr: Sunuyorsanız yavaş konuşun - İngilizce ilk dilleri olmayabilir

source: Talking in IRC Channels & Meetings
de: Sprechen in IRC Kanäle & Meetings
id: Berbicara di IRC Channels & Meetings
ko_kr: IRC 채널에서 말하거나 만나는 것

source: Talking in the IRC channel
de: Sprechen im IRC-Kanal
id: Berbicara dalam saluran IRC
ja: IRC チャンネルで会話する
ko_kr: IRC 채널에서 대화
tr_tr: IRC kanalında konuşma

source: Target Audience
de: Zielgruppe
id: Target Audience (khalayak target)
it: Target di riferimento
ja: 想定対象者
ko_kr: 대상 청중
tr_tr: Hedef Dinleyici

source: Task Tracking
de: Aufgabenverfolgung
id: Pelacakan Tugas
ko_kr: 작업 추적
tr_tr: Görev İzleme

source: Task tracking tool most widely used in the community
de: Task-Tracking-Tool, am weitesten in der Gemeinschaft verwendet
id: Alat pelacak tugas paling banyak digunakan di masyarakat

source: Tasks are classified as blueprints or bugs
de: Aufgaben werden als Blueprints oder Bugs klassifiziert
id: Tugas diklasifikasikan sebagai cetak biru atau bug

source: Tasks are the steps required to complete the story - Tests - Patches - Documentation
de: Aufgaben sind die notwendigen Schritte, um die Story abzuschließen - Tests - Patches - Dokumentation
id: Tugas adalah langkah yang diperlukan untuk menyelesaikan cerita - Tes - Patch - Dokumentasi

source: Tasks have statuses similar to Launchpad items
de: Aufgaben haben ähnliche Status wie Launchpad-Elemente
id: Tugas memiliki status yang mirip dengan item Launchpad

source: Team members : 3-5
de: Teammitglieder: 3-5
id: Anggota tim : 3-5
ja: チームメンバー : 3〜5
ko_kr: 팀 구성원: 3-5
tr_tr: Takım üyeleri : 3-5

source: Teams in OpenStack can be freely created as they are needed
de: Teams in OpenStack können frei erstellt werden, so wie sie benötigt werden
id: Tim dalam OpenStack dapat dibuat bebas sebagaimana mereka dibutuhkan
ja: OpenStack のチームは必要に応じて自由に作成できます。
ko_kr: OpenStack 내 팀은 필요로 할 때 자유롭게 생성 가능합니다
tr_tr: OpenStack'taki takımlar, ihtiyaç duyuldukça serbestçe yaratılabilir

source: Teams of people who
de: Teams von Leuten, die
id: Tim dari orang yang
ko_kr: (다음과 같은) 구성원 팀에 해당합니다
tr_tr: Kimlerin ekipleri

source: Technical Committee
de: Technischer Ausschuss
id: Komite Teknik
it: Comitato tecnico
ja: 技術委員会 (TC: Technical Committee)
ko_kr: 기술 위원회
tr_tr: Teknik Komite

source: Technical Committee ("TC")
de: Technisches Komitee ("TC")
ko_kr: 기술 위원회 ("TC")
tr_tr: Teknik Komite ("TC")

source: Technical committee : 1
de: Technischer Ausschuss: 1
ja: 技術委員会 (TC) : 1
ko_kr: 기술 위원회: 1
tr_tr: Teknik komite: 1

source: Technical leadership
de: Technische Führung
id: Kepemimpinan teknis
ko_kr: 기술 리더쉽
tr_tr: Teknik liderlik

source: Test coverage exercise
de: Testabdeckung Übung
id: Latihan cakupan tes
ko_kr: 테스트 범위 실습
tr_tr: Test kapsamı alıştırması

source: Test the code and file bugs
de: Testen des Codes und reporten von Bugs
id: Menguji kode dan bug file
ko_kr: 코드를 테스트하고 버그를 제출합니다
tr_tr: Kodu test et ve hata kaydı gir

source: Testable on its own
de: Auf eigene Faust testbar
id: Diuji sendiri
ja: プロジェクト単体でテスト可能です
ko_kr: 자체를 기반으로 테스트 가능
tr_tr: Kendi kendine test edilebilir

source: Testing
de: Testen
id: Testing (pengujian)
ja: テスト
ko_kr: 테스팅
tr_tr: Test

source: Testing exercise
de: Test-Übung
id: Latihan pengujian
ko_kr: 테스팅 실습
tr_tr: Test alıştırmaları

source: Testing framework
de: Test-Framework
id: Kerangka pengujian
ko_kr: 테스팅 프레임워크
tr_tr: Test çatıları

source: The Contribution Process (1 hour)
de: Der Beitragsprozess (1 Stunde)
id: Proses Kontribusi (1 jam)
it: Il processo di contribuzione (1 ora )
ja: コントリビューションの流れ (1 時間)
ko_kr: 컨트리뷰션 프로세스 (1시간)
tr_tr: Katkı Süreci (1 saat)

source: The Gerrit review will be merged by +1 in Workflow
de: Die Überprüfung durch Gerrit fügt ein +1 in den Arbeitsablauf
id: Kajian Gerrit akan digabung dengan +1 dalam Workflow
ko_kr: Gerrit 리뷰는 Workflow에서의 +1을 통해 머지가 이루어질 것입니다
tr_tr: Gerrit gözden geçirmesi Workflow'da +1 ile birleştirilir

source: The OpenStack Community in numbers
de: Die OpenStack Community in Zahlen
id: Komunitas OpenStack dalam angka
ko_kr: 숫자로 보는 OpenStack 커뮤니티
tr_tr: Sayılarla OpenStack Topluluğu

source: The OpenStack Foundation participates in internship programs as `Outreachy <https://wiki.openstack.org/wiki/Outreachy>`_.
de: Die OpenStack Foundation beteiligt sich an Praktikumsprogrammen als `Outreachy <https://wiki.openstack.org/wiki/Outreachy> `_.
id: OpenStack Foundation berpartisipasi dalam program magang sebagai `Outreachy <https://wiki.openstack.org/wiki/Outreachy>`_.
ja: OpenStack Foundation は `Outreachy <https://wiki.openstack.org/wiki/Outreachy>`_ などのインターンシッププログラムに参加します。
ko_kr: OpenStack Foundation은 `Outreachy <https://wiki.openstack.org/wiki/Outreachy>`_ 와 같은 인턴쉽 프로그램에 참여합니다.
tr_tr: OpenStack Vakfı, `Outreachy <https://wiki.openstack.org/wiki/Outreachy>`_de staj programlarında yer alır.

source: The OpenStack Package
de: Das OpenStack-Paket
id: The OpenStack Package (paket openstack)
ja: OpenStack のパッケージ
ko_kr: OpenStack 패키지
tr_tr: OpenStack Paketi

source: The PTG is scheduled around the start of a release to plan release goals
de: Der PTG ist um den Beginn einer Freigabe geplant, um Freisetzungsziele zu planen
id: PTG dijadwalkan sekitar awal rilis untuk merencanakan tujuan rilis
ko_kr: 릴리즈의 시작 시기에 릴리즈의 목표를 계획하기 위해 PTG의 스케줄이 잡힙니다.
tr_tr: PTG, yayınlanma hedeflerini planlamak için bir sürüm başlangıcında planlanıyor.

source: The TC Chair is proposed by the TC members
de: Der TC-Vorsitzende wird von den TC-Mitgliedern vorgeschlagen
id: Ketua TC diusulkan oleh anggota TC
ko_kr: TC 의장은 TC 구성원에 의해 제안이 이루어집니다
tr_tr: TC Başkanı, TC üyeleri tarafından önerilir

source: The `Mailing Lists <https://wiki.openstack.org/wiki/Mailing_Lists>`_ wiki page describes how to subscribe to a list and describes some popular lists
de: Die `Mailing Lists <https://wiki.openstack.org/wiki/Mailing_Lists> `_ Wiki-Seite beschreibt, wie man eine Liste abonniert und einige populäre Listen sind beschrieben
id: `Mailing Lists <https://wiki.openstack.org/wiki/Mailing_Lists>`_ halaman wiki menjelaskan cara berlangganan daftar dan menjelaskan beberapa daftar populer
ko_kr: 메일링 리스트 <https://wiki.openstack.org/wiki/Mailing_Lists>`_ wiki 페이지는 메일 리스트를 구독하는 방법과 몇몇 인기있는 리스트를 보여줍니다.

source: The code is self-evident/self-documenting
de: Der Code ist selbstverständlich/selbstdokumentierend
id: Kode ini self-evident/self-documenting
ja: コードは自明である、それ自体で説明になっている
ko_kr: 코드는 자체가 명료함을 보이고 자체가 문서에 해당합니다.
tr_tr: Kod kendini gösteriyor/kendini belgeliyor

source: The common syntax: #openstack-<name-of-project>
de: Die gemeinsame Syntax: #openstack- <name-of-project>
ko_kr: 일반적인 구문: #openstack-<name-of-project>

source: The data can be collected and analyzed by anyone
de: Die Daten können von jedermann gesammelt und analysiert werden
id: Data dapat dikumpulkan dan dianalisis oleh siapa saja
ko_kr: 데이터는 누구든지 모으거나 분석할 수 있습니다.
tr_tr: Veriler herkes tarafından toplanabilir ve analiz edilebilir
