Repository: Gheorghita/training-guides
Catalog: doc/upstream-training/source/locale/*/LC_MESSAGES/upstream-training.po
Languages: de, id, it, ja, ko_kr, tr_tr

source: Elected from and by the group of APC's
de: Gewählt aus der und durch die Gruppe der APCs
id: Dipilih dari dan oleh kelompok APC
ko_kr: APC 그룹에 의해 구성 및 선출이 이루어집니다
tr_tr: APC'lerin bir grubundan ve grubu tarafından seçilir

source: Election process is more informal than PTLs.
de: Wahlprozess ist informeller als PTLs.
id: Proses pemilihan lebih informal daripada PTL.
ko_kr: 선출 과정은 PTL보다는 다소 비공식적입니다.
tr_tr: Seçim süreci PTL'lerden daha gayri resmi.

source: Employers can update the list of authorized employees by filling out and signing an `Updated Schedule A Form <https://openstack.echosign.com/public/hostedForm?formid=56JUVP6K4Z6P4C>`_.
de: Arbeitgeber können die Liste der autorisierten Mitarbeiter ausfüllen und das`aktualisierte Formular <https://openstack.echosign.com/public/hostedForm?formid=56JUVP6K4Z6P4C>`_ unterschreiben.
ja: 雇用者は、`Updated Schedule A Form <https://openstack.echosign.com/public/hostedForm?formid=56JUVP6K4Z6P4C>`_ を埋めて、署名することにより、許可された従業員の一覧を更新できます。
ko_kr: 고용주는 `Updated Schedule A Form <https://openstack.echosign.com/public/hostedForm?formid=56JUVP6K4Z6P4C>`_ 을 채우고 서명함으로써 권한이 있는 근로자 목록을 업데이트할 수 있습니다.

source: Encourage use of IRC for answering questions or the training etherpad if an exercise requires more space or IRC is not available
de: Ermutigen Sie die Verwendung von IRC für die Beantwortung von Fragen oder das Training Ethernet, wenn eine Übung mehr Platz erfordert oder IRC nicht verfügbar ist
id: Dorong penggunaan IRC untuk menjawab pertanyaan atau pelatihan etherpad jika latihan membutuhkan lebih banyak ruang atau IRC tidak tersedia.
tr_tr: Bir egzersizin daha fazla alan gerektirmesi veya IRC'nin mevcut olmaması durumunda, sorulara cevap vermek için IRC kullanımını veya eğitim etherpadini teşvik edin

source: Endorsed by the Foundation
de: Von der Foundation empfohlen
id: Endorsed by the Foundation (disahkan oleh Yayasan)
ko_kr: Foundation의 승인을 받았습니다
tr_tr: Vakıf Tarafından Onaylandı

source: Enforces OpenStack ideals like: Openness, Transparency, Commonality, Integration and Quality
de: Erzwingt OpenStack-Ideale wie: Offenheit, Transparenz, Gemeinsamkeit, Integration und Qualität
id: Terapkan cita-cita OpenStack seperti: Keterbukaan, Transparansi, Kesamaan, Integrasi dan Mutu
ko_kr: 개방성, 투명성, 공통성, 통합 및 품질과 같은 OpenStack 이상을 지향합니다
tr_tr: OpenStack ideallerini şunlar gibi zorlar: Açıklık, Şeffaflık, Ortaklık, Entegrasyon ve Kalite

source: Engage immediately
de: Sofort engagieren
id: Terlibat langsung
it: Impegnati subito
ja: 迅速な関わり
ko_kr: 바로 참여
tr_tr: Hemen katılın

source: Ensure you can use commands like ``cinder`` or ``nova`` to interact with the services running on your VM
de: Vergewissern Sie sich, dass Sie Befehle wie ``cinder`` oder ``nova`` verwenden können, um mit den auf Ihrer VM ausgeführten Diensten zu interagieren
id: Pastikan Anda dapat menggunakan perintah seperti ``cinder`` atau ``nova`` untuk berinteraksi dengan layanan yang berjalan pada VM Anda
ko_kr: VM에서 실행 중인 서비스와 상호작용하기 위해 `cinder`` 또는 ``nova`` 와 같은 명령어를 사용할 수 있는지를 확인합니다
tr_tr: VM üzerinde çalışan servisler ile iletişime geçmek için ``cinder`` veya ``nova`` gibib komutları kullanabildiğinizden emin olun

source: Ensure you have the DevStack repository cloned to the VM where you would like to use it
de: Stellen Sie sicher, dass das DevStack-Repository auf die VM geklont ist, wo Sie es verwenden möchten
id: Pastikan Anda memiliki repositori DevStack yang dikloning ke VM dimana Anda ingin menggunakannya
ko_kr: 사용하고자 하는 VM에 DevStack 저장소를 clone하였는지를 확인합니다
tr_tr: DevStack deposunu, kullanmak istediğiniz VM'e kopyaladığınızdan emin olun

source: Environment Setup
de: Umgebungseinstellung
ko_kr: 환경 셋업

source: EunSeop Shin (assistant, mentoring)
de: EunSeop Shin (Assistent, Mentoring)
ko_kr: EunSeop Shin (조교, 멘토링)
tr_tr: EunSeop Shin (yardımcı, danışman)

source: Event
de: Ereignis
tr_tr: Olay

source: Events
de: Veranstaltungen
id: Acara
ja: イベント
ko_kr: 이벤트
tr_tr: Etkinlikler

source: Every cycle includes
de: Jeder Zyklus beinhaltet
id: Setiap siklus meliputi
ko_kr: 모든 주기는 다음을 포함합니다
tr_tr: Her döngü aşağıdakileri içerir

source: Example Itinerary: Spain
de: Beispiel Reiseplan: Spanien
id: Contoh rencana perjalanan: Spanyol
ko_kr: 예시 여정: 스페인
tr_tr: Örnek Güzergah: İspanya

source: Example of IRC meeting commands:
de: Beispiel für IRC-Besprechungsbefehle:
id: Contoh perintah pertemuan IRC:
ko_kr: IRC 미팅 명령어 예시:
tr_tr: IRC toplantı komutlarına örnek:

source: Example:
de: Beispiel:
id: Contoh:
ja: 例:
ko_kr: 예시:
tr_tr: Örnek:

source: Example: `Heat repository <https://git.openstack.org/cgit/openstack/heat/tree/>`_
de: Beispiel: `Heat-Repository <https://git.openstack.org/cgit/openstack/heat/tree/> `_
id: Contoh: `Heat repository <https://git.openstack.org/cgit/openstack/heat/tree/>`_
ko_kr: 예제: `Heat repository <https://git.openstack.org/cgit/openstack/heat/tree/>`_
tr_tr: Örnek: `Heat deposu <https://git.openstack.org/cgit/openstack/heat/tree/>`_

source: Executing "git review" command will submit the amended commit.
de: Ausführen des Kommandos "git review" mit geändertem Commit.
id: Mengeksekusi perintah "git review" akan mengirimkan komit yang diubah
ko_kr: "git review" 명렁어 실행을 통해 수정된 커밋을 제출할 것입니다.
tr_tr: "git review" komutunu çalıştırmak düzeltilmiş gönderimi gönderecek.

source: Exercise
de: Übung
id: Latihan
it: Esercizio
ja: 演習
ko_kr: 실습
tr_tr: Alıştırma

source: Exercise #1
de: Übung #1
ko_kr: 실습 #1

source: Exercise - Collect answers/ideas within your group to the two questions below:
de: Übung - Sammeln Sie Antworten/Ideen in Ihrer Gruppe zu den beiden folgenden Fragen:
id: Exercise - Kumpulkan jawaban/gagasan dalam grup Anda ke dua pertanyaan di bawah ini:
ko_kr: 실습 - 다음 두 질문에 대해 그룹 내에서 해답과 아이디어를 모으기
tr_tr: Alıştırma - Grubunuzdaki cevapları/fikirleri aşağıdaki iki soruyla toplayın:

source: Exercise 1
de: Übung 1
id: Latihan 1
ko_kr: 실습 1
tr_tr: Alıştırma 1

source: Exercise 2
de: Übung 2
id: Latihan 2
ko_kr: 실습 2
tr_tr: Alıştırma 2

source: Exercise 3
de: Übung 3
id: Latihan 3
ko_kr: 세 번째 실습
tr_tr: Alıştırma 3

source: Exercise: Add a session proposal regarding your contribution in an etherpad, review two proposals
de: Übung: Einen Sitzungsvorschlag entsprechend Ihres Beitrages in Etherpad erstellen, zwei Vorschläge beurteilen
id: Latihan: Tambahkan proposal sesi mengenai kontribusi Anda dalam EtherPad, mengulas dua proposal
it: Esercizio: Aggiungi una proposta di sessione riguardante la tua contribuzione in un etherpad, fai la revisione di due proposte
ja: 演習: Etherpad にコントリビューションに関するセッションの提案を追加して、2 つの提案をレビューします。
ko_kr: 실습: etherpad 내에서 컨트리뷰션에 관한 세션 제안을 추가하고, 두 개의 제안을 리뷰합니다
tr_tr: Egzersiz: Katkıda bulunulacak katkı ile ilgili bir oturum önerisi ekleyin, iki öneriyi gözden geçirin

source: Exercise: Apply for individual membership and sign the CLA
de: Übung: Bewerben Sie sich für die Mitgliedschaft und unterzeichnen Sie die CLA
id: Latihan: Melamar keanggotaan individu dan menandatangani CLA
it: Esercizio: Fai domanda per la qualifica di membro individuale e firma la CLA
ja: 演習: 個人メンバー登録および CLA の署名
ko_kr: 실습: 개인 멤버쉽으로 가입을 신청하고 CLA에 서명하기
tr_tr: Egzersiz: Bireysel üyelik için başvurun ve CLA'yı imzalayın

source: Exercise: Step 1
de: Übung: Schritt 1
id: Latihan: Langkah 1
ko_kr: 실습: 1단계
tr_tr: Alıştırma: Adım 1

source: Exercise: Step 2
de: Übung: Schritt 2
id: Latihan: Langkah 2
ko_kr: 실습: 2단계
tr_tr: Deneme: Adım 2

source: Exercise: Step 3 and more
de: Übung: Schritt 3 und mehr
id: Latihan: Langkah 3 dan selanjutnya
ko_kr: 실습: 3단계 및 이후
tr_tr: Alıştırms: Adım 3 ve daha fazlası

source: Exercise: What kind of Program do you contribute to ?
de: Übung: Welche Art von Programm tragen Sie dazu bei?
id: Latihan: Apa jenis Program yang Anda berkontribusi?
it: Esercizio: A che tipo di progetto contribuisci?
ja: 演習: コントリビューションしたいプロジェクトは何か?
ko_kr: 실습: 어떤 종류의 프로젝트에 기여하고 싶은가?
tr_tr: Egzersiz: Ne tür bir programa katkıda bulunursun?

source: Exercise: add an error and match it to the Jenkins message
de: Übung: fügen Sie einen Fehler hinzu und passen Sie ihn an die Jenkins-Nachricht an
id: Latihan: menambahkan suatu kesalahan dan mencocokkannya dengan pesan Jenkins
it: Esercizi: Aggiungi un errore e fallo corrispondere al messaggio di Jenkins
ja: 実習: エラーを追加して、Jenkins のメッセージと対応づけてください。
ko_kr: 실습: 오류를 추가하고 Jenkins 메시지와 일치하는지 보기

source: Exercise: based on the `Kilo release schedule <https://wiki.openstack.org/wiki/Kilo_Release_Schedule>`_ find the URL of a document or a patch that belongs to each of the above steps.
de: Übung: basierend auf der `Kilo Versionsplanung <https://wiki.openstack.org/wiki/Kilo_Release_Schedule>`_ finde die URL eines Dokuments oder ein Patch, der die obigen Schritte enthält.
id: Latihan: berdasarkan `Kilo release schedule <https://wiki.openstack.org/wiki/Kilo_Release_Schedule>`_ menemukan URL dari dokumen atau patch yang dimiliki masing-masing langkah di atas.
it: Esercizio: basandoti sulla pianificazione del rilascio di Kilo <https://wiki.openstack.org/wiki/Kilo_Release_Schedule>`_ trova l'URL di un documento o un patch che appartiene a ciascuno dei passaggi sopra elencati.
ja: 演習: `Kilo リリーススケジュール <https://wiki.openstack.org/wiki/Kilo_Release_Schedule>`_ に基づいて、上の各ステップに属するドキュメントやパッチの URL を見つけてください。
ko_kr: 실습: `Kilo 릴리즈 일정 <https://wiki.openstack.org/wiki/Kilo_Release_Schedule>`_ 에 기반하여, 위 단계에 대한 각각에 속한 문서나 패치에 대한 URL을 찾으시오.
tr_tr: Alıştırma: `Kilo sürüm zamanlama <https://wiki.openstack.org/wiki/Kilo_Release_Schedule>`_ temel alınarak bir belgenin veya yukarıdaki her bir adıma ait olan bir yamanın URL'ini bulun

source: Exercise: checkout the latest stable branch
de: Übung: Checkout der letzte Stall Zweig
id: Latihan: checkout (periksa) cabang stabil terbaru
it: Esercizio: fai il checkout dell'ultima branca stabile
ja: 実習: 最新の安定ブランチのチェックアウト
ko_kr: 실습: 가장 최신 Stable 버전 브랜치 가져오기
tr_tr: Alıştırma: en son kararlı dalı çekin

source: Exercise: each APC / ATC in the class add a URL to the etherpad proving it
de: Übung: Jeder APC / ATC in der Klasse fügt eine URL zum Etherpad hinzu, die es beweist
id: Latihan: setiap APC / ATC dalam kelas menambahkan URL ke EtherPad yang membuktikan itu
it: Esercizio: ciascun APC/ ATC presente aggiunga un URL all'etherpad provandolo
ja: 演習: クラスにいる APC / ATC は、それを証明する URL を etherpad に追加してください。
ko_kr: 실습: 수업 내 APC / ATC에 대한 개별 URL을 etherpad에 추가하여 증명하시오
tr_tr: Egzersiz: Sınıfdaki her APC/ATC, onu ispatlayan etherpad'e bir URL ekleyin

source: Exercise: get the code for the targeted contribution
de: Übung: den Code für den gezielten Beitrag bekommen
id: Latihan: mendapatkan kode untuk kontribusi yang ditargetkan
it: Esercizio: ottieni il codice per la collaborazione mirata
ja: 演習: コントリビューション予定のコードの取得
ko_kr: 실습: 해당 컨트리뷰션에 대한 코드 가져오기
tr_tr: Egzersiz: hedeflenen katkı kodunu öğrenin

source: Exercise: lunch menu online meeting
de: Übung: Mittagsmenü-Onlinemeeting
id: Latihan: menu makan siang pertemuan online
it: Esercizio: riunione online sul menu del pranzo
ja: 演習: ランチメニューミーティング
ko_kr: 실습: 점심 메뉴에 대한 온라인 회의
tr_tr: Egzersiz: öğle yemeği menüsü çevrimiçi toplantı

source: Exercise: push a WIP or draft and invite reviewers
de: Übung: Push ein WIP oder Entwurf und laden Rezensenten ein
id: Latihan: mendorong WIP atau rancangan dan mengundang pengulas
ja: 演習: WIP かドラフトをプッシュして、レビューアーを招待します
ko_kr: 실습: WIP 또는 draft를 push하고 검토자 초대
tr_tr: Alıştırma: bir WIP veya taslağı gönderin ve gözden geçirenleri davet edin

source: Exercise: read `archived <http://eavesdrop.openstack.org/meetings/tc/2014/tc.2014-04-01-20.03.log.html>`_ and briefly comment on `keystone document <https://etherpad.openstack.org/p/keystone-incubation-integration-requirements>`_
de: Übung: Lesen Sie `archiviert <http://eavesdrop.openstack.org/meetings/tc/2014/tc.2014-04-01-20.03.log.html> `_ und kurz kommentiert` Keystone Dokument <https://etherpad.openstack.org/p/keystone-incubation-integration-requirements> `_
id: Latihan: baca `archived <http://eavesdrop.openstack.org/meetings/tc/2014/tc.2014-04-01-20.03.log.html>`_ and briefly comment on `keystone document <https://etherpad.openstack.org/p/keystone-incubation-integration-requirements>`_
it: Esercizio: leggi `archived <http://eavesdrop.openstack.org/meetings/tc/2014/tc.2014-04-01-20.03.log.html>`_ e commenta brevemente su `documento keystone <https://etherpad.openstack.org/p/keystone-incubation-integration-requirements>`_
ja: 演習: `アーカイブ <http://eavesdrop.openstack.org/meetings/tc/2014/tc.2014-04-01-20.03.log.html>`_ を読み、 `keystone ドキュメント <https://etherpad.openstack.org/p/keystone-incubation-integration-requirements>`_ に簡潔にコメントしてください
ko_kr: 실습: `기록 <http://eavesdrop.openstack.org/meetings/tc/2014/tc.2014-04-01-20.03.log.html>`_ 한 것을 읽고 `keystone 문서 <https://etherpad.openstack.org/p/keystone-incubation-integration-requirements>`_ 에 대하여 간단한 의견 말하기
tr_tr: Alıştırma: `archived <http://eavesdrop.openstack.org/meetings/tc/2014/tc.2014-04-01-20.03.log.html>`_ okuyun ve `keystone belgesi <https://etherpad.openstack.org/p/keystone-incubation-integration-requirements>`_ne özet olarak yorum yapın

source: Exercise: review each other messages on the draft
de: Übung: Überprüfe einander Nachrichten auf dem Entwurf
id: Latihan: mengulas setiap pesan lain di draft
it: Esercizio: fate la revisione dei vostri messaggi sulla bozza
ja: 演習: ドラフトのコミットメッセージの相互レビュー
ko_kr: 실습: draft로 있는 각자 메시지를 리뷰하기
tr_tr: Alıştırma: Taslaktaki birbirlerine ait mesajları inceleyin

source: Exercise: review other launchpad bugs and improve yours
de: Übung: Überprüfen Sie andere Launchpad Bugs und verbessern Sie Ihre
id: Latihan: mengulas bug launchpad yang dimiliki orang lain dan meningkatkan mutu bug Anda
it: Esercizio: Fai la revisione di altri bug di launchpad e migliora i tuoi
ja: 演習: 他の launchpad バグの参照および自身のものの改善
ko_kr: 실습: 다른 launchpad 버그를 리뷰하고 개선합니다
tr_tr: Egzersiz: diğer launchpad hatalarını gözden geçirin ve sizinkini geliştirin

source: Explain how the problem is solved
de: Erklären Sie, wie das Problem gelöst ist
id: Jelaskan bagaimana masalahnya dipecahkan
ko_kr: 어떻게 문제를 해결했는지 설명합니다.
tr_tr: Sorunun nasıl çözülebileceğini açıklayın

source: Explain the tags and when you use them. Documentation, API, Security or Upgrade Impacts are for patches with changes that alter the existing state. Depends-On is for cross repository dependencies. Change-Id's are filled in automatically with git review -s.
de: Erklären Sie die Tags und wenn Sie sie verwenden. Dokumentations-, API-, Sicherheits- oder Upgrade-Impacts sind für Patches mit Änderungen, die den vorhandenen Zustand verändern. Depends-On ist für Quer-Repository-Abhängigkeiten. Change-Ids werden automatisch mit git review -s ausgefüllt.
id: Jelaskan tag dan kapan Anda menggunakannya. Dokumentasi, API, Keamanan atau Dampak Upgrade adalah untuk tambalan dengan perubahan yang mengubah keadaan yang ada. Depends-On adalah untuk dependensi cross repository. Change-Id diisi secara otomatis dengan git review -s.
ko_kr: 태그와 태그를 언제 사용할지 설명하세요. 문서, API, 보안이나 업그레이드 영향은 기존 상태를 교체하는 변경사항이 있는 패치를 위한 것입니다. Depends-On은 저장소 상호간의 종속성을 위한 것입니다. Change-ID는 자동으로 git 리뷰로 채워집니다.
tr_tr: Etiketleri ve ne zaman kullandığınızı açıklayın. Belgeler, API, Güvenlik veya Yükseltme Etkileri, mevcut durumu değiştiren değişiklikler içeren yamalar içindir. Depends-On, çapraz depo bağımlılıkları içindir. Değişiklik kimlikleri, git incelemesi -s ile otomatik olarak doldurulur.

source: Explain what it means if they didn't
de: Erklären der Bedeutung wenn nicht
id: Jelaskan apa artinya jika mereka tidak berjalan
ko_kr: 실패하지 않는 경우 어떤 의미를 갖는지 설명합니다
tr_tr: Değillerse bunun ne anlama geldiğini açıklayın

source: Explain what you do
de: Erklären Sie, was Sie tun
id: Jelaskan apa yang Anda lakukan
it: Spiega cosa fai
ja: 何をしているかを説明する
ko_kr: 행하는 것을 설명하기
tr_tr: Ne yaptığınızı açıklayın

source: Explanation of issue being solved and why it should be fixed
de: Erläuterung des Problems und warum sollte es behoben werden
id: Penjelasan isu yang sedang dipecahkan dan mengapa itu harus diperbaiki
ja: 解決される問題の説明、なぜ修正すべきなのか
ko_kr: 해결하고자 하는 이슈에 및 왜 수정이 되어야 하는지에 대한 설명
tr_tr: Çözülmekte olan sorunun açıklaması ve niçin düzeltilmesi gerektiği

source: External References
de: Externe Referenzen
ko_kr: 외부 레퍼런스
tr_tr: Harici Referanslar

source: Face to face planning discussions happen at the Project Teams Gathering (PTG) which is coordinated with the start of a development new cycle
de: Persönliche Planungsgespräche geschehen beim Project Teams Gathering (PTG), die mit dem Beginn eines neuen Zyklus koordiniert werden
id: Diskusi perencanaan tatap muka terjadi pada Project Teams Gathering (PTG) yang dikoordinasikan dengan dimulainya siklus baru pembangunan.
ko_kr: 새로운 개발 주기의 시작과 함께 조정되는 프로젝트 팀 회의(PTG)에서 대면 계획 토론이 진행됩니다.
tr_tr: Yüzyüze planlama tartışmaları, yeni bir döngü gelişiminin başlangıcıyla koordine edilen Proje Takımları Buluşması'nda (PTT) gerçekleşir

source: Face-to-face section: 1.5 days
de: Face-to-Face-Bereich: 1,5 Tage
id: Sessi face-to-face: 1.5 hari
ko_kr: 오프라인 세션: 1.5일
tr_tr: Yüz-yüze bölümü: 1.5 gün

source: Familiarize yourself with the code of conduct
de: Machen Sie sich mit dem Verhaltenskodex vertraut
id: Membiasakan diri dengan kode etik
it: Acquisisci familiarità con il codice di condotta
ja: 自分自身を行動規範に慣れさせる。
ko_kr: 행동 강령과 친숙해집니다
tr_tr: Davranış kurallarını kendiniz tanıyın.

source: Feature freeze - Code for new features is no longer accepted.
de: Feature Freeze - Code für neue Funktionen wird nicht mehr akzeptiert.

source: Feature proposal freeze
de: Feature-Vorlage einfrieren
id: Pembekuan usulan fitur
it: proposta di feature ferma
ja: 機能提案の凍結
ko_kr: 제안된 기능 프리징하기
tr_tr: Öneriyi dondurma özelliği

source: February 2 - 3, 2015 (Mon - Tue)
de: 2. Februar - 3, 2015 (Mo - Di)
id: 2-3 Februari 2015 (Senin - Selasa)
it: 2 - 3 Febbraio, 2015 (Lun - Mar)
ja: 2015 年 2 月 2 - 3 日 (月 - 火)
ko_kr: 2015년 2월 2 - 3일 (월 - 화)
tr_tr: Şubat 2 - 3, 2015 (Pts - Sal)

source: Figure out who's behind it
de: Herauszufinden, wer dahinter steckt
id: Mencari tahu siapa di balik itu
it: Capisci chi c'è dietro
ja: 誰が後ろについているかを明らかにする。
ko_kr: 누가 해당 프로젝트의 배경에 있는지 파악합니다
tr_tr: Arkasında kim olduğunu bul

source: File status in the working repository
de: Dateistatus im Arbeitsrepository
id: Status file dalam repositori kerja
tr_tr: Çalışma havuzundaki dosya durumu

source: Filed against a specific OpenStack project(s)
de: Abgelegt gegen ein bestimmtes OpenStack-Projekt (e)
id: Diarsipkan pada proyek OpenStack tertentu

source: Filing a blueprint/spec
de: Einreichung eines Blueprints / Spezifikation
id: Mengajukan cetak biru / spek
ja: blueprint や spec を登録する
ko_kr: 블루프린트/스펙 제출
tr_tr: Bir plan/özellik raporlama

source: Filing, fixing, and triaging bugs
de: Eingeben, beseitigen und sichten von Bugs
id: Mengajukan, memperbaiki, memprioritaskan bug
ja: バグの登録、修正、仕分けを行う
ko_kr: 버그에 대한 제출, 수정 및 구분
tr_tr: Hataları rapolama, düzeltme ve önceliklendirme

source: Fill in your email address, name, password, and accepting the terms of services.
de: Füllen Sie E-Mail-Adresse, Name, Passwort ein und akzeptieren Sie die Nutzungsbedingungen.
it: Inserisci il tuo indirizzo email, nome, password, e accetta i termini di servizio.
ja: メールアドレス、名前、パスワードを入力し、利用規約に同意をします。
ko_kr: 이메일 주소, 이름, 암호를 채우고 서비스 약관에 동의합니다.

source: Fill your contact information and click 'Save Changes'.
de: Tragen Sie Ihre Kontaktinformationen ein und klicken Sie 'Save Changes'.
ja: あなたの連絡先情報を入力して、 'Save Changes' をクリックします。
ko_kr: 연락처 정보를 채우고 'Save Changes' 을 클릭합니다.

source: Finalize documentation
de: Dokumentation abschließen
id: Finalisasi dokumentasi
ko_kr: 문서화를 마무리합니다
tr_tr: Belgeleri tamamla

source: Find an open review which is less complex and download the patch
de: Finden Sie eine weniger komplexe offene Review und laden Sie den Patch herunter
id: Cari kajian terbuka yang kurang kompleks dan download patch
ko_kr: 덜 복잡한 open 상태 리뷰를 찾아 패치를 다운로드합니다
tr_tr: Daha az karmaşık olan açık bir revizyon bulun ve yamayı indirin

source: Find feature proposal deadlines in the current release schedule
de: Im aktuellen Release-Zeitplan finden Sie die Abgabefristen
id: Cari batas waktu usulan fitur di jadwal rilis terkini
ko_kr: 현재 릴리즈 일정에서 기능 제안 마감 기한을 찾아봅니다
tr_tr: Geçerli yayın planında özellik öneri tarihlerini bulun

source: Find how rechecks are categorized
de: Finden Sie, wie rechecks kategorisiert werden
id: Temukan bagaimana cek ulang dikategorikan
tr_tr: Yeniden denetlemelerin nasıl sınıflandırıldığını bul

source: Find out what parameters were passed to that method by using the LOG messages
de: Finden Sie heraus, welche Parameter an diese Methode übergeben wurden, indem Sie die LOG-Nachrichten verwenden
id: Cari tahu apa parameter yang dilewatkan ke metode yang menggunakan pesan LOG
ko_kr: LOG 메시지를 사용하여 해당 함수를 통해 전달된 매개변수가 무엇인지 파악합니다
tr_tr: LOG iletilerini kullanarak hangi yöntemin bu parametrelere aktarıldığını öğrenin.

source: Find out what the modification is by running the test and analyzing the test output
de: Finden Sie heraus, was die Änderung ist, indem Sie den Test durchführen und die Testausgabe analysieren
id: Cari tahu apa modifikasi yang dijalankan tes dan penganalisaan output ujian
ko_kr: 테스트를 실행하고 테스트 출력을 분석함으로써 어떤 변경사항이 있는지를 찾아봅니다
tr_tr: Testi çalıştırarak ve test çıktısını analiz ederek değişikliğin ne olduğunu öğrenin

source: Find the current members of the Board of Directors, TC and UC
de: Finden Sie die aktuellen Mitglieder des Board of Directors, TC und UC
id: Cari anggota Dewan Direktur, Technical Committee dan User Committee saat ini
ko_kr: 현재 이사회, TC 및 UC 구성원을 찾아봅니다
tr_tr: Yönetim Kurulu'nun mevcut üyelerini, TC ve UC'yi bulun

source: Find the information that can be retrieved for each patch in a pipeline
de: Finden Sie die Informationen, die für jeden Patch in einer Pipeline abgerufen werden können
id: Temukan informasi yang bisa diambil untuk setiap patch dalam pipeline
ko_kr: 파이프라인의 각 패치를 가져올 수 있는 정보를 찾으세요.
tr_tr: Bir iletişim hattındaki her düzeltme ekibi için alınabilen bilgileri bulun

source: Find the latest election results for Board of Directors, TC and UC. Also find where the OpenStack election procedures are documented.
de: Finden Sie die neuesten Wahlergebnisse für Board of Directors, TC und UC. Finden Sie auch, wo die OpenStack Wahlverfahren dokumentiert sind.
id: Temukan hasil pemilihan terakhir untuk Dewan Direksi, TC dan UC. Juga temukan dimana prosedur pemilihan OpenStack didokumentasikan.
ko_kr: 이사회, TC 및 UC에 대한 가장 마지막 선거 결과를 찾아봅니다. 또한 OpenStack 선거 과정이 문서화된 위치를 찾아봅니다.
tr_tr: Yönetim Kurulu, TC ve UC için yapılan son seçim sonuçlarını bulun. Ayrıca, OpenStack seçim prosedürlerinin belgelendiği yeri bulun.

source: Find the release day for the current release
de: Finde den Freigabetag für die aktuelle Version
id: Temukan hari rilis untuk rilis saat ini
ko_kr: 현재 릴리스의 릴리스 날짜 찾기
tr_tr: Mevcut sürüm için sürüm tarihini bulun

source: Find the requirements that must be met to be an official OpenStack project
de: Finden Sie die Anforderungen, die erfüllt sein müssen, um ein offizielles OpenStack-Projekt zu sein
id: Carilah persyaratan yang harus dipenuhi agar bisa menjadi proyek resmi OpenStack
ko_kr: 공식 OpenStack 프로젝트가 되기 위한 요구사항을 찾아봅니다
tr_tr: Resmi bir OpenStack projesi olması için karşılanması gereken şartları bulun

source: Find two other cores in the project and post their names in the Upstream Collaboration Training Etherpad.
de: Finden Sie zwei weitere Kernmitglieder im Projekt und posten Sie ihre Namen im Upstream Collaboration Training Etherpad.
id: Temukan dua core lainnya dalam proyek ini dan kirimkan nama mereka ke dalam Upstream Collaboration Training Etherpad.
ko_kr: 해당 프로젝트 내 다른 코어 두 명을 찾아 그들의 이름을 Upstream Collaboration Training Etherpad에 게시합니다.
tr_tr: Projede iki diğer çekirdeği bulun ve isimlerini Üstakım Birlikte Çalışma Eğitimi Etherpad'e ekleyin.
