Repository: Gheorghita/training-guides
Catalog: doc/upstream-training/source/locale/*/LC_MESSAGES/upstream-training.po
Languages: de, id, it, ja, ko_kr, tr_tr

source: To trigger a re-run of check or gate add a comment to the patch in the form of 'recheck bug XXXXX'
de: Um einen Re-Run von Check oder Gate auszulösen, füge einen Kommentar zum Patch in Form von 'recheck bug XXXXX'
id: Untuk memicu re-run of check atau gate tambahkan komentar ke patch berupa 'recheck bug XXXXX'
tr_tr: Bir kontrol veya kapının yeniden çalıştırılmasını tetiklemek için yamaya 'yeniden kontrol hatası XXXXX' şeklinde bir yorum ekleyin

source: To understand how it all fits together, we use a hands on example
de: Um zu verstehen, wie alles zusammen passt, benutzen wir ein Beispiel
id: Untuk memahami bagaimana semua itu cocok untuk bersama-sama, kita membantu dengan contoh
ja: 全てがどう組み合わさっているのか理解するため、例としてハンズオンを行います
ko_kr: 모든 사항들이 서로 어떻게 조화되는지를 이해하기 위해, 체험 가능한 예시를 사용합니다
tr_tr: Her şeyin nasıl bir araya geldiğini anlamak için, pratik örnekler veriyoruz.

source: To use ``screen`` explicitly set ``USE_SCREEN=True`` option in ``local.conf``
de: Um `` screen`` explizit `` USE_SCREEN = True`` Option in `` local.conf`` zu verwenden
id: Untuk menggunakan ``screen`` secara eksplisit tetapkan opsi ``USE_SCREEN = True`` di ``local.conf``
ko_kr: ``screen`` 을 사용하기 위해서는 ``local.conf`` 내 ``USE_SCREEN=True`` 옵션을 명시적으로 설정합니다
tr_tr: ``screen`` kullanmak için, ``local.conf``daki ``USE_SCREEN=True`` seçeneğini açıkça ayarlayın.

source: Tokyo, Japan
de: Tokio, Japan
it: Tokyo, Giappone
ja: 日本 東京
ko_kr: 일본, 도쿄
tr_tr: Tokyo, Japonya

source: Tools pre-packaged in a VM image
de: Werkzeuge, die in einem VM-Abbild vorverpackt sind
id: Alat yang sudah dikemas dalam VM image
ko_kr: 도구들은 VM 이미지에 사전 패키징되어 있습니다
tr_tr: Bir VM görüntüsünde önceden paketlenmiş araçlar

source: Track chairs for OpenStack Summits
de: Leiter von tracks für OpenStack Summits
id: Track pimpinan untuk OpenStack Summits
ko_kr: OpenStack Summits 트랙 의장
tr_tr: OpenStack Zirveleri için koltuk kaydı

source: Tracked Items
de: Rückverfolgte Elemente
id: Item yang Dilacak
ko_kr: 추적된 항목

source: Tracking
de: Verfolgung

source: Trailing the common cycle
de: Im Anschluss an den allgemeinen Zyklus
id: Dalam Periode siklus umum
ko_kr: 공통 주기를 종료
tr_tr: Ortak döngünün izini sürmek

source: Trailing the common cycle: - Projects dependent upon the output of a release, like packaging or deploying OpenStack follow this model; e.g. Fuel and Kolla
de: Nach dem gemeinsamen Zyklus: - Projekte abhängig von der Ausgabe eines Release, wie Packaging oder Bereitstellung von OpenStack folgen diesem Modell; z.B. Fuel und Kolla

source: Training Content
de: Schulungsinhalte
id: Konten Pelatihan
ko_kr: 트레이닝 내용

source: Training organizers
de: Ausbildungsveranstalter
ko_kr: 트레이닝 조직 위원
tr_tr: Eğitim düzenleyiciler

source: Trainings
de: Schulungen
id: Pelatihan
tr_tr: Çalışmalar

source: Transparency: the community can have confidence that all calculations are correct and fair
de: Transparenz: Die Gemeinschaft kann Vertrauen haben, dass alle Berechnungen richtig und fair sind
id: Transparansi: masyarakat dapat memiliki keyakinan bahwa semua perhitungan yang benar dan adil
ko_kr: 투명성: 커뮤니티는 모든 계산이 정확하고 공평하다는 확신을 가질 수 있습니다
tr_tr: Şeffaflık: Topluluk, tüm hesaplamaların doğru ve adil olduğuna güvenebilir

source: Treat documentation like OpenStack code.
de: Behandeln Sie Dokumentation wie OpenStack Code.
id: Buat dokumentasi seperti kode OpenStack.
ko_kr: 문서를 OpenStack 코드와 같이 다룹니다
tr_tr: OpenStack kodu gibi belgeleri ele al

source: Troubleshooting
de: Fehlerbehebung
it: Risoluzione dei problemi
ja: トラブルシューティング
ko_kr: 문제 해결

source: Try to emphasize the synergy of using repository integration with bug management to students!
de: Versuchen Sie den Studenten gegenüber die Synergie der Nutzung von Repository-Integration mit Bug-Management zu betonen!
id: Cobalah untuk menekankan sinergi menggunakan integrasi repositori dengan manajemen bug untuk siswa !
ko_kr: 버그 관리와 함께 통합적으로 저장소를 사용하였을 때의 시너지를 강조하고자 시도합니다!
tr_tr: Öğrencilere hata yönetimiyle depo entegrasyonunun sinerjisini vurgulamaya çalışın!

source: Try to find things to make comments on even if they are just asking a question and not pointing out an issue, don't just +1 three different patches.
de: Versuchen Sie Dinge zu finden, die Sie kommentieren können, auch wenn das bedeutet nur Fragen zu stellen und nicht auf ein Problem hinzuweisen. Geben Sie nicht nur drei verschiedenen Patches +1.
id: Cobalah untuk menemukan hal-hal untuk membuat komentar bahkan jika mereka hanya mengajukan pertanyaan dan tidak menunjukkan isu, jangan hanya +1 tiga patch yang berbeda.
ko_kr: 비록 단순히 질문을 하거나 이슈를 지적할지라도 조언을 남기기 위한 항목을 찾아보도록 노력하며, 세 개의 패치에 단순히 +1를 하지 않습니다.
tr_tr: Yalnızca bir soru sormakla birlikte bir soru işaret etmese bile yorum yapacak şeyler bulmaya çalışın, üç farklı yamayı +1 etmeyin.

source: Type in a different user/nick name as shown in the previous step.
de: Geben Sie einen anderen Benutzer / Nicknamen ein, wie im vorherigen Schritt gezeigt.
it: Digita un nome utente/nickname diverso come mostrato nel passaggio precedente.
ja: 前の手順にあるとおり、別のユーザー名とニックネームを入力します。
ko_kr: 이전 단계에서 보여진 것과 다른 사용자/닉네임을 입력합니다.

source: Type the following to register your nick name with nickserv replacing **mysecretpassword** and **test@domain.com** with your own password and email address::
de: Geben Sie Folgendes ein, um Ihren Nicknamen mit nickserv zu registrieren, indem Sie ** mysecretpassword ** und **test@domain.com** mit Ihrem eigenen Passwort und E-Mail-Adresse ersetzen.
it: Digita quanto segue per registrare il tuo nick name con nickserv rimpiazzando **mysecretpassword** e **test@domain.com** con la tua password ed indirizzo email::
ja: **mysecretpassword** と **test@domain.com** を自分のパスワード、メールアドレスに置き換えて、以下を入力してください ::
ko_kr: 다음을 입력하여 **mysecretpassword** 및 **test@domain.com** 를 사용하고자 하는 암호 및 이메일 주소로 변경하도록 nickserv에 닉네임을 등록합니다.

source: Types of sessions at the Forum
de: Versammlungsarten auf dem Forum
id: Jenis sesi di Forum
ko_kr: 포럼의 세션 유형
tr_tr: Forum'daki oturum türleri

source: Typically public key filenames will look like:
de: Dateinamen öffentlicher Schlüssel sehen üblicherweise so aus:
it: Normalmente i nomi dei file delle chiavi pubbliche assomiglieranno a questo::
ja: 公開鍵の一般的なファイル名:
ko_kr: 보통 공개키 파일 이름은 다음과 같습니다:

source: UC election information is available though `User-committee mailing list <http://lists.openstack.org/cgi-bin/mailman/listinfo/user-committee>`_.
de: UC Wahl Informationen sind verfügbar über `User-Committee Mailing-Liste <http://lists.openstack.org/cgi-bin/mailman/listinfo/user-committee> `_.
id: Informasi pemilihan UC tersedia `User-committee mailing list <http://lists.openstack.org/cgi-bin/mailman/listinfo/user-committee>`_.
ko_kr: UC 투표에 관한 정보는 `User-committee mailing list <http://lists.openstack.org/cgi-bin/mailman/listinfo/user-committee>`_ 에 있습니다.
tr_tr: UC seçim bilgileri `User-committee e-posta listesi <http://lists.openstack.org/cgi-bin/mailman/listinfo/user-committee>`_nde görülebilir durumdadır.

source: Ubuntu or Fedora
de: Ubuntu oder Fedora
id: Ubuntu atau Fedora
it: Ubuntu o Fedora
ja: Ubuntu または Fedora
ko_kr: Ubuntu나 Fedora
tr_tr: Ubuntu veya Fedora

source: Unaffiliated contributors (free agents)
de: Unverbundene Mitwirkende (freie Agenten)
id: Unaffiliated contributors (free agents) (kontributor yang tidak terafiliasi - agen bebas)
ja: 無所属のコントリビューター (フリーエージェント)
ko_kr: 소속이 되어 있지 않은 컨트리뷰터 (자유로운 에이전트)
tr_tr: Bağımsız katkıda bulunanlar (serbest aracılar)

source: Under individual members, click the **Foundation Member** button.
de: Unter individuelle Mitglieder drücken Sie die Schaltfläche **Foundation Member**.
it: Sotto singoli membri, clicca il pulsante di **Membro della Fondazione**.
ja: 個人メンバー (Individual Member) のところでは、**Foundation Member** ボタンをクリックしてください。
ko_kr: 개인 구성원 부분에서, **Foundation Member** 버튼을 클릭합니다.

source: Understand the OpenStack contribution workflow and social norms
de: Verstehen Sie die OpenStack Beitragung und soziale Normen
id: Memahami alur kerja kontribusi OpenStack dan norma-norma sosial
it: Comprendi il workflow di collaborazioni di OpenStack e norme sociali
ja: OpenStack のコントリビューションのワークフローと社会規範の理解
ko_kr: OpenStack 컨트리뷰션 작업 흐름과 사회 규범 이해하기
tr_tr: OpenStack katkı iş akışını ve sosyal normları anlama

source: Understand the OpenStack release cycle to the level of being able to sychronize and integrate it with your product's roadmap
de: Verstehen Sie den OpenStack-Release-Zyklus auf dem Niveau, auf dem es möglich ist, es mit Ihrer Produkt-Roadmap zu synchronisieren und zu integrieren
id: Memahami siklus rilis OpenStack ke tingkat yang dapat melakukan sinkronisasi dan mengintegrasikannya dengan roadmap produk Anda
tr_tr: OpenStack sürüm döngüsünü, ürününüzün yol haritasıyla senkronize edebilecek ve entegre edebilecek seviyeye kadar kavrayabilme

source: Understand the conventions
de: Verstehen Sie die Konventionen
id: Memahami konvensi
it: Comprendi le convenzioni
ja: 慣習の理解
ko_kr: 통용 규칙을 이해합니다
tr_tr: Sözleşmeleri anlama

source: Unit
de: Einheit
id: Unit (satuan)
ko_kr: 단위
tr_tr: Birim

source: Unlike ATC, APC and PTLs, role is not defined in the TC charter
de: Im Gegensatz zu ATC, APC und PTLs ist die Rolle nicht in der TC-Charta definiert
id: Tidak seperti ATC, APC dan PTL, peran tidak didefinisikan dalam piagam TC
ko_kr: ATC, APC 및 PTL과 달리 해당 역할은 TC 헌장에 명시되어 있지는 않습니다
tr_tr: ATC, APC ve PTL'lerin aksine, rol TC tüzüğünde tanımlanmamıştır.

source: Upcoming Trainings
de: Kommende Trainings
id: Pelatihan Mendatang

source: Update and add tests (unit, functional, etc.)
de: Aktualisieren und Hinzufügen von Tests (Einheit, Funktion, etc.)
id: Memperbarui dan menambahkan tes (unit, fungsional, dll)
ja: テストの更新や追加を行います (ユニットテスト、機能テストなど)
ko_kr: 업데이트하고 테스트를 추가합니다 (단위, 기능 등)
tr_tr: Testleri güncelleyin ve ekleyin (birim, işlevsel vb.)

source: Upload a patch and invite a peer as a reviewer
de: Laden Sie einen Patch hoch und laden Sie einen Peer als Reviewer ein
id: Upload patch dan undang peer sebagai reviewer
tr_tr: Bir düzeltme eki yükleyin ve bir ortağınızı gözden geçiren olarak davet edin

source: Upload a revised patch with comment
de: Laden Sie einen überarbeiteten Patch mit Kommentar hoch
id: Unggah patch yang direvisi dengan komentar
tr_tr: Yorumu içeren gözden geçirilmiş bir düzeltme eki yükleyin

source: Upload your code as early as possible in the release cycle
de: Laden Sie Ihren Code so früh wie möglich im Release-Zyklus hoch
id: Upload kode Anda sedini mungkin dalam siklus rilis
ko_kr: 릴리즈 주기에서 코드를 가능한 일찍 업로드합니다
tr_tr: Kodunuzu sürüm döngüsünde mümkün olduğunca erken gönderin

source: Uploading a new patchset
de: Ein neues Patchset hochladen
id: Mengunggah patchset baru
ko_kr: 새로운 patchset 업로드
tr_tr: Yeni bir yama kümesi yükleme

source: Uploading to Gerrit
de: Hochladen auf Gerrit
id: Meng-upload ke Gerrit
ko_kr: Gerrit에 업로드
tr_tr: Gerrit'e yükleme

source: Upstream Institute Training Other Events
de: Upstream Institute Training Weitere Veranstaltungen

source: Upstream is responsible for the finished product.
de: Upstream ist verantwortlich für das fertige Produkt.
id: Hulu bertanggung jawab untuk produk jadi.
ja: アップストリームは完成した製品に責任を持ちます。
ko_kr: 업스트림은 완성된 제품에 대한 책임을 갖습니다.
tr_tr: Üst akım biten üründen sorumludur.

source: Upstream: consider guidelines around consistency in the bricks used, how to connect the road and sidewalk between the buildings, the kinds of buildings they should request the community to make, and the things they simply will not accept. Make them understand that they are responsible for the finished product.
de: Upstream: Überlegungen zur Konsistenz in den verwendeten Steinen, zur Verbindung von Straße und Gehweg zwischen den Gebäuden, Gebäudetypen, die die Gemeinde zu stellen hat, und die Dinge, die sie einfach nicht akzeptieren werden. Lassen Sie sie verstehen, dass sie für das fertige Produkt verantwortlich sind.
id: Upstream: mempertimbangkan pedoman sekitar konsistensi dalam batu bata (brick) yang digunakan, bagaimana menghubungkan jalan dan trotoar antara bangunan, jenis bangunan mereka harus meminta masyarakat untuk membuat, dan hal-hal mereka tidak akan menerima. Membuat mereka mengerti bahwa mereka bertanggung jawab untuk produk jadi.
ja: アップストリーム : 利用するブロックの一貫性についてのガイドライン、建物と道路/歩道とをどうやって繋げるか、コミュニティーに対してリクエストすべき作成する建物の種類、単純に許可しないものなどの検討。自分たちが完成した建物に責任を持つことを理解させるようにします。
ko_kr: 사용하는 벽돌에 대한 일관성, 건물 길 또는 인도를 연결하는 방법, 커뮤니티에 만들어 달라고 요청해야 하는 건물의 종류, 그리고 간단히 수락을 하지 않을 것들과 관련된 가이드라인을 고려합니다. 완성된 제품에 대한 책임이 있음을 이해시킵니다.
tr_tr: Üst akım: Kullanılan tuğlalarda tutarlılık, binalar arasında yol ve kaldırım arasındaki bağlantının yönergelerini, topluluğun talep etmesi gereken bina türleri ve kabul etmeyecekleri şeyleri düşünün. Bitmiş üründen sorumlu olduklarını anlamalarını sağlayın.

source: Use "Implements: [blueprint name]" in commit messages
de: Verwenden Sie "Implementments: [blueprint name]" in Commit-Nachrichten
id: Gunakan "Implements: [blueprint name]" pada pesan komit
ko_kr: 커밋 메시지 내 "Implements: [blueprint 이름]" 를 사용합니다
tr_tr: Gönderim mesajınızda "Gerçekleştirir: [taslak ismi]"ni kullanın

source: Use ``systemctl status devstack@*`` to ensure devstack is running on your VM. If it is not started, start it with ``systemctl start devstack@*``
de: Verwenden Sie ``systemctl status devstack @ * ``, um sicherzustellen, dass devstack auf Ihrer VM läuft. Wenn es nicht gestartet ist, starten Sie es mit `` systemctl start devstack @ * ``
id: Gunakan ``systemctl status devstack @ * `` untuk memastikan devstack berjalan pada VM Anda. Jika belum dimulai, mulailah dengan ``systemctl start devstack @ * ``
ko_kr: ``systemctl status devstack@*`` 을 사용하여 DevStack이 VM에서 실행 중인지 확인합니다. 시작하지 않은 경우, ``systemctl start devstack@*`` 를 통해 시작합니다
tr_tr: VM üzerinden devstack'in çalıştığından emin olmak için ``systemctl status devstack@*`` komutunu kullanın. Başlatılmamışsa, ``systemctl start devstack@*`` ile başlatın

source: Use either your distribution's package manager (``apt``/``yum``) or ``pip`` (recommended)
de: Verwenden Sie entweder den Paketmanager Ihrer Distribution (`` apt`` / `` yum``) oder `` pip`` (empfohlen)
id: Gunakan manajer paket distribusi Anda (``apt`` / ``yum``) atau ``pip`` (disarankan)

source: Use every opportunity to receive feedback, for example:
de: Verwenden Sie jede Gelegenheit, um Feedback zu erhalten, zum Beispiel:
id: Gunakan setiap kesempatan untuk menerima umpan balik, misalnya:
tr_tr: Geri bildirim almak için her fırsatı kullanın, örneğin:

source: Use it for exercises
de: Verwenden Sie es für Übungen
id: Menggunakannya untuk latihan
ja: このチャンネルを練習に使ってください
ko_kr: 실습으로 사용해 봅니다
tr_tr: Alıştırma için kullanın

source: Use round tables if available as opposed to traditional classroom style setup
de: Verwenden Sie runde Tische, falls vorhanden, im Gegensatz zum traditionellen Klassenzimmer-Setup
id: Gunakan meja bundar jika tersedia dibandingkan dengan pengaturan gaya kelas tradisional
tr_tr: Geleneksel sınıf tarzı kurulumun aksine mevcutsa yuvarlak masaları kullanın

source: Use the ``journalctl`` command to view output from your favorite service
de: Verwenden Sie den ``journalctl`` Befehl, um die Ausgabe von Ihrem Lieblingsservice anzuzeigen
id: Gunakan perintah ``journalctl`` untuk melihat output dari layanan favorit Anda
ko_kr: ``journalctl`` 명령어를 사용하여 선호하는 서비스에 대한 출력을 살펴봅니다
tr_tr: Servisinizin çıktısının görüntülemek için ``journalctl`` komutunu kullanın

source: Use your IRC client or Web IRC:
de: Verwenden Sie Ihren IRC-Client oder Web-IRC:
id: Menggunakan klien IRC atau Web IRC:
ko_kr: IRC 클라이언트 또는 Web IRC를 사용합니다:
tr_tr: IRC istemcinizi veya Web IRC'yi kullanın:

source: Used as
de: Benutzt als
id: Digunakan sebagai
ko_kr: 다음의 경우 사용합니다
tr_tr: Kullanılan isim:

source: Used as-is as the final release
de: Benutzen "als es ist" die finale Version
id: Digunakan as-is sebagai rilis final
ja: 最終リリースとして、そのまま使われる
ko_kr: 최종 릴리즈와 같이 그대로 사용
tr_tr: Son sürüm olarak olduğu gibi kullanılır

source: Useful for participants if they are already working with a project team
de: Sinnvoll für Teilnehmer, die bereits in einem Projektteam arbeiten
id: Berguna untuk peserta jika mereka sudah bekerja dengan tim proyek
ko_kr: 특정 프로젝트 팀에 이미 작업을 하고 있는 경우 참가자에게 유용합니다
tr_tr: Zaten bir proje ekibiyle çalışıyorlarsa katılımcılar için yararlıdır

source: Useful screen commands:
de: Nützliche Bildschirmbefehle:
id: Perintah screen yang berguna:
ko_kr: 유용한 screen 명령어들:
tr_tr: Kullanışlı ekran komutları:

source: User Committee
de: Benutzerkomitee
id: Komite pengguna
it: Comitato di utenti
ja: ユーザー委員会 (UC: User Committee)
ko_kr: 사용자 위원회
tr_tr: Kullanıcı Komitesi

source: User Committee ("UC")
de: User Komitee ("UC")
ko_kr: 사용자 위원회 ("UC")
tr_tr: Kullanıcı Komitesi ("UC")

source: User Committee and Working Groups
de: User Committee und Arbeitsgruppen

source: User Group Meetups
de: Benutzergruppen-Meetups
id: User Group Meetups (meetups kelompok pengguna)
ko_kr: 사용자 그룹 밋업
tr_tr: Kullanıcı Grup Toplantıları

source: User focused discussions at the Forum to collect feedback for developers
de: Anwenderfokusierte Diskussionen im Forum, um Feedback für Entwickler zu sammeln.
id: Pengguna diskusi terfokus pada Forum untuk mengumpulkan umpan balik untuk pengembang
ko_kr: 개발자들로부터의 피드백을 수렴하기 위한 포럼의 사용자 중심적인 토론
tr_tr: Geliştiricilerin geribildirim toplaması için Forum'da kullanıcı odaklı tartışmalar

source: User groups
de: Benutzergruppen
id: Kelompok pengguna
ja: ユーザーグループ
ko_kr: 사용자 그룹
tr_tr: Kullanıcı grupları

source: Users with the following activities are recognized with AUC status:
de: Benutzer mit den folgenden Aktivitäten werden mit AUC-Status erkannt:
id: Pengguna dengan kegiatan berikut dikenali dengan status AUC:
ko_kr: 다음 활동을 하는 사용자는 AUC 상태를 얻습니다:
tr_tr: Aşağıdaki etkinliklere sahip kullanıcılar AUC statüsü ile tanınmaktadır:

source: Uses the browser to view the logs
de: Verwendet den Browser, um die Protokolle anzuzeigen
id: Menggunakan browser untuk melihat log
tr_tr: Günlükleri görüntülemek için tarayıcıyı kullanır

source: Using Lego to represent the community
de: Lego benutzen, um die Gemeinschaft zu vertreten
id: Menggunakan Lego untuk mewakili masyarakat
ja: LEGO によるコミュニティーの再現
ko_kr: Lego를 사용한 커뮤니티 표현
tr_tr: Toplumu temsil etmek için Lego'yu kullanmak

source: Using Sandbox for Practice
de: Verwenden von Sandbox für die Praxis
id: Menggunakan Sandbox untuk praktek
ko_kr: 연습을 위한 Sandbox
tr_tr: Pratik yapmak için Sandbox kullanmak

source: Using the common tools (code repository, bug tracker, CI system, etc.)
de: Mit den gängigen Tools (Code Repository, Bug Tracker, CI-System, etc.)
id: Menggunakan alat umum (repositori kode, pelacak kesalahan, sistem CI, dll.)
ko_kr: 공통 도구 (코드 저장소, 버그 트래커, CI 시스템 등)를 사용합니다
tr_tr: Ortak araçlar (kod deposu, hata izleme, CI sistemi, vb.)

source: VM image and instructions: https://github.com/kmARC/openstack-training-virtual-environment/blob/master/README.md
de: VM Abbild und Anleitung: https://github.com/kmARC/openstack-training-virtual-environment/blob/master/README.md
id: VM image dan instruksi: https://github.com/kmARC/openstack-training-virtual-environment/blob/master/README.md
ko_kr: VM 이미지 및 가이드: https://github.com/kmARC/openstack-training-virtual-environment/blob/master/README.md
tr_tr: VM imajı ve yönergeler: https://github.com/kmARC/openstack-training-virtual-environment/blob/master/README.md

source: Validate the services are running
de: Validieren der laufenden Dienste
id: Validasi layanan yang berjalan
ko_kr: 실행 중인 서비스를 검증합니다
tr_tr: Servislerin çalıştığını doğrulayın

source: Various use cases including Enterprise/Telecom/etc.
de: Verschiedene Anwendungsfälle wie Enterprise/Telecom/etc.
id: Berbagai kasus penggunaan termasuk Kewirausahaan / Telecom / etc.
ja: エンタープライズ/テレコム向けなどさまざまなユースケース
ko_kr: 엔터프라이즈/통신사 등을 포함하는 다양한 유스 케이스
tr_tr: Kurumsal/Telekom/vb. Dahil olmak üzere çeşitli kullanım örnekleri.

source: Version control
de: Versionskontrolle
id: kontrol versi
ja: バージョン管理
ko_kr: 버전 컨트롤
tr_tr: Sürüm kontrolü

source: Victoria Martinez de la Cruz - vkmc - Trove/Zaqar (mentoring, assistant)
de: Victoria Martinez de la Cruz - vkmc - Trove / Zaqar (Mentoring, Assistent)
ko_kr: Victoria Martinez de la Cruz - vkmc - Trove/Zaqar (멘토링, 조교)
tr_tr: Victoria Martinez de la Cruz - vkmc - Trove/Zaqar (danışman, yardımcı)

source: Victoria Martínez de la Cruz (assistant, english)
de: Victoria Martínez de la Cruz (Assistentin, Englisch)
it: Victoria Martínez de la Cruz (assistente, inglese)
ko_kr: Victoria Martínez de la Cruz (조교, 영어)
tr_tr: Victoria Martínez de la Cruz (yardımcı, ingilizce)

source: Virtual Infrastructure Manager (VIM) + NFV Infrastructure (NFVI)
de: Virtual Infrastructure Manager (VIM) + NFV Infrastruktur (NFVI)
ja: Virtual Infrastructure Manager (VIM) + NFV Infratsructure (NFVI)
tr_tr: Sanal Altyapı Yöneticisi (VIM) + NFV Altyapısı (NFVI)

source: Visit `Contact Information <https://review.openstack.org/#/settings/contact>`__ in Gerrit's settings.
de: Besuchen Sie `Contact Information <https://review.openstack.org/#/settings/contact>`__ in den Gerrit Einstellungen.
ja: Gerrit 設定の `Contact Information <https://review.openstack.org/#/settings/contact>`__ を開きます。
ko_kr: Gerrit 설정에서 `Contact Information <https://review.openstack.org/#/settings/contact>`__ 에 접속합니다.

source: Visit `OpenStack's Gerrit page <https://review.openstack.org>`_ and click the **sign in** link.
de: Besuchen Sie die Gerrit-Seite von OpenStack <https://review.openstack.org> `_ und klicken Sie auf den ** sign in ** Link.
it: Visita il sito di `OpenStack's Gerrit <https://review.openstack.org>`_ e clicca sul link **sign in**.
ja: `OpenStack の Gerrit ページ <https://review.openstack.org>`_ を開き、**sign in** リンクをクリックします。
ko_kr: `OpenStack Gerrit 페이지 <https://review.openstack.org>`_ 페이지에 방문하여 **sign in** 링크를 클릭합니다.

source: Vote in elections.
de: Abstimmung in Wahlen.
it: Votare alle elezioni.
ja: 選挙への投票
ko_kr: 선거에서 투표하기.

source: Voting and non-voting jobs
de: Abstimmungs- und nicht stimmberechtigte Jobs
id: Pekerjaan voting dan non-voting
tr_tr: Oylayan ve oylamayan işler

source: Voting job failures cause a -1 vote from Jenkins on the patch
de: Voting Job Fehler verursachen eine -1 Stimme von Jenkins auf dem Patch

source: Way for people to communicate to a larger group than those that are on IRC
de: Weg für Leute mit einer größeren Gruppe zu kommunizieren, als im IRC
id: Cara bagi orang untuk berkomunikasi dengan kelompok yang lebih besar daripada mereka yang ada di IRC
ko_kr: IRC에서와 달리 보다 큰 그룹과 의사소통하고자 하는 사람들에게 적합한 방식입니다

source: Ways to Communicate in OpenStack
de: Wege zur Kommunikation in OpenStack
id: Cara berkomunikasi di OpenStack
ko_kr: OpenStack에서 의사소통 하는 법

source: We are also bringing a one day long version of the training to some of the local OpenStack Days events and other industry events. Keep a look out for updates about these events in the `Upcoming Trainings`_ section.
de: Wir bringen auch eine eintägige Version des Trainings zu einigen der lokalen OpenStack Days Events und anderen Branchenveranstaltungen. Halten Sie ein Auge auf Updates über diese Ereignisse im Abschnitt `Weitergehende Trainings`.
id: Kami juga membawa versi pelatihan satu hari yang panjang ke beberapa acara OpenStack Days dan acara industri lainnya. Lihat pemutakhiran tentang acara ini di bagian `Upcoming Trainings`_.
