Repository: Gheorghita/training-guides
Catalog: doc/upstream-training/source/locale/*/LC_MESSAGES/upstream-training.po
Languages: de, id, it, ja, ko_kr, tr_tr

source: Orchestration service
de: Orchestrierungsdienst
id: Layanan Orchestration
ja: Orchestration サービス
ko_kr: Orchestration 서비스
tr_tr: Orkestrasyon hizmeti

source: Organize the tables according to project interest - especially on day 2
de: Organisieren Sie die Tische nach Projektinteresse - vor allem am 2. Tag
id: Atur tabel sesuai dengan kepentingan proyek - terutama pada hari ke 2
tr_tr: Masaları, proje ilgi alanına göre düzenleyin - özellikle 2. günde

source: Organizers of Official OpenStack User Groups
de: Organisatoren der offiziellen OpenStack User Groups
ko_kr: 공식 OpenStack 사용자 그룹 운영진
tr_tr: Resmi OpenStack Kullanıcı Gruplarının Organizatörleri

source: Other
de: Andere
id: Lainnya
ko_kr: 기타
tr_tr: Diğer

source: Other possible content
de: Andere mögliche Inhalte
id: Konten lain yang mungkin
ja: その他記載する可能性があるものとしては、
ko_kr: 다른 가능한 내용
tr_tr: Diğer mümkün içerikler

source: Others: https://wiki.openstack.org/wiki/Meetings
de: Andere: https://wiki.openstack.org/wiki/Meetings
id: Lainnya: https://wiki.openstack.org/wiki/Meetings
ja: その他: https://wiki.openstack.org/wiki/Meetings
ko_kr: 그 외: https://wiki.openstack.org/wiki/Meetings

source: Overall feature freeze is the third milestone
de: Allgemeine Sperrfrist für neue Funktionen beginnt mit dem dritten Meilenstein
id: Secara keseluruhan pembekuan fitur adalah tonggak ketiga
ko_kr: 전반적인 기능 프리징은 세 번째 마일스톤에 해당합니다
tr_tr: Genel özellik donma üçüncü kilometre taşıdır

source: Oversight over the OpenStack projects
de: Aufsicht über die OpenStack-Projekte
id: Pengawasan atas proyek OpenStack
ko_kr: OpenStack 프로젝트 전반에 걸쳐 통찰력있게 살펴봅니다
tr_tr: OpenStack projelerinin yönetimi

source: Overview
de: Überblick
id: Ikhtisar
tr_tr: Genel görünüm

source: Overview of the contribution process
de: Überblick über den Beitragsprozess
id: Ikhtisar proses kontribusi
it: Panoramica del processo di contribuzione
ja: コントリビューションの流れの概要
ko_kr: 컨트리뷰션 프로세스 개요
tr_tr: Katkı sürecinin özeti

source: PTG is a good time to propose and discuss features/fixes
de: PTG ist eine gute Zeit, um Funktionen/Korrekturen vorzuschlagen und zu besprechen
id: PTG adalah saat yang tepat untuk mengusulkan dan mendiskusikan fitur / perbaikan
ko_kr: PTG는 제안하거나 기능/수정사항을 논의하기 좋은 시간입니다.
tr_tr: PTG, özellikleri/düzeltmeleri önermek ve tartışmak için iyi bir zamandır

source: PTL e-mails nomination to mailing list.
de: PTL E-Mails Nominierung zur Mailingliste.
id: PTL e-mail nominasi ke milis.
ko_kr: PTL은 지명에 대해 메일링리스트로 이메일을 보냅니다.
tr_tr: PTL, posta listesine e-postayla aday gösterir.

source: PTL or Core Team Member nominates a person.
de: PTL oder Kern Team Mitglied nominiert eine Person.
id: Anggota Tim PTL atau Core mencalonkan seseorang.
ko_kr: PTL 또는 코어 팀 구성원이 지명합니다.
tr_tr: PTL veya Çekirdek Ekip Üyesi bir kişiyi aday gösterir.

source: PTL responsibilities
de: PTL-Verantwortlichkeiten
id: Tanggung jawab PTL
ko_kr: PTL 책임
tr_tr: PTL sorumlulukları

source: Packaging
de: Paketierung
id: Packaging (pengemasan)
ja: パッケージ
ko_kr: 패키징
tr_tr: Paketleme

source: Part of the OpenStack project's functional testing
de: Teil des Funktionstests des OpenStack-Projekts
id: Bagian dari uji fungsional proyek OpenStack
ko_kr: OpenStack 프로젝트 기능 테스트 부분
tr_tr: OpenStack projesinin işlev testinin bir parçası

source: Participates in project related mail threads on the mailing lists
de: Teilnahme an projektbezogenen Mail-Threads auf den Mailinglisten

source: Paste the public key into the **Add SSH Public Key** text box and click Add.
de: Fügen Sie den öffentlichen Schlüssel in das Textfeld **SSH Public Key hinzufügen** hinzu und klicken Sie auf Hinzufügen.
it: Incolla la chiave pubblica sulla casella di testo **Aggiungi chiave pubblica SSH** e clicca Aggiungi.
ja: **Add SSH Public Key** テキストボックスに公開鍵をペーストし、 Add をクリックします。
ko_kr: 공개키를 **Add SSH Public Key** 텍스트 상자에 붙여넣기한 후 추가를 클릭합니다.

source: Pause to ask students if they have questions on the material throughout your presentation
de: Machen Sie Pausen, um Studenten zu fragen, ob sie Fragen über das Material während Ihrer Präsentation haben
id: Jeda untuk bertanya kepada siswa apakah mereka memiliki pertanyaan tentang materi selama presentasi Anda
tr_tr: Öğrencilere sununuz boyunca materyal hakkında sorularınız olup olmadığını öğrenmek için duraklatın

source: Pay attention to who is an expert in what area
de: Achten Sie darauf, wer ist ein Experte in welchem ​​Bereich
id: Perhatikan ahli di bidang apa
ja: 誰がどの領域が得意なのかを意識しましょう
ko_kr: 특정 영역에 누가 전문가인지를 귀기울여 봅니다
tr_tr: Hangi alanda uzman olduğuna dikkat edin.

source: Perform the smaller tasks
de: Führen Sie die kleineren Aufgaben aus
id: Melakukan tugas-tugas yang lebih kecil
it: Esegui il compito più piccolo
ja: より小さな作業を実行する。
ko_kr: 보다 작은 작업을 수행합니다
tr_tr: Küçük görevleri yerine getirin

source: Person is elected if no team members object to the nomination.
de: Person wird gewählt, wenn keine Teammitglieder der Nominierung widersprechen.
id: Orang dipilih jika tidak ada anggota tim yang keberatan dengan nominasi.
ko_kr: 팀 구성원이 지명에 대한 반대가 없는 한 선출이 확정됩니다.
tr_tr: Aday gösterilen herhangi bir takım üyesi yoksa, kişi seçilir.

source: Peter Ko (assistant, mentoring)
de: Peter Ko (Assistent, Mentoring)
ko_kr: Peter Ko (조교, 멘토링)
tr_tr: Peter Ko (yardımcı, danışman)

source: Pick a task (bug, trivial fix, documentation, implementation)
de: Wählen Sie eine Aufgabe (Bug, triviale Korrektur, Dokumentation, Implementierung)
id: Memilih tugas (bug, perbaikan biasa, dokumentasi, implementasi)
ja: タスク (バグ、些細な修正、ドキュメント、実装) を選びます
ko_kr: 작업을 고릅니다 (버그, 단순한 수정, 문서화, 구현)
tr_tr: Bir görev seç (hata, ince ayar, belgeleme, uygulama)

source: Pick your favorite project and report how many jobs it has running in IRC
de: Wählen Sie Ihr Lieblingsprojekt und berichten Sie im IRC, wieviele Jobs laufen
id: Pilih proyek favorit Anda dan laporkan berapa banyak pekerjaan yang telah berjalan di IRC
ko_kr: 선호하는 프로젝트를 선택하고 IRC에서 얼마나 많은 작업이 실행되고 있는지 보고하세요.
tr_tr: Favori projenizi seçin ve IRC'e kaç tane işi çalıştırdığını raporlayın

source: Planning - Design
de: Planung - Design
id: Perencanaan - Perancangan
ko_kr: 계획 - 설계
tr_tr: Planlama - Tasarım

source: Planning - Discuss
de: Planen - Diskutieren
id: Planning - Discuss (perencanaan - diskusikan)
ko_kr: 계획 - 토론
tr_tr: Planlama - Tartışma

source: Planning - Target
de: Planung - Ziel
id: Planning - Target (perencanaan - sasaran)
ko_kr: 계획 - 대상
tr_tr: Planlama - Hedef

source: Planning and design activities
de: Planungs- und Designaktivitäten
id: Kegiatan perencanaan dan perancangan
ko_kr: 계획 및 설계 활동
tr_tr: Planlama ve tasarım aktiviteleri

source: Planning for a release cycle starts at the end of the previous cycle
de: Die Planung für einen Freigabezyklus beginnt am Ende des vorherigen Zyklus
id: Perencanaan untuk siklus rilis dimulai pada akhir siklus sebelumnya
ko_kr: 릴리즈 주기에 대한 계획인 이전 주기 끝 부분 시점에서 시작합니다
tr_tr: Bir sürüm döngüsü için planlama, bir önceki döngünün sonunda başlar

source: Platinum member companies
de: Platin Mitgliedsfirmen
id: Perusahaan anggota Platinum
ko_kr: 플래티넘 회원사
tr_tr: Platin üye şirketler

source: Play with your network
de: Spielen Sie mit Ihrem Netzwerk.
id: Bermain dengan jaringan Anda
it: Gioca con il tuo network
ja: あなたの知り合いと一緒に作業する。
ko_kr: 네트워크와 함께 즐겨봅니다
tr_tr: Ağınız ile oynayın

source: Please do not let students create 10 or more changes. (This is not the intention of Sandboxes!)
de: Lassen Sie Studenten nicht 10 oder mehr Änderungen erzeugen. Dies ist nicht der Zweck von Sandboxes.
id: Jangan biarkan siswa membuat 10 atau lebih perubahan. (Ini bukan maksud Sandboxes!)
ko_kr: 학생들이 10 개 이상의 변경 사항을 생성하지 않도록 합니다. (이는 Sandbox에 대한 의도와 다릅니다!)
tr_tr: Lütfen öğrencilerin 10 veya daha fazla değişiklik oluşturmasına izin verme. (Bu Sandbox'ların amacı değil!)

source: Please note that the language of the training is English.
de: Bitte beachten Sie, dass die Sprache der Ausbildung Englisch ist.
id: Harap dicatat bahwa bahasa untuk pelatihan ini adalah bahasa Inggris.
ko_kr: 참고로 트레이닝에서는 영어를 사용합니다.
tr_tr: Eğitim dilinin İngilizce olduğunu not edin.

source: Please see the `Becoming a member of the OpenStack community Part 1 <https://openstackdaysnordic2017.sched.com/event/9kSn>`_ and `Becoming a member of the OpenStack community Part 2 <https://openstackdaysnordic2017.sched.com/event/BNkw>`_ pages for class information and more details.
de: Bitte sehen Sie die`Werden Sie Mitglied der OpenStack Community Teil 1 <https://openstackdaysnordic2017.sched.com/event/9kSn> `_ und` Ein Mitglied der OpenStack Community Teil 2 werden <https://openstackdaysnordic2017.sched.com/event/BNkw> `_ Seiten für Klasseninformationen und weitere Details.
id: Silakan lihat `Becoming a member of the OpenStack community Part 1 <https://openstackdaysnordic2017.sched.com/event/9kSn>`_ dan `Becoming a member of the OpenStack community Part 2 <https://openstackdaysnordic2017.sched.com/event/BNkw>`_ halaman untuk informasi kelas dan rincian lebih lanjut.

source: Please see the `OpenStack Upstream Institute Office Hours <https://openstackdays.uk/2017/?schedule=upstream-developer-training-1>`_ class information for more details.
de: Bitte beachten Sie die `OpenStack Upstream Institute Office Stunden <https://openstackdays.uk/2017/?schedule=upstream-developer-training-1> `_ Informationen für weitere Details.
id: Silakan lihat `OpenStack Upstream Institute Office Hours <https://openstackdays.uk/2017/?schedule=upstream-developer-training-1>`_ informasi kelas untuk lebih jelasnya.

source: Post the information and web sites in the Upstream Collaboration Training Etherpad.
de: Posten Sie die Informationen und Webseiten im Upstream Collaboration Training Etherpad.
id: Kirimkan informasi dan situs web di Upstream Collaboration Training Etherpad.
ko_kr: 해당 정보 및 웹 사이트를 Upstream 협동 Training Etherpad에 게시합니다.
tr_tr: Bilgileri ve web sitelerini Üstakım İşbirliği Eğitimi Etherpad'e gönderin.

source: Post the information on the IRC channel
de: Posten Sie die Informationen auf dem IRC-Kanal
id: Poskan informasi di saluran IRC
ko_kr: 해당 정보를 IRC 채널에 게시합니다
tr_tr: Bilgileri IRC kanalına gönderin

source: Post their name, the project and a project goal for the next release in the Upstream Collaboration Training Etherpad.
de: Posten Sie ihren Namen, das Projekt und ein Projektziel für die nächste Version im Upstream Collaboration Training Etherpad.
id: Kirimkan nama mereka, proyek dan tujuan proyek untuk rilis berikutnya di Upstream Collaboration Training Etherpad.
ko_kr: PTL 이름, 프로젝트 이름 및 다음 릴리즈에 대한 프로젝트 목표를 Upstream Collaboration Training Etherpad 에 게시합니다.
tr_tr: Onların adını, projesini ve Üstakım Birlikte Çalışma Eğitimi Etherpad'deki bir sonraki sürüm için bir proje hedefi gönderin.

source: Prepare an environment by yourself from scratch:
de: Erstellen Sie selbst eine Umgebung von Grund auf:
id: Siapkan sendiri lingkungan dari awal:
ko_kr: 기반부터 환경을 스스로 준비합니다:
tr_tr: Kendiniz sıfırdan bir ortam hazırlayın:

source: Prepare the backport
de: Bereitet den Backport vor
id: Siapkan backport yang
it: Prepara la backport
ja: バックポートの準備
ko_kr: Backport 준비
tr_tr: Arka kapıyı hazırla

source: Prepare your idea for proposal to the community.
de: Bereiten Sie Ihre Idee für die Community vor.
id: Siapkan ide Anda untuk proposal ke masyarakat.
ko_kr: 커뮤니티에 제안할 당신의 아이디어를 준비합니다.
tr_tr: Öneri için fikrinizi topluluğa hazırlayın.

source: Prepared virtual machine image with a development environment:
de: Vorbereitetes virtuelles Maschinenbild mit einer Entwicklungsumgebung:
id: Image mesin virtual disiapkan dengan lingkungan pengembangan:
ko_kr: 개발 환경에 대한 준비된 가상 머신 이미지:
tr_tr: Bir geliştirme ortamıyla hazırlanmış sanal makine imajı:

source: Prerequisite and best practice guide for trainees:
de: Voraussetzung und Best Practice Guide für Auszubildende:
id: Panduan prasyarat dan terbaik bagi peserta pelatihan:

source: Prerequisites to attend the class
de: Vorbedingungen zur Teilnahme an der Klasse
id: Prasyarat untuk menghadiri kelas
tr_tr: Derse katılmak için ön şartlar

source: Previous trainings
de: Vorherige Schulungen
id: Pelatihan sebelumnya
ko_kr: 이전 트레이닝
tr_tr: Önceki eğitimler

source: Prior to the Summits promote Project Onboarding and other related conference sessions
de: Vor dem Summit fördern von Project Onboarding und andere verwandte Sitzungen
id: Sebelum KTT mempromosikan Project Onboarding dan sesi konferensi terkait lainnya
tr_tr: Zirvelerden önce, Projeye Katılımı ve diğer ilgili konferans oturumlarını tanıtın

source: Prioritization of items (e.g. testing, documentation, etc.)
de: Priorisierung von Artikeln (z.B. Prüfung, Dokumentation etc.)
id: Memprioritaskan item (misalnya pengujian, dokumentasi, dll.)
ko_kr: 항목들에 대한 우선순위 설정 (예: 테스팅, 문서화 등)
tr_tr: Öğelerin önceliklendirilmesi (örn. test, belgeleme, vs.)

source: Prioritize bugs / bug triage
de: Bugs priorisieren/Bugs sichten
id: Prioritaskan bug / bug triage
it: Dai la priorità ai bug/ conferma di bug
ja: バグの優先度付け、バグトリアージ
ko_kr: 버그 우선 순위 / 버그 분류
tr_tr: Hataların öneliklendirilmesi / özelliklerine göre ayrılması

source: Processes followed, release management, etc.
de: Befolgte Prozesse, Release Management, etc.
id: Proses diikuti, manajemen rilis, dll.
ko_kr: 따르고 있는 프로세스, 릴리즈 관리 등
tr_tr: Takip edilen süreç, sürüm yönetimi vs.

source: Produce *deliverables* to achieve a clearly stated *objective*
de: produzieren *Ergebnisse*, um klar beschriebene *Ziele* zu erreichen
id: Menghasilkan *deliverables* untuk mencapai *objective* yang dinyatakan jelas
ko_kr: 명료하게 기술된 *목표* 를 달성하기 위한 *산출물* 을 만듭니다
tr_tr: Açıkça belirtilmiş bir *amaca* ulaşmak için *teslimatlar* üretin

source: Product owners
de: Product Owner
id: Product owners (pemilik produk)
ja: プロダクトオーナー
ko_kr: 프로젝트 소유자
tr_tr: Ürün sahipleri

source: Progress
de: Fortschritt
id: Kemajuan
ko_kr: 진행
tr_tr: İlerleme

source: Project Channels:
de: Projektkanäle:
ko_kr: 프로젝트 채널:

source: Project Onboarding Sessions: A place for new contributors to ask questions and get to know other contributors to the project
de: Project Onboarding Sessions: Ein Platz für neue Beitragende, um Fragen zu stellen und andere Beitragende vom Projekt kennenzulernen
id: Project Onboarding Sessions: Tempat untuk kontributor baru untuk mengajukan pertanyaan dan mengenal kontributor lainnya untuk proyek
ko_kr: 프로젝트 진행사항 세션: 새로운 공헌자가 질문을 하고 프로젝트의 다른 공헌자들과 안면을 트는 자리
tr_tr: Proje Yayına alım Oturumları: Yeni katkıda bulunanların soru sormaları ve projeye katkıda bulunan diğer kişileri tanımaları için bir yer.

source: Project Status & Zuul
de: Projektstatus & Zuul
ko_kr: 프로젝트 상태 & Zuul

source: Project Status and Zuul
de: Projektstatus und Zuul

source: Project Team Leads (PTLs)
de: Projektteamleiter (PTLs)
id: Project Team Leads (PTLs) (pemimpin) tim proyek
it: leader del team di progetto(PTLs)
ja: Project Team Lead (PTL)
tr_tr: Proje Takım Liderleri (PTLler)

source: Project repos have installation tutorials and developer documentation
de: Projektrepos haben Installationsanleitungen und Entwicklerdokumentation
id: Repos proyek memiliki tutorial instalasi dan dokumentasi pengembang
ko_kr: 프로젝트 저장소에 설치 튜토리얼 및 개발자 문서가 있습니다
tr_tr: Proje depolarının kurulum öğreticileri ve geliştirici belgelendirmeleri var

source: Project team helps you to identify the target milestone and register it in the tracking tool
de: Das Projektteam hilft Ihnen, den Zielmeilenstein zu identifizieren und im Tracking-Tool zu registrieren
id: Tim proyek membantu Anda untuk mengidentifikasi tonggak target dan mendaftarkannya di alat pelacakan
ko_kr: 프로젝트 팀은 대상 마일스톤을 식별하고 추적 도구에 등록하도록 도와줍니다
tr_tr: Proje ekibi, hedef kilometre taşını belirlemenize ve izleme araçlarına kaydettirmenize yardımcı olur

source: Project teams create their deliverables, including testing and documentation, on a coordinated schedule
de: Projektteams erstellen ihre Leistungen, einschließlich Test und Dokumentation, auf einem koordinierten Zeitplan
id: Tim proyek membuat deliverables mereka, termasuk pengujian dan dokumentasi, dalam jadwal terkoordinasi
ko_kr: 프로젝트 팀들은 테스팅 및 문서를 포함한 산출물을 조정된 스케줄 내에서 만듭니다
tr_tr: Proje ekipleri, test ve dokümantasyon da dahil olmak üzere, teslim edilenlerini koordineli bir programda hazırlarlar

source: Project/Program managers/Product owners
de: Projekt/Programmanager/Produkteigentümer
ko_kr: 프로젝트/프로그램 메니저/제품 소유자
tr_tr: Proje/Program yöneticileri/Ürün sahipleri

source: Projects APIs are documented within the project
de: Projekte APIs werden im Projekt dokumentiert
id: Proyek API didokumentasikan dalam proyek
ja: プロジェクトの API ドキュメントは各プロジェクトで作成されます
ko_kr: 프로젝트 API는 해당 프로젝트 내에 문서화되어 있습니다
tr_tr: Proje API'leri projede belgelenmiştir

source: Projects improve and grow independently but also strive to improve one collaborative framework: OpenStack
de: Projekte verbessern und wachsen unabhängig, sind aber auch bestrebt, ein kollaboratives Framework zu verbessern: OpenStack
id: Proyek berkembang dan berkembang secara mandiri namun juga berusaha memperbaiki satu kerangka kerja kolaboratif: OpenStack
ko_kr: 프로젝트들은 개별적으로 개선 및 성장이 이루어지지만 하나의 협업 및 공통 프레임워크인 OpenStack을 개선하기 위해 또한 노력하고 있습니다.
tr_tr: Projeler bağımsız olarak gelişir ve büyürler, aynı zamanda bir işbirliği çerçevesi geliştirmeye çalışırlar: OpenStack

source: Promote ideas for next steps after training is done; for example
de: Förderung von Ideen für die nächsten Schritte, die nach dem Training zu erledigen sind; beispielsweise
id: Promosikan gagasan untuk langkah selanjutnya setelah pelatihan selesai; sebagai contoh
tr_tr: Eğitim bittikten sonraki adımlar için fikir teşvik edin; örneğin

source: Provide a description of the history of changes in a repository
de: Geben Sie eine Beschreibung des Verlaufs der Änderungen in einem Repository an
id: Berikan deskripsi tentang sejarah perubahan dalam repositori
ko_kr: 저장소에서의 변화에 대한 이력의 설명을 제공
tr_tr: Bir depodaki değişikliklerin geçmişine ilişkin bir açıklama sağlama

source: Provide documentation for core OpenStack projects to promote OpenStack.
de: Bereitstellung von Dokumentationen für Kern-OpenStack-Projekte zur Förderung von OpenStack.
id: Menyediakan dokumentasi untuk proyek inti OpenStack untuk mempromosikan OpenStack.
ko_kr: OpenStack을 촉진하기 위해 핵심 OpenStack 프로젝트에 대한 문서를 제공합니다.
tr_tr: OpenStack'i desteklemek için çekirdek OpenStack projeleri için belge sağlayın.

source: Provides
de: Bietet
id: Menyediakan
ko_kr: (다음을) 제공합니다
tr_tr: Sağlar

source: Provides transparent and meaningful statistics regarding contributions to both OpenStack itself and projects related to OpenStack
de: Bietet transparente und aussagekräftige Statistiken über Beiträge zu OpenStack selbst und Projekten im Zusammenhang mit OpenStack
id: Menyediakan statistik transparan dan bermakna mengenai kontribusi untuk OpenStack sendiri maupun proyek yang terkait dengan OpenStack
ko_kr: OpenStack 자체 및 OpenStack과 관련된 프로젝트 기여에 관한 투명하고 의미있는 통계를 제공합니다
tr_tr: Hem OpenStack'ın hem de OpenStack ile ilgili projelerin katkılarına ilişkin şeffaf ve anlamlı istatistikler sağlar

source: Publicly available statistics about the community
de: Öffentlich verfügbare Statistiken über die Community
id: Statistik umum tentang masyarakat
ko_kr: 공개적으로 사용 가능한 커뮤니티에 관한 통계
tr_tr: Topluluk hakkında herkesin erişebileceği istatistikler

source: Publish comment
de: Kommentar veröffentlichen
id: Mempublikasikan komentar
ko_kr: 댓글 게시
tr_tr: Yorumu yayınla

source: Publish comment reply
de: Kommentarantwort veröffentlichen
id: Mempublikasikan komentar balasan
ko_kr: 댓글 답변 게시
tr_tr: Yorum cevabını yayınla

source: Published collectively as the OpenStack release
de: Gemeinsam veröffentlicht als OpenStack-Version
id: Diterbitkan secara kolektif sebagai rilis OpenStack
it: Pubblicato collettivamente come il rilascio di OpenStack
ja: OpenStack リリースとして、まとめて公開される
ko_kr: OpenStack 릴리즈처럼 모아서 발행합니다
tr_tr: Toplu olarak OpenStack sürümü olarak yayınlandı

source: Push code to Gerrit for review
de: Push-Code zu Gerrit zur Überprüfung
id: Mendorong kode ke Gerrit untuk ulasan
ko_kr: 코드를 리뷰를 위해 Gerrit에 푸시합니다
tr_tr: Kodu, gözden geçirme için Gerrit'e gönderin

source: Quantify the delta
de: Quantifizieren Sie das Delta
id: Kuantifikasi (quantity) delta
it: Quantificare il delta
ja: 差分の定量化
ko_kr: Delta 정량화
tr_tr: Delta sayısallaştırmak

source: REMEMBER: This is open source. Things happen on the community's schedule, not yours.
de: BEACHTEN SIE: Dies ist Open Source. Dinge passieren nach der Planung der Gemeinschaft, nicht nach Ihrer.
id: INGAT: Ini adalah open source. Sesuatu terjadi pada kegiatan masyarakat, bukan milikmu.
ja: **これは忘れないでください**: これはオープンソースです。物事はコミュニティーのスケジュールに基いて動きます。あなたのスケジュールに基いて動くわけではありません。
ko_kr: 기억할 점: 여기는 오픈 소스입니다. 여러분보다는 커뮤니티 일정에 상에서 일어납니다.
tr_tr: HATIRLA: Bu bir açık kaynak. İşler senin değil topluluğun zamanlamasına göre oluyor.

source: Read and complete the :doc:`accounts` guide. (**Note:** you will need to sign the Individual Contributor License Agreement (`ICLA <https://review.openstack.org/static/cla.html>`_) during this.)
de: Lesen und vervollständigen Sie den :doc:`accounts` guide. (**Hinweis:** Sie müssen das Individual Contributor License Agreement (`ICLA <https://review.openstack.org/static/cla.html>`_) unterzeichnen.)
ko_kr: :doc:`accounts` 가이드를 읽고 완료합니다. (**Note:** 개인 컨트리뷰터 라이선스 약관(`ICLA <https://review.openstack.org/static/cla.html>`_)에 서명해야 합니다.)

source: Read and complete the :doc:`git` guide.
de: Lesen und vervollständigen Sie den: doc: `git` guide.
it: Leggi e completa il :doc: guida `git`
ja: :doc:`git` ガイドを参照して、完了しておいてください。
ko_kr: :doc:`git` 가이드를 읽고 완료합니다.

source: Read and complete the :doc:`irc` guide.
de: Lesen und vervollständigen Sie den: doc: `irc` guide.
it: Leggi e completa il :doc: guida `irc`.
ja: :doc:`irc` ガイドを参照して、完了しておいてください。
ko_kr: :doc:`irc` 가이드를 읽고 완료합니다.

source: Read the bug description and assign yourself to fix the bug
de: Lesen Sie die Fehlerbeschreibung und weisen Sie den Fehler zu
id: Bacalah deskripsi bug dan tetapkan diri Anda untuk memperbaiki bug
tr_tr: Hata açıklamasını okuyun ve hatayı düzeltmek için kendinizi görevlendirin.

source: Read through the presented individual member terms of service and our `Community Code of Conduct <https://www.openstack.org/legal/community-code-of-conduct/>`_.
de: Lesen Sie sich die Nutzungsbedingungen durch und den `Community Code of Conduct <https://www.openstack.org/legal/community-code-of-conduct/>`_.
it: Leggi i termini di servizio per i singoli membri ed il nostro `Codice di Condotta <https://www.openstack.org/legal/community-code-of-conduct/>`_.
ja: 現在の個人メンバー用の規約と、我々の `Community Code of Conduct <https://www.openstack.org/legal/community-code-of-conduct/>`_ (コミュニティー行動規範) に目を通してください。
ko_kr: 제시된 개인 구성원 서비스 약관 및 `Community Code of Conduct <https://www.openstack.org/legal/community-code-of-conduct/>`_ 전반을 읽어봅니다.

source: Reading review invitation
de: Review-Einladung lesen
id: Membaca undangan pengulasan
ko_kr: 리뷰 초청 읽기
tr_tr: Gözden geçirme davetini okumak

source: Rechecks has a list of bugs and associated information for nondeterministic check/gate failures.
de: Rechecks hat eine Liste von Bugs und zugehörigen Informationen für nichtdeterministische Check/Gate Ausfälle.
id: Rechecks memiliki daftar bug dan informasi terkait untuk kegagalan check/gate nondeterministik.
ko_kr: 재검사에는 버그의 리스트와 비표준 검사/관문 실패와 연관된 정보가 있습니다.
tr_tr: Yeniden denetlemeler, hataların listesini ve deterministik olmayan kontrol/kapı hataları ile ilişkili bilgileri içerir.

source: Recommendations to become an active community member
de: Empfehlungen um aktivies Community-Mitglied zu werden
id: Rekomendasi untuk menjadi anggota komunitas yang aktif
tr_tr: Aktif bir topluluk üyesi olmak için tavsiyeler

source: Recommended to join, but not mandatory for code contributions
de: Empfohlen zu verbinden, aber nicht obligatorisch für Codebeiträge
id: Disarankan untuk bergabung, tapi tidak wajib untuk kontribusi kode
