Repository: Gheorghita/training-guides
Catalog: doc/upstream-training/source/locale/*/LC_MESSAGES/upstream-training.po
Languages: de, id, it, ja, ko_kr, tr_tr

source: Ildiko Vancsa - ildikov - Telemetry (mentoring, assistant)
de: Ildiko Vancsa - ildikov - Telemetrie (Mentoring, Assistent)
ko_kr: Ildiko Vancsa - ildikov - Telemetry (멘토링, 조교)
tr_tr: Ildiko Vancsa - ildikov - Telemetry (danışman, yardımcı)

source: Image and instructions: https://github.com/openstack/upstream-institute-virtual-environment
de: Abbild und Anleitung: https://github.com/openstack/upstream-institute-virtual-umgebung
id: Image dan instruksi: https://github.com/openstack/upstream-institute-virtual-environment
ko_kr: 이미지 및 안내: https://github.com/openstack/upstream-institute-virtual-environment

source: Implementation
de: Implementierung
id: Implementation (pelaksanaan)
ko_kr: 구현
tr_tr: Uygulama

source: Implementation - Milestone
de: Umsetzung - Meilenstein
id: Implementation - Milestone (implementasi - tonggak)
ko_kr: 구현 - 마일스톤
tr_tr: Uygulama - Kilometre taşı

source: Implementation work
de: Umsetzungsarbeiten
id: Pelaksanaan pekerjaan
ko_kr: 구현 작업
tr_tr: Gerçekleme çalışması

source: Implementing a blueprint/spec
de: Implementierung eines Blueprints / Spezifikation
id: Menerapkan cetak biru / spek
ja: blueprint や spec を実装する
ko_kr: 블루프린트/스펙 구현
tr_tr: Bir plan/özellik uygulama

source: Import Public Key Into Gerrit
de: Den öffentlichen Schlüssel in Gerrit importieren
it: Importa la chive pubblica su Gerrit
ja: Public Key の Gerrit へのインポート
ko_kr: 공개키를 Gerrit에 가져오기

source: Importance and Milestones can only be set by cores of the project
de: Wichtigkeit und Meilensteine ​​können nur durch Kerne des Projektes eingestellt werden
id: Importance dan Milestone hanya dapat ditentukan oleh inti proyek

source: In Gerrit's `settings <https://review.openstack.org/#/settings/agreements>`_ click the **New Contributor Agreement** link and sign the agreement.
de: In Gerrits Einstellungen <https://review.openstack.org/#/settings/agreements> `_ klicken Sie auf die ** New Contributor Agreement ** Link und unterzeichnen Sie die Vereinbarung.
it: sulle configurazioni di Gerrit ` <https://review.openstack.org/#/settings/agreements>`_ clicca sul link **New Contributor Agreement** e firma l'accordo.
ja: Gerrit の `Settings <https://review.openstack.org/#/settings/agreements>`_ において、**New Contributor Agreement** リンクをクリックして、同意書に署名します。
ko_kr: Gerrit `settings <https://review.openstack.org/#/settings/agreements>`_ 에서 **New Contributor Agreement** 링크를 클릭하고 약관에 서명합니다.

source: In a terminal type::
de: In einem Terminal, tippen Sie:
it: In un terminale digita::
ja: 端末において、次のとおり入力します。::
ko_kr: 터미널에서 입력합니다::

source: In addition to milestones, there are freeze dates for different activities in the release
de: Zusätzlich zu den Meilensteinen gibt es Sperrtermine für verschiedene Aktivitäten in der Freigabe
id: Selain tonggak sejarah, ada tanggal pembekuan untuk berbagai aktivitas dalam pelepasan
ko_kr: 이정표에 추가하자면, 릴리즈의 다른 활동에 대한 확정된 날짜가 있습니다.
tr_tr: Kilometre Taşlarına ek olarak, sürümde farklı etkinlikler için dondurma tarihleri vardır

source: In order to identify ourselves that we own the nick name upon logging in, we need to tell Colloquy to communicate our password over upon connecting.
de: Um uns zu identifizieren, dass wir den Nicknamen besitzen, müssen wir Colloquy zur Kommunikation unser Passwort für zukünftige Verbindungen mitteilen.
it: Per poter identificarci come padroni del nickname al login, dobbiamo dire a Colloquy di communicare la nostra password alla connessione.
ja: ログイン中のニックネームが自身のものであると識別するため、 Colloquy に接続時にパスワードのやり取りをするよう伝える必要があります。
ko_kr: 소유한 닉네임으로 로그인시 식별하기 위해, Colloquy가 연결이 이루어질 때 해당 암호를 주고 받도록 설정할 필요가 있습니다.

source: In order to identify ourselves that we own the nick name upon logging in, we need to tell Hexchat to communicate our password over upon connecting.
de: Um uns zu identifizieren, dass wir den Nicknamen besitzen, müssen wir Hexchat zur Kommunikation unser Passwort für zukünftige Verbindungen mitteilen.
ja: ログイン中のニックネームが自身のものであると識別するため、 Hexchat に接続時にパスワードのやり取りをするよう伝える必要があります。
ko_kr: 소유한 닉네임으로 로그인 시 식별하기 위해, Hexchat이 연결이 이루어질 때 해당 암호를 주고 받도록 설정할 필요가 있습니다.

source: In order to push things to `Gerrit <https://review.openstack.org>`_ we need to have a way to identify ourselves. We will do this using ssh keys which allows us to have our machine we're pushing a change from to perform a `challenge-response authentication <https://en.wikipedia.org/wiki/Challenge-response_authentication>`_ with the Gerrit server.
de: Um Dinge auf `Gerrit <https://review.openstack.org>`_ zu laden, brauchen wir einen Weg, um uns selbst zu identifizieren. Wir machen das mit SSH-Schlüssel, womit wir eine `Challenge-Response Authentifizierung <https://en.wikipedia.org/wiki/Challenge-response_authentication>`_ zum Gerrit-Server aufbauen können, um Änderungen hochladen zu können.
it: Per poter fare il push delle cose su `Gerrit <https://review.openstack.org>`_ dobbiamo avere un modo per identificarci. Lo faremo utilizzando le chiavi ssh che permettono alla macchina sulla quale stiamo facendo il push delle modifiche di eseguire un'autenticazione `challenge-response <https://en.wikipedia.org/wiki/Challenge-response_authentication>`_con il server di Gerrit.
ja: `Gerrit <https://review.openstack.org>`_ へ push を行うために、我々は我々自身を識別する方法が必要です。我々はそのために、 ssh 鍵を用います。この鍵により Gerrit サーバーと `challenge-response 認証 <https://en.wikipedia.org/wiki/Challenge-response_authentication>`_ を行うことで、自分のマシンからの変更を push することができます。
ko_kr: `Gerrit <https://review.openstack.org>`_ 에 푸시하기 위해 신원을 확인할 방법이 필요합니다. Gerrit 서버와 `시도 응답 인증 <https://en.wikipedia.org/wiki/Challenge-response_authentication>`_ 을 수행하여 변경사항을 머신에 푸시하는 것을 ssh 키를 통해 가능하게 합니다.

source: In order to register we need to send a message to nickserv on freenode, which is a bot that allows us to register and identify ourselves as the owner of a nick name.
de: Zum registrieren müssen wir eine Nachricht an nickserv auf freenode senden. Dies ist ein Bot, der Registrierung und Identifizierung als Inhaber eines Spitznamens erlaubt.
it: Per poterci registrare dobbiamo inviare un messaggio a nickserv su freenode, che è un bbot che ci permette di registrarci e di identificarci come il padrone di un nick name.
ja: 登録を行うには、 freenode 上の nickserv にメッセージを送信する必要があります。これはニックネームの登録と、自分がこのニックネームのオーナーであると識別を行うボットです。
ko_kr: 등록을 하기 위해, 사용자 등록 및 닉네임의 소유자 식별을 허용하는 메시지를 freenode 상의 nickserv에 보낼 필요가 있습니다.

source: In summary, we will be generating these keys, and providing the Gerrit server with your public key. With your system holding the private key, it will have no problem replying to Gerrit during the challenge-response authentication.
de: In Kürze, wir generieren diesen Schlüssel, versorgen den Gerrit-Server mit dem öffentlichen Schlüssel. Mit dem privaten Schlüssel sollte es kein Problem sein, eine Challenge-Response Authentifizierung aufzubauen.
it: In sintesi, genereremo queste chiavi, e forniremo al server di Gerrit la tua chiave pubblica. Con il tuo sistema che tiene la chiave pubblica, non avrà nessun problema a rispondere a Gerrit durante l'autenticazione challenge-response.
ja: 要約すると、我々はこれらの鍵を作成して、公開鍵を Gerrit サーバーに提供します。秘密鍵を自身のシステムに保持しておけば、 challenge-response 認証における Gerrit への返信は問題なく行われるでしょう。
ko_kr: 요약하면, 해당 키를 생성하고, Gerrit 서버에 공개키를 제공할 것입니다. 대상 시스템이 비밀키를 가지고 있는 한, 시도 응답 인증 동안 Gerrit에서 응답이 오는 데 문제가 없을 것입니다.

source: In the **Password** field type your password.
de: Geben Sie im Feld **Password** Ihr Passwort ein.
it: Nel campo di **Password** digita la tua password.
ja: **Password** フィールドにパスワードを入力します。
ko_kr: **Password** 필드에 암호를 입력합니다.

source: In the **Password** put in the password we picked in the previous step and click close.
de: Geben Sie Ihr im vorherigen Schritt gewähltes Passwort unter **Password** an und klicken Sie auf Schließen.
it: Nella **Password** inserisci la password che abiamo scelto nel passaggio precedente e clicca chiudi.
ja: **Password** に、前のステップで登録したパスワードを入力し、 close をクリックします。
ko_kr: **Password** 에 이전 단계에서 선택했던 암호를 입력하고 닫기를 클릭합니다.

source: In this example, we use Lego to represent a software project
de: In diesem Beispiel verwenden wir Lego, um ein Softwareprojekt darzustellen
id: Dalam contoh ini, kita menggunakan Lego untuk mewakili sebuah proyek software
ja: この例では、ソフトウェアプロジェクトの代わりに LEGO を使います
ko_kr: 이 예시에서는 Lego를 사용하여 소프트웨어 프로젝트를 표현합니다
tr_tr: Bu örnekte, bir yazılım projesini temsil etmek için Lego'yu kullanıyoruz.

source: In your interactions with the students, do not be afraid to provoke some issues. For example, bring up the idea of an API (a way of connecting the buildings to each other) with individual companies, but don't mention it to upstream, so that upstream are finally faced with the challenge of standardizing the API. You could also, in the second or third sprint, encourage one group to call for a meeting off the sprint cycle to sort the problem out.
de: Haben Sie keine Angst, in Ihrer Interaktion mit den Studenten einige Probleme zu provozieren. Zum Beispiel die Idee einer API (eine Art und Weise der Verbindung der Gebäude zueinander) mit einzelnen Unternehmen, aber nicht an Upstream melden, sodass Upstream schließlich mit der Herausforderung der Standardisierung der API konfrontiert wird. Sie könnten auch im zweiten oder dritten Sprint eine Gruppe ermutigen, ausserhalb des Sprint-Zyklusses ein Meeting einzuberufen, um das Problem auszusortieren.
id: Dalam interaksi Anda dengan siswa, jangan takut untuk memprovokasi beberapa masalah. Misalnya, memunculkan ide tentang API (cara menghubungkan bangunan satu sama lain) dengan masing-masing perusahaan, tetapi tidak menyebutkan itu ke hulu (upstream), sehingga hulu akhirnya dihadapkan dengan tantangan standardisasi API. Anda juga bisa, di sprint kedua atau ketiga, mendorong satu kelompok untuk memanggil pertemuan siklus sprint untuk memilah masalah.
ja: 受講者と関わる際に、いくつかの課題を引き起こすことを恐れないでください。たとえば、企業がそれぞれ API (それぞれの建物を接続するための方法）を考えたものの、アップストリームに説明せず、それによって結局 API の標準化の問題に直面した場合、あなたは2番目か3番目のスプリントで、1グループをミーティングに呼び、スプリントサイクルから外して、問題を整理するよう奨めることができます。
ko_kr: 학생들과의 교류에서, 몇몇 이슈를 유발하는 데 대해 두려워하지 마십시오. 예를 들어, 개별 회사와 API (빌딩을 서로 연결하는 방식)에 대한 생각을 꺼내지만, 업스트림에서 API를 표준화하는 데에 대한 도전에 결국 직면할 것이기에 언스트림에 언급하지 않는 것이 있습니다. 또한, 두 번째나 세 번재 sprint에서, 문제를 분류하기 위해 sprint 주기에 벗어난 회의를 한 그룹에 요청하도록 장려할 수 있습니다.
tr_tr: Öğrencilerle olan etkileşimlerinizde, bazı sorunları kışkırtmaktan korkmayın. Örneğin, bir API fikrini (binaları birbirine bağlamak için bir yol) bireysel firmalarla buluşturun, ancak üst akım noktalarına nihayetinde API standartlaştırma zorunluluğu ile karşı karşıyayız diye bir şey söylemeyin. Ayrıca, ikinci veya üçüncü sprintte, bir grubun sorunu çözmek için sprint döngüsünden bir toplantı yapmasını önerirsiniz.

source: Incentivize participation
de: Incentivieren Sie die Teilnahme
id: Insentif partisipasi
tr_tr: Katılımı teşvik et

source: Includes the deletion of uploaded files on Sandbox repository and change of bug status in Launchpad to "Invalid", "Won't Fix", or "Fix Released"
de: Beinhaltet das Löschen der hochgeladenen Dateien in das Sandbox Repository und Änderung des Bugstatus in Launchpad zu "Invalid", "Won't Fix", oder "Fix Released"
id: Termasuk penghapusan file upload di repositori Sandbox dan perubahan status bug di Launchpad untuk "Invalid", "Won't Fix", atau "Fix Released"
ko_kr: Sandbox 저장소에 업로드하였던 파일에 대한 삭제 및 Launchpad 내 버그 상태를 "Invalid", "Won't Fix", 또는 "Fix Released" 로 변경하는 것을 포함합니다
tr_tr: Yüklenen dosyaların Sandbox deposunda silinmesini ve Launchpad'deki hata durumunu "Geçersiz", "Düzeltilmeyecek" veya "Düzeltildi"

source: Incompatible config file changes
de: Inkompatible Konfigurationsdatei ändert sich
id: Perubahan file konfigurasi tidak kompatibel
it: Modifiche al file di configurazione incompatibili
ja: 互換性のない設定ファイルの変更
ko_kr: 호환되지 않는 구성 파일 변경 사항
tr_tr: Uyumlu olmayan yapılandırma dosyası değişiklikleri

source: Independent release model
de: Unabhängiges Release-Modell
id: Model rilis independen
ko_kr: 독립 릴리즈 모델
tr_tr: Bağımsız sürüm modeli

source: Independent release model: - These projects may hold tools used for OpenStack part aren't part of a production release.
de: Unabhängiges Release-Modell: - Diese Projekte können Werkzeuge enthalten, die für den OpenStack-Teil verwendet werden, die nicht Teil einer Produktionsfreigabe sind.

source: Individual Contributor License Agreement
de: Lizenzvereinbarung für Individuelle Beitragende
it: Accordo di licenza di singolo collaboratore
ko_kr: 개인 컨트리뷰터 라이선스 동의

source: Individual Contributors
de: Einzelne Mitwirkende
it: Singoli collaboratori
ja: 個人のコントリビューター
ko_kr: 개인 컨트리뷰터

source: Individual Foundation members
de: Individuelle Stiftungsmitglieder
id: Anggota Yayasan individu
ko_kr: 개별 Foundation 구성원
tr_tr: Bireysel Vakıf üyeleri

source: Individual members elect the same amount
de: Einzelmitglieder wählen den gleichen Betrag
id: Anggota individu memilih jumlah yang sama
ko_kr: 개별 구성원은 동일 수 만큼을 선출합니다
tr_tr: Bireysel üyeler aynı miktarı seçer

source: Individual members, like bug triagers or technical documentation writers can apply for ATC status with the agreement from existing ATC's or TC chair as extra-ATC status.
de: Einzelne Mitglieder, wie Bug-Triagers oder Schreiber technischer Dokumentationen können ATC-Status mit der Vereinbarung von bestehenden ATC oder TC-Vorsitz als Extra-ATC-Status beantragen.

source: Individual members: all of us
de: Einzelmitglieder: alle von uns
id: Anggota individu: kita semua
it: Singoli membri: tutti noi
ja: 個人メンバー：私たち全員
ko_kr: 개인 멤버 : 우리 모두
tr_tr: Bireysel üyeler: hepimiz

source: Individuals and interactions over processes and tools
de: Einzelpersonen und Interaktionen über Prozesse und Werkzeuge
id: Individu dan interaksi selama proses dan peralatan
ko_kr: 프로세스 및 도구와 함께하는 개인 및 상호작용
tr_tr: Süreçler ve araçlar üzerinde bireyler ve etkileşimler

source: Infrastructure
de: Infrastruktur
id: Infrastruktur
it: Infrastruttura
ja: インフラストラクチャー
ko_kr: 인프라
tr_tr: Altyapı

source: Infrastructure as a Service (IaaS)
de: Infrastruktur als Service (IaaS)
tr_tr: Servis olarak Altyapı (IaaS)

source: Infrastructure for
de: Infrastruktur für
id: Infrastruktur untuk
ja: さまざまなインフラ
ko_kr: 다음을 위한 인프라
tr_tr: Şunun için altyapı

source: Inline comments
de: Inline-Kommentare
id: Komentar inline
it: Commenti in linea
ja: インラインコメント
ko_kr: 인라인 코멘트

source: Install an IRC Program
de: Installieren eines IRC-Programms
it: Installa un programma di IRC
ja: IRC プログラムのインストール
ko_kr: IRC 프로그램 설치

source: Install git review
de: Installieren git review
id: Instal git review
it: Installa git review
ja: git review のインストール
ko_kr: git review 설치

source: Installs services from source
de: Installiert Dienste aus der Quelle
id: Menginstal layanan dari sumber
ko_kr: 소스로부터 서비스 설치
tr_tr: Kaynaktan servisleri kurar

source: Institutional members: Platinum and Gold sponsors
de: Institutionelle Mitglieder: Platin- und Gold-Sponsoren
id: Anggota kelembagaan: sponsor Platinum dan Emas
it: Membri istituzionali: sponsor Platino e Oro
ja: 組織メンバー：プラチナスポンサーおよびゴールドスポンサー
ko_kr: 기관 멤버 : 플래티넘과 골드 스폰서
tr_tr: Kurumsal üyeler: Platin ve Altın sponsorlar

source: Interact with services using commands like ``sudo systemctl <start|stop|restart> devstack@$servicename.service``
de: Interagiere mit Diensten mit Kommandos wie ``sudo systemctl <start|stop|restart> devstack @ $ servicename.service``
id: Berinteraksi dengan layanan yang menggunakan perintah seperti ``sudo systemctl <start|stop|restart> devstack@$servicename.service``
ko_kr: ``sudo systemctl <start|stop|restart> devstack@$servicename.service`` 와 같은 명령어를 사용하여 서비스와 상호작용합니다
tr_tr: ``sudo systemctl <start|stop|restart> devstack@$servicename.service`` gibi komutlar kullanarak servisler ile iletişime geçin

source: Interacting with the Project
de: Interaktion mit dem Projekt
id: Berinteraksi dengan Proyek
ja: プロジェクトに関わろう
ko_kr: 프로젝트와 상호작용
tr_tr: Proje ile etkileşim

source: Interactive, hands-on class
de: interaktives , praktisches Arbeiten in der Gruppe
id: Kelas langsung, interaktif
ja: 対話型のハンズオン
ko_kr: 인터렉티브, 핸즈 온 수업
tr_tr: Etkileşimli, pratik sınıf

source: Intermittent Failures
de: Intermittierende Fehler
id: Kegagalan Intermiten
tr_tr: Aralıklı Arızalar

source: Introduce yourself to the others at your table! Who you are, what experience you have with OpenStack if any, what company you are at and what your role is there, why you are attending the course, etc.
de: Stellen Sie sich die anderen an Ihren Tisch vor! Wer Sie sind, welche Erfahrung Sie haben mit OpenStack (wenn überhaupt), in welcher Firma Sie sind und was Ihre Rolle dort ist, warum Sie den Kurs besuchen, etc.
id: Perkenalkan diri Anda kepada yang lain di table! Who you are Anda, pengalaman apa yang Anda miliki dengan OpenStack jika ada, perusahaan Anda dan peran Anda di sana, mengapa Anda mengikuti kursus, dll.
ko_kr: 테이블에서 다른 사람들에게 자신을 소개해보세요! 당신은 누구이고, 어떠한 오픈스택 경험이 있고, 어떠한 회사에서 무슨 일을 하는지, 왜 이 코스에 참석하게 되었는지, 등등.
tr_tr: Kendinizi masanızdaki diğerlerine tanıtın! Kimsin, varsa OpenStack ile hangi tecrübeye sahipsin, bulunduğun şirket ve orada rolün nedir, neden dersi alıyorsun, vb.

source: Introducing OpenStack as a Community
de: Einführung von OpenStack als Community

source: Introducing OpenStack as a Software
de: Einführung von OpenStack als Software

source: Introduction
de: Einführung
id: Pengantar
it: Introduzione
ja: はじめに
ko_kr: 소개
tr_tr: Giriş

source: Invite peer as Reviewer
de: Kollege als Reviewer einladen
id: Undang rekan kerja sebagai Pengulas
ko_kr: 동료를 검토자로 초대합니다
tr_tr: Görevdaşını Gözden Geçiren olarak davet et

source: Irena Berezovsky (assistant, mentor, english)
de: Irena Berezovsky (Assistentin, Mentorin, Englisch)
it: Irena Berezovsky (assistente, mentore, inglese)
ko_kr: Irena Berezovsky (조교, 멘터, 영어)
tr_tr: Irena Berezovsky (yardımcı, danışman, ingilizce)

source: It is about
de: Es geht um
id: Ini tentang
ja: ここで扱うこと
ko_kr: 다음과 관련되어 있습니다
tr_tr: Şunun hakkında

source: It is not about
de: Es geht nicht um
id: Ini bukan tentang
ja: ここでは扱わないこと
ko_kr: 다음과 관련되어 있지 않습니다
tr_tr: Hakkında değil

source: Its activities are under the oversight of the TC
de: Die Aktivitäten stehen unter der Aufsicht des TC
id: Kegiatannya berada di bawah pengawasan dari Technical Committee
ja: 活動は TC の監視下におかれます
ko_kr: 활동은 TC 에 의한 관리 감독에 기반하여 이루어집니다
tr_tr: Faaliyetleri TC'nin gözetimindedir.

source: Japan OpenStack User Group has held the Upstream Training in Japan.
de: Japan OpenStack User Group hat das Upstream Training in Japan gehalten.
id: Japan OpenStack User Group telah mengadakan Upstream Training di Japan.
it: Il gruppo utenti dell'OpenStack Giappone ha tenuto l'Upstream Training in Giappone.
ja: 日本OpenStackユーザ会は、日本版 Upstream Training を開催してきました。
ko_kr: 일본 OpenStack 유저 그룹은 일본에서 업스트림 트레이닝을 개최하였습니다.
tr_tr: Japonya OpenStack Kullanıcı Grubu Japonya'da Upstream Eğitimini gerçekleştirdi.

source: Jenkins Failures
de: Jenkins Fehler

source: Jenkins and vendor CIs will review your patch
de: Jenkins und Vendor CIs werden Ihren Patch überprüfen
id: Jenkins dan vendor CI akan meninjau patch Anda
ja: Jenkins やベンダー CI があなたのパッチをレビューします
ko_kr: Jenkins 및 벤더 CI에서 패치를 리뷰할 것입니다
tr_tr: Jenkins ve şube CI'ler yamanızı inceler

source: Jenkins votes +1/-1 depending on test results
de: Jenkins Stimmen + 1 / -1 je nach Testergebnisse

source: Jieun Kim (assistant)
de: Jieun Kim (Assistent)
it: Jieun Kim (assistente)
ko_kr: Jieun Kim (조교)
tr_tr: Jieun Kim (yardımcı)

source: Jobs run against a patch after it merges
de: Jobs laufen nach einem merge
id: Pekerjaan berjalan melawan sebuah patch setelah itu bergabung
ko_kr: 병합 후 패치에 대한 작업 실행
tr_tr: Bir yama birleştirildikten sonra yama üzerinde çalıştırılacak işler

source: Join the #openstack-101 channel
de: Treten Sie dem #openstack-101 Kanal bei
id: Bergabung dengan # openstack-101 channel
ja: #openstack-101 チャンネルに参加してください
ko_kr: #openstack-101 채널에 들어옵니다

source: Join the IRC channel of the class and participate during the training
de: Betreten Sie den IRC-Kanal der Klasse und nehmen Sie während des Trainings am Chat teil
id: Bergabunglah dengan saluran IRC di kelas dan ikuti selama pelatihan
tr_tr: Sınıfın IRC kanalına katılın ve eğitim sırasında katılın

source: Join the channel of the project(s) you are interested in and find the logs from the most recent meeting.
de: Treten Sie dem Kanal des Projekts, an dem Sie interessiert sind, bei und finden Sie die Logs des aktuellsten Meetings.
id: Bergabung dengan saluran proyek yang Anda tertarik dan menemukan log dari pertemuan terbaru.
ko_kr: 관심있는 프로젝트의 채널에 참여하세요 그리고 최신 회의 로그를 찾아보세요 .

source: Join the openstack-dev mailing list
de: Der openstack-dev Mailingliste beitreten
id: Bergabung dengan openstack-dev mailing list
ja: openstack-dev メーリングリストに参加する
ko_kr: openstack-dev 메일링리스트에 가입합니다
tr_tr: openstack-dev e-posta listesine katılın

source: Join the project's IRC channel
de: Betreten Sie den IRC-Kanal des Projekts
id: Bergabung saluran IRC proyek
ja: プロジェクトの IRC チャンネルに参加する
ko_kr: 프로젝트 IRC 채널에 참여합니다
tr_tr: Projenin IRC kanalına katıl

source: Julie Pichon (training, mentoring, assistant, english)
de: Julie Pichon (Ausbildung, Mentoring, Assistentin, Englisch)
it: Julie Pichon (formazione, tutoraggio, assistente, inglese)
ko_kr: Julie Pichon (교육, 멘토링, 조교, 영어)
tr_tr: Julie Pichon (eğitim, danışman, yardımcı, ingilizce)

source: July 6 - 7, 2016 (Wed - Thu)
de: Juli 6 - 7, 2016 (Mi - Do)
ja: 2016 年 7 月 6 - 7 日 (水 - 木 )
ko_kr: 2016년 7월 6 - 7일 (수 - 목)
tr_tr: Temmuz 6 - 7, 2016 (Çar - Perş)

source: July 9 - 10, 2015 (Thu - Fri)
de: Juli 9 - 10, 2015 (Do - Fr)
it: 9 - 10 Luglio, 2015 (GIo-Ven)
ja: 2015 年 7 月 9 - 10 日 (木 - 金)
ko_kr: 2015년 7월 9 - 10일 (목 - 금)
tr_tr: Temmuz 9 - 10 2015 (Per - Cum)

source: Jump on IRC
de: Ab in den IRC
ja: IRC に入ろう

source: Jungsu Han (assistant, mentoring)
de: Jungsu Han (Assistent, Mentoring)
it: Jungsu Han (assistente, tutoraggio)
ko_kr: Jungsu Han (조교, 멘토링)
tr_tr: Jungsu Han (yardımcı, danışman)

source: Junsik Shin (assistant, mentoring)
de: Junsik Shin (Assistent, Mentoring)
it: Junsik Shin (assistente, tutoraggio)
ko_kr: Junsik Shin (조교, 멘토링)
tr_tr: Junsik Shin (yardımcı, danışman)

source: KATO Tomoyuki (assistant, Japanese)
de: KATO Tomoyuki (Assistentin, Japanisch)
it: KATO Tomoyuki (assistente, giapponese)
ko_kr: KATO Tomoyuki (조교, 일본어)
tr_tr: KATO Tomoyuki (yardımcı, Japonca)

source: Kill and restart a service: <ctrl>-c , <up arrow> to retrieve command
de: Töten und neu starten: <ctrl> -c, <up arrow> den Befehl abrufen
id: Matikan dan restart layanan: <ctrl> -c, <up arrow> untuk mengambil perintah
ko_kr: 서비스 종료 및 재시작: <ctrl>-c , 이후 명령어를 가져오기 위한 <up arrow>
tr_tr: Servisi öldür ve yeniden başlat: <ctrl>-c, komutu getirmek için <up arrow>

source: Know where to find information, where and how to get help if needed
de: Wissen Sie, wo Sie Informationen finden können, wo und wie Sie Hilfe bekommen, wenn nötig
id: Tahu dimana menemukan informasi, dimana dan bagaimana untuk mendapatkan bantuan jika diperlukan
tr_tr: Nerede bilgi bulacağınızı, gerektiğinde nereden ve nasıl yardım alacağınızı bilin

source: LOG message exercise
de: Lognachricht-Übung
id: Latihan pesan LOG
ko_kr: LOG 메시지 실습
tr_tr: LOG mesajı alıştırma

source: Lana Brindley (assistant, mentoring, English)
de: Lana Brindley (Assistentin, Mentoring, Englisch)
it: Lana Brindley (assistente, tutoraggio, inglese)
ko_kr: Lana Brindley (조교, 멘토링, 영어)
tr_tr: Lana Brindley (asistan, danışman, İngilizce)

source: Lana Brindley - Docs (mentoring, assistant)
de: Lana Brindley - Docs (Mentoring, Assistentin)
ko_kr: Lana Brindley - Docs (멘토링, 조교)
tr_tr: Lana Brindley - Belgeler (danışman, yardımcı)

source: Large and diverse community
de: Große und vielfältige Gemeinschaft
id: Komunitas besar dan beragam
ko_kr: 크고 다양한 커뮤니티
tr_tr: Büyük ve çeşitli topluluk
