Repository: Gheorghita/training-guides
Catalog: doc/upstream-training/source/locale/*/LC_MESSAGES/upstream-training.po
Languages: de, id, it, ja, ko_kr, tr_tr

source: Click **Hexchat** from the menu and then click **Network List**. We will see a familiar first screen of servers listed. Make sure freenode is highlighted and click **edit**.
de: Klicken Sie **Hexchat** vom Menü und dann klicken SIe **Network List**. Wir sehen die bekannte Serverliste. Stellen Sie sicher, dass Freenode markiert ist und klicken **edit**.
ja: メニューから **Hexchat** をクリックし、次に **Network List** をクリックします。おなじみのサーバーリストの最初の画面が表示されます。 freenode がハイライトされていることを確認して、 **edit** をクリックします。
ko_kr: 메뉴에서 **Hexchat** 을 클릭하고 **Network List** 를 클릭합니다. 서버 목록이 있는 친숙한 화면을 볼 수 있을 것입니다. freenode가 강조되어 있는지 확인하고 **edit** 를 클릭합니다.

source: Click **cancel**.
de: Klicken Sie auf ** abbrechen **.
it: Clicca **annulla**.
ja: **cancel** をクリックします。
ko_kr: **cancel** 를 클릭합니다.

source: Click **disconnect** and click **connect** to retry connecting with the new nick name.
de: Klicken Sie **disconnect** und **connect**, um die Verbindung mit neuem Nicknamen neu aufzubauen.
it: Clicca su **disconnetti** e clicca **collegati** per riprovare a collegarti con il nuovo nickname.
ja: 新しいニックネームを用いて再接続するために、**disconnect** をクリックして **connect** をクリックします。
ko_kr: **disconnect** 클릭 및 **connect** 를 클릭하여 새로운 닉네임으로 접속을 재시도합니다.

source: Click the 'Add Key' button.
de: Klicken Sie auf die Schaltfläche 'Schlüssel hinzufügen'.
it: Clicca il pulsante `Add Key`.
ja: 「Add Key」ボタンをクリックします。
ko_kr: '키 추가' 버튼을 클릭합니다.

source: Click the **I am a new Ubuntu One user**.
de: Klicken Sie auf **Ich bin ein neuer Ubuntu One Benutzer**.
it: Clicca su **I am a new Ubuntu One User**.
ja: **I am a new Ubuntu One user** をクリックします。
ko_kr: **I am a new Ubuntu One user** 를 클릭합니다.

source: Click the **edit** button and
de: Klicken Sie auf die Schaltfläche **bearbeiten** und
it: Clicca il pulsante **modifica** e
ja: 「edit」ボタンをクリックします。
ko_kr: **edit** 버튼을 클릭하고

source: Click the **info** icon.
de: Klicken Sie auf das Symbol ** info **.
it: Clicca sull'icona **info**.
ja: **info** アイコンをクリックします。
ko_kr: **info** 아이콘을 클릭합니다.

source: Click the **message user** icon and type::
de: Klicken Sie das **message user** Icon und tippen::
it: Clicca sull'icona di **messaggia utente** e digita::
ja: **message user** アイコンをクリックして、次のとおり入力します。::
ko_kr: **message user** 아이콘을 클릭하고 입력합니다::

source: Clone DevStack to your vm
de: Clonen Sie DevStack zu Ihrer VM
id: Clone DevStack ke vm mu
ko_kr: DevStack을 VM으로 복사합니다.
tr_tr: Sanal makinanıza DevStack'i kopyalayın

source: Clone and be familiar with the code
de: Klonen und Kennenlernen des Codes
id: Mengkloning dan mengenal kode
ja: コードを取得し、中身を知りましょう
ko_kr: 코드를 클론하여 친숙해 집니다
tr_tr: Kopyalayın ve kodu öğrenin.

source: Closing Exercises
de: Abschlussprüfungen
id: Closing Exercises (latihan penutupan)
ko_kr: 마무리 실습
tr_tr: Kapama Alıştırmaları

source: Code can be uploaded before a blueprint/spec is accepted
de: Code kann hochgeladen werden, bevor ein Blueprint/Spezifikation akzeptiert wird
id: Kode bisa diupload sebelum blueprint / spec diterima
ko_kr: 코드는 블루프린트/스펙이 승낙되기 전에 업로드 할 수 있습니다.
tr_tr: Kod, bir plan/özellik kabul edilmeden önce yüklenebilir

source: Code change during the RC phase is a balancing act - Need to balance integrating fixes and code churn - Critical fixes have the highest priority while more minor bug fixes may be safer to hold for the subsequent release.
de: Code-Änderung während der RC-Phase ist ein Balanceakt - Es ist notwendig die Balance zwischen Integration und Code Churn zu halten - Critical Fixes haben die höchste Priorität, während mehr kleinere Bug-Fixes besser für das anschließende Release gehalten werden können.

source: Code or documentation contribution to any of the official project repositories
de: Code- oder Dokumentationsbeiträge zu einem der offiziellen Projekt-Repositories
id: Kontribusi kode dan dokumentasi ke salah satu repositori proyek resmi
ko_kr: 임의의 공식 프로젝트 저장소에 코드 또는 문서화 컨트리뷰션
tr_tr: Herhangi bir resmi proje depolarına kod veya belge katkısı

source: Code stabilization period
de: Code-Stabilisierungszeitraum
id: Periode stabilisasi kode
ko_kr: 코드 안정화 기간
tr_tr: Kodu kararlı hale getirme süreci

source: Code-Review -1/0/+1 is for all OpenStack reviewers
de: Code-Review -1/0/+1 ist für alle OpenStack Überprüfer
id: Code-Review -1/0/+1 adalah untuk semua pengulas OpenStack
ko_kr: Code-Review -1/0/+1 은 모든 OpenStack 검토자를 위한 것입니다.
tr_tr: Code-Review -1/0/+1 tüm OpenStack gözden geçiricileri içindir

source: Code-Review -2/+2 is for core reviewers (Sandbox repository is open)
de: Code-Review -2/+2 ist für Core-Reviewer (Sandbox Repository ist offen)
id: Code-Review -2/+2 adalah untuk pengulas inti (repositori Sandbox terbuka)
ko_kr: Code-Review -2/+2 는 핵심 검토자를 위한 것입니다 (Sandbox 저장소는 열려 있습니다)
tr_tr: Code-Review -2/+2 çekirdek gözden geçiriciler için (Sandbox deposu açık)

source: Collaboration tools
de: Werkzeuge zur Zusammenarbeit
id: Alat kolaborasi
ja: コラボレーションツール
ko_kr: 협업 도구
tr_tr: Birlikte çalışma araçları

source: Collects and processes development activity data and makes it possible to visualize it in a convenient web dashboard
de: Sammelt und verarbeitet Entwicklungsaktivitätsdaten und ermöglicht es, sie in einem bequemen Web-Dashboard zu visualisieren
id: Mengumpulkan dan memproses data aktivitas pengembangan dan memungkinkan untuk memvisualisasikan dalam dasbor web mudah digunakan
ko_kr: 개발 활동 데이터를 수집 및 처리하여 편리한 웹 대시보드로 시각화 가능하도록 합니다
tr_tr: Geliştirme faaliyeti verilerini toplar ve işler ve uygun bir web gösterge tablosunda görselleştirmesini mümkün kılar

source: Comment on the open review
de: Kommentieren der offenen Review
id: Komentar hasil penelahaan terbuka
ko_kr: open 리뷰에 댓글을 작성합니다
tr_tr: Açık inceleme üzerine yorum

source: Comment reply
de: Kommentar Antwort
id: Komentar balasan
ko_kr: 댓글에 대한 답변
tr_tr: Yorumu cevapla

source: Commenting
de: Kommentieren
id: Mengomentari
ko_kr: 댓글 작성
tr_tr: Yorum yapma

source: Commit files and write commit message
de: Commit-Dateien und schreiben Commit-Nachricht
id: Komit file dan menulis pesan commit
ja: ファイルのコミットとコミットメッセージの作成
ko_kr: 파일을 커밋하고 커밋 메시지를 작성합니다
tr_tr: Dosyaları gönder ve gönderim mesajı yaz

source: Commit log message
de: Protokollmeldung eingeben
id: Komit pesan log
ko_kr: 커밋 로그 메시지
tr_tr: Günlük mesajlarını gönder

source: Committed a change over the last two 6-month release cycles
de: In den letzten zwei 6-monatigen Release-Zyklen wurde eine Änderung vorgenommen
id: Berkomitmen perubahan selama dua 6 bulan terakhir siklus rilis
it: Fatto il commit di un cambiamento nel corso degli ultimi due cicli di rilascio di 6 mesi
ja: 過去 2 回の 6 か月サイクルにおける変更のコミット
ko_kr: 최근 두 개의 6개월 릴리즈 주기에 걸쳐 변경 사항을 제출
tr_tr: Son iki 6 aylık sürüm çevriminde bir değişiklik yapıldı

source: Common cycle with development milestones
de: Gemeinsamer Zyklus mit Entwicklungsmeilensteinen
id: Siklus umum dengan tonggak pembangunan
ko_kr: 개발 마일스톤을 가진 릴리즈 주기
tr_tr: Geliştirme kilometre taşları ile ortak döngü

source: Common cycle with intermediary release
de: Gemeinsamer Zyklus mit Zwischenfreigabe
id: Siklus umum dengan rilis perantara
ko_kr: 중간 단계 릴리즈를 가진 공통 주기
tr_tr: İleri seviye sürüm ile ortak döngü

source: Common cycle with intermediary release: - Used for components needing more frequent releases. e.g. Oslo Libraries - Intermediary releases can also be used to time releases near the beginning and end of the release cycle. Horizon plug-ins do this.
de: Gemeinsamer Zyklus mit Zwischenfreigabe: - Wird für Komponenten verwendet, die häufiger Freigaben benötigen. zB Oslo-Bibliotheken - Intermediäre Releases können auch zum Zeitpunkt der Freigabe am Anfang und am Ende des Release-Zyklus verwendet werden. Horizon-Plug-Ins machen dies.

source: Common place to have people in a project collaborate on larger projects and planning of events
de: Üblicher Ort, an dem Projektteilnehmer an größeren Projekten zusammenarbeiten oder Veranstaltungen planen
id: Tempat umum untuk memiliki orang di proyek berkolaborasi pada proyek besar dan perencanaan acara
ko_kr: 프로젝트 내 사람들과 보다 큰 프로젝트를 위한 협력을 하고 이벤트를 계획하는 공통의 장소

source: Communication
de: Kommunikation
id: Communication (komunikasi)
it: Communicazione
ja: コミュニケーション
ko_kr: 의사소통
tr_tr: İletişim

source: Community members will review your patch
de: Community-Mitglieder werden Ihren Patch überprüfen
id: Anggota masyarakat akan meninjau patch Anda
ja: コミュニティーメンバーがあなたのパッチをレビューします
ko_kr: 커뮤니티 구성원이 패치를 리뷰할 것입니다
tr_tr: Topluluk üyeleri yamanızı gözden geçirecek

source: Community metrics
de: Community-Metriken
id: Metrik komunitas
ko_kr: 커뮤니티 지표
tr_tr: Topluluk ölçütleri

source: Companies
de: Firmen
id: Companies (perusahaan)
it: Aziende
ja: 企業
ko_kr: 회사
tr_tr: Şirketler

source: Companies have to deliver value to their stakeholders.
de: Unternehmen müssen ihren Stakeholdern einen wertvollen Beitrag leisten.
id: Perusahaan harus memberikan nilai kepada stakeholder mereka.
ja: 企業はステークホルダーに価値を届ける責任を持ちます。
ko_kr: 기업은 이해 관계자들에게 가치를 제공해야합니다.
tr_tr: Şirketler paydaşlarına değer katmak zorundadırlar.

source: Companies: big industrial items like a shopping mall, carpark, energy plant, datacenter, and hospital.
de: Firmen: große industrielle Einheiten wie Einkaufszentrum, Tiefgarage, Kraftwerk, Rechenzentrum oder Krankenhaus.
id: Perusahaan: item industri besar seperti pusat perbelanjaan, carpark, pembangkit energi, datacenter, dan rumah sakit.
ja: 企業 : ショッピングモール、駐車場、発電所、データセンターなど、産業に関わる大きな施設。
ko_kr: 회사: 쇼핑몰, 자동차 주차장, 에너지 발전소, 데이터센터, 그리고 병원과 같은 커다란 산업 아이템
tr_tr: Şirketler: Bir alışveriş merkezi, otopark, enerji tesisi, veri merkezi ve hastane gibi büyük endüstriyel ürünler.

source: Compare the deadlines between two different project teams and discuss the differences with your group
de: Vergleichen Sie die Fristen zwischen zwei verschiedenen Projektteams und diskutieren Sie die Unterschiede zu Ihrer Gruppe
id: Bandingkan tenggat waktu antara dua tim proyek yang berbeda dan bahas perbedaan dengan kelompok Anda
ko_kr: 다른 두 프로젝트 팀의 마감기한을 비교해보고 그 차이점을 당신의 그룹과 논의하십시오.
tr_tr: İki farklı proje ekibi arasındaki son tarihleri karşılaştırın ve grubunuzla olan farklılıkları tartışın

source: Complete content of Upstream Institute Training can be seen here:
de: Vollständige Inhalte von Upstream Institute Training finden Sie hier:
id: Isi lengkap Upstream Institute Training dapat dilihat di sini:

source: Complete the application.
de: Antrag vervollständigen
it: Completa la domanda.
ja: 登録を完了します。
ko_kr: 지원서를 완료합니다.

source: Composed of 13 OpenStack Foundation Individual members
de: Bestehend aus 13 OpenStack Foundation Einzelmitgliedern
id: Terdiri dari 13 anggota individu OpenStack Foundation
ko_kr: OpenStack Foundation 개별 구성원 13명으로 이루어집니다
tr_tr: 13 OpenStack Vakfı bireysel üyesinden oluşuyor

source: Configuration
de: Konfiguration
it: COnfigurazione
ja: 設定
ko_kr: 구성

source: Configure Git
de: Git konfigurieren
it: Configura GIt
ja: Git の設定
ko_kr: Git 구성

source: Configure your workspace
de: Konfigurieren Sie Ihren Arbeitsbereich
id: Mengkonfigurasi ruang kerja Anda
ja: 作業場所の設定
ko_kr: 워크스페이스를 구성합니다
tr_tr: Çalışma alanını yapılandır

source: Congratulations you're now ready to communicate with the OpenStack community and have a registered nick name on Freenode! From here on out when you connect to Freenode with Colloquy you will be identified with your nickname.
de: Gratulation, Sie sind jetzt soweit, um mit der OpenStack Gemeinschaft zu kommunizieren und haben einen registrierten Nicknamen auf Freenode. Von hier aus werden Sie mit Ihrem Nicknamen identifiziert, wenn Sie sich mit Colloquy zu Freenode verbinden.
it: Congratulazioni ora sei pronto a communicare con la communità OpenStack e hai un nickname registrato su Freenode! D'ora in poi quando ti colleghi a Freenode con Colloquy verrai identificato con il tuo nickname.
ja: おめでとう！OpenStack コミュニティーとコミュニケーションする準備ができました。Freenode に登録されたニックネームを持ちました。次回から、Colloquy を用いて接続するとき、あなたのニックネームで識別されます。
ko_kr: 축하합니다. OpenStack 커뮤니티와 의사소통할 수 있는 준비가 되었으며 닉네임이 Freenode에 등록되었습니다! 이제부터 Freenode로 Colloquy를 통해 연결하면 사용하는 닉네임이 식별되어 있을 것입니다.

source: Congratulations you're now ready to communicate with the OpenStack community and have a registered nick name on Freenode! From here on out when you connect to Freenode with Hexchat you will be identified with your nickname.
de: Glückwunsch! Sie haben einen Spitznamen auf Freenode registriert und sind jetzt bereit, mit der OpenStack Gemeinschaft zu kommunizieren. Wenn Sie sich mit Hexchat zu Freenode verbinden werden Sie ab jetzt mit Ihrem Spitznamen identifiziert.
it: Congratulazioni ora sei pronto a communicare con la communità OpenStack e hai un nick name registrato su Freenode! D'ora in avanti quando ti colleghi a Freenode con Hexchat sarai identificato con il tuo nickname.
ja: おめでとう！OpenStack コミュニティーとコミュニケーションする準備ができました。Freenode に登録されたニックネームを持ちました。次回から、Hexchat を用いて接続するとき、あなたのニックネームで識別されます。
ko_kr: 축하합니다. OpenStack 커뮤니티와 의사소통할 수 있는 준비가 되었으며 닉네임이 Freenode에 등록되었습니다! 이제부터 Freenode로 Hexchat를 통해 연결하면 사용하는 닉 네임이 식별되어 있을 것입니다.

source: Connect: screen -R <session name>
de: Verbinden: screen -R <session name>
id: Menghubungkan: screen -R <session name>
ko_kr: 연결: screen -R <session name>
tr_tr: Bağlan: screen -R <session name>

source: Contact Information
de: Kontaktinformationen
ja: 連絡先情報
ko_kr: 연락처 정보

source: Contribution Planning (2 hours)
de: Beitragsplanung (2 Stunden)
id: Perencanaan kontribusi (2 jam)
it: Piano di contribuzione (2 ore)
ja: コントリビューション計画 (2 時間)
ko_kr: 컨트리뷰션 계획 (2시간)
tr_tr: Katkı Planlama (2 saat)

source: Contribution Process
de: Mitwirkungsprozess
id: Proses Kontribusi
ko_kr: 컨트리뷰션 프로세스

source: Contribution Simulation (2 hour)
de: Beitragssimulation (2 Stunden)
id: Kontribusi Simulasi (2 jam)
it: Simulazione di contribuzione (2 ore)
ja: コントリビューションのシミュレーション (2 時間)
ko_kr: 컨트리뷰션 시뮬레이션 (2시간)
tr_tr: Katki Simülasyonu (2 saat)

source: Contributor guide
de: Beitragsleitfaden
id: Panduan kontributor
ko_kr: 컨트리뷰터 가이드
tr_tr: Destekçi kılavuzu

source: Contributors From a Company or Organization
de: Mitwirkende aus einer Gesellschaft oder Organisation
it: Collaboratori di un'azienda od organizzazione
ja: 企業や組織からの貢献者
ko_kr: 기업 또는 기관 컨트리뷰터

source: Contributors From the U.S. Government
de: Mitwirkende aus der US-Regierung
it: Collabotori provenienti dal governo degli Stati Uniti
ja: U.S. Government からの貢献者
ko_kr: 미국 정부 컨트리뷰터

source: Contributors get to vote in the Technical Committee election
de: Beitragende geben ihre Stimme ab bei der Wahl zum Technischen Komitee
id: Kontributor mendapatkan suara dalam pemilihan Technical Committee (komite teknis)
ja: プロジェクトのコントリビューターは Technical Committee の選挙に投票できます
ko_kr: 컨트리뷰터는 기술 위원회 선거에서 투표권을 얻습니다
tr_tr: Katkıda bulunan kişiler Teknik Komite seçiminde oy kullanabilir

source: Contributors to Superuser
de: Mitwirkende bis Superuser
id: Kontributor untuk Superuser
ko_kr: Superuser 컨트리뷰터
tr_tr: Süper kullanıcıya katkıda bulunanlar

source: Contributors to the repository under the UC governance
de: Mitwirkende im Repository unter der UC-Governance
id: Kontributor untuk repositori di bawah pemerintahan UC
ko_kr: UC 거버넌스 하에 있는 저장소에 대한 컨트리뷰터
tr_tr: UC yönetimindeki depoya katkıda bulunan kişiler

source: Controversial : 1
de: Umstritten: 1
ja: 議論好きの人 : 1
ko_kr: 논쟁을 발생시키는 자 : 1
tr_tr: Tartışmalı : 1

source: Coordinated development of multiple projects
de: Koordinierte Entwicklung von mehreren Projekten
id: Berkoordinasi pengembangan beberapa proyek
ko_kr: 여러 프로젝트에 대해 조정이 이루어지는 개발
tr_tr: Birden fazla projenin koordineli geliştirilmesi

source: Copenhagen, Denmark
de: Kopenhagen, Dänemark

source: Copy Public Key
de: Den öffentlichen Schlüssel kopieren
it: Copia la chiave privata
ja: 公開鍵のコピー
ko_kr: 공개키 복사

source: Core : 5
de: Kern: 5
ja: コア : 5
ko_kr: 코어: 5
tr_tr: Çekirdek : 5

source: Core Team Members
de: Kern Team Mitglieder
id: Anggota Tim Inti
ko_kr: 코어 팀 구성원
tr_tr: Çekirdek Takım Üyeleri

source: Core and Optional Services
de: Core und optionale Dienstleistungen
id: Core and Optional Services (layanan inti dan opsional)
ja: コアサービスと追加サービス
ko_kr: 핵심 및 선택 서비스
tr_tr: Çekirdek ve Seçimli Servisler

source: Core and mature Big Tent projects are tracked in the `Project Navigator <https://www.openstack.org/software/project-navigator>`_
de: Core und ausgereifte Big Tent Projekte werden im `Project Navigator <https://www.openstack.org/software/project-navigator> `_ verfolgt

source: Core services (Compute, Networking, Block and Object Storage, etc.)
de: Kerndienste (Compute, Networking, Block- und Objektspeicher etc.)
id: Layanan inti (Compute, Networking, Block and Object Storage, etc.)
ja: コアサービス (Compute, Networking, Block, Object Storage など)
ko_kr: 핵심 서비스 (Compute, Networking, Block and Object Storage 등)
tr_tr: Çekirdek servisler (Hesaplama, Ağ, Blok ve Nesne Deposu, vs.)

source: Core services are OpenStack projects and essential in every OpenStack-powered IaaS cloud or product
de: Kerndienste sind OpenStack-Projekte und essentiell in jeder OpenStack-gestützten IaaS Cloud oder Produkt enthalten.
id: Layanan inti adalah proyek OpenStack dan penting dalam setiap OpenStack-Powered Cloud IaaS atau produk
ja: コアサービスは OpenStack プロジェクトで、かつ、どの OpenStack ベースの IaaS クラウドや製品でも不可欠なサービス
ko_kr: 핵심 서비스는 OpenStack 프로젝트이며 모든 OpenStack 을 중심으로 운영되는 IaaS 클라우드 또는 제품 내에서 필수입니다.
tr_tr: Çekirdek hizmetler OpenStack projeleridir ve her OpenStack ile çalışan IaaS bulut veya ürünü için önemlidir

source: Core team
de: Kernteam
id: Core team (tim inti)
ja: コアチーム
ko_kr: 코어 팀
tr_tr: Çekirden takım

source: Could be a short question as an IRC vote or something like as an exercise between two blocks
de: Könnte eine kurze Frage als IRC-Voting oder so etwas wie eine Übung zwischen zwei Blöcken sein
id: Bisa jadi pertanyaan singkat sebagai pemungutan suara IRC atau sesuatu seperti latihan antara dua blok
tr_tr: IRC oyu olarak kısa bir soru olabilir ya da iki blok arasındaki bir egzersiz gibi bir şey olabilir

source: Could be done before end of class, for instance during the deep dive blocks
de: Könnte vor dem Ende der Klasse, zum Beispiel während der Deep Dives gemacht werden
id: Bisa dilakukan sebelum akhir kelas, misalnya saat mendalami dalam blok
tr_tr: Ders bitmeden, örneğin derin dalış blokları sırasında yapılabilir

source: Could be emailed survey after the class - harder to get participation
de: Könnte per E-Mail Umfrage nach der Klasse gemacht werden - schlechter, um Teilnahme zu bekommen
id: Bisa diemailkan survei setelah kelas - lebih sulit untuk mendapatkan partisipasi
tr_tr: Ders sonrası anket e-postayla gönderilebilir - katılım daha zor

source: Course Outline
de: Kursübersicht
id: Course Outline (garis besar mata pelajaran)
it: Schema del corso
ja: コース概要
ko_kr: 과정 목차
tr_tr: Ders Ana hattı

source: Create & push a Work in Progress (WIP) to the sandbox
de: Erstellen & Pushen Sie eine Work in Progress (WIP) in den Sandkasten
id: Buat & mendorong Work in Progress (WIP) ke sandbox
ja: 作業中のパッチ (Work in Progress; WIP) の作成と sandbox への投稿
ko_kr: Work in Progress (WIP) 를 sandbox에 생성 및 푸시합니다
tr_tr: Sandbox'a, Devam Etmekte olan İş (WIP) oluştur & gönder

source: Create a blueprint based upon concrete activities, times and any other details your group thinks are appropriate.
de: Erstellen Sie ein Blueprint auf der Grundlage von konkreten Aktivitäten, Zeiten und andere Details, die Ihre Gruppe für angebracht hält.
id: Buat blueprint berdasarkan aktivitas konkret, waktu dan rincian lainnya yang menurut kelompok Anda sesuai.
ko_kr: 구체적인 활동, 일정 및 그룹에 적절하다고 생각하는 기타 세부 사항을 기반으로 하는 blueprint를 생성합니다.
tr_tr: Somut faaliyetler, zamanlar ve grubunuzun uygun bulduğu diğer ayrıntıları temel alan bir plan oluşturun.

source: Create a draft .rst file with an outline for the itinerary.
de: Erstellen Sie eine Entwürfe .rst-Datei mit einem Umriss für die Reiseroute.
id: Buat file .rst draft dengan garis besar untuk rencana perjalanan.
ko_kr: 여정에 대한 개요와 함께 .rst 초안 파일을 생성합니다.
tr_tr: Güzergahın taslağını içeren bir taslak .rst dosyası oluşturun.

source: Create a few different changes and submit new patchsets to those few changes in the Sandbox repository for one bug in Launchpad.
de: Erstellen Sie ein paar verschiedene Änderungen und senden Sie neue Patchesets zu den wenigen Änderungen im Sandbox-Repository für einen Bug im Launchpad.
id: Buat beberapa perubahan yang berbeda dan kirimkan patch baru ke beberapa perubahan di repositori Sandbox untuk satu bug di Launchpad.
tr_tr: Birkaç farklı değişiklik oluşturun ve Launchpad'deki bir hata için Sandbox deposundaki bu birkaç değişikliğe yeni yama ekleyin.

source: Create a new commit with the .rst file in openstack-dev/sandbox repository and submit the commit to Gerrit when you are finished.
de: Erstellen Sie ein neues Commit mit der .rst-Datei im openstack-dev / sandbox-Repository und senden Sie das Commit an Gerrit, wenn Sie fertig sind.
id: Buat komit baru dengan file .rst di repositori openstack-dev/sandbox dan menyerahkan komitmen ke Gerrit setelah Anda selesai.
ko_kr: 해당 .rst 파일을 포함하여 새로운 커밋을 openstack-dev/sandbox 저장소에 생성하고 완료된 경우 해당 커밋을 Gerrit에 제출합니다.
tr_tr: openstack-dev/sandbox deposunda .rst dosyası ile yeni bir gönderi oluşturun ve işiniz bittiğinde gönderiyi Gerrit'e gönderin.

source: Create a virtual machine on your laptop with Ubuntu 16.04 installed and 6+ GB of RAM.
de: Erstellen Sie eine virtuelle Maschine auf Ihrem Laptop mit Ubuntu 16.04 und 6+ GB RAM.
id: Buat mesin virtual pada laptop Anda dengan Ubuntu 16.04 yang telah terinstal dan 6+ GB RAM.
ko_kr: 노트북에 Ubuntu 16.04 설치 및 RAM 6기가 이상의 가상 머신을 생성합니다.
tr_tr: Dizüstü bilgisayarınızda Ubuntu 16.04 ve 6+ GB RAM bulunan bir sanal makine oluşturun.

source: Create a worklist, with a story that has at least two tasks in the sandbox enivronment. After it's been created assign the tasks to yourself.
de: Erstellen Sie eine Arbeitsliste, mit einer Story, die mindestens zwei Aufgaben im Sandbox Enivronment hat. Nachdem sie erstellt wurde, ordnen Sie die Aufgaben selbst zu.
id: Buat daftar kerja, dengan cerita yang memiliki setidaknya dua tugas di dalam lingkungan sandbox. Setelah itu buat tetapkan tugas untuk diri sendiri.

source: Create and submit a bug or blueprint to our sandbox repository. Include at least one tag when creating your bug. Once it has been created, assign it to yourself.
de: Erstellen und senden Sie einen Bug oder Blueprint zu unserem Sandbox-Repository. Fügen Sie mindestens ein Tag bei der Erstellung Ihres Bugs ein. Sobald es erstellt wurde, ordnen Sie es sich selbst zu.
id: Buat dan kirimkan bug atau cetak biru ke repositori sandbox kami. Sertakan setidaknya satu tag saat membuat bug Anda. Setelah itu diciptakan, berikan pada diri Anda sendiri.

source: Create your commit and push upstream for review
de: Erstellen Sie Ihr Commit und drücken Sie upstreams für den Revew
id: Buat Anda berkomitmen dan mendorong hulu untuk peninjauan
tr_tr: Gönderinizi oluşturun ve üst akıma gözden geçirme için gönderin

source: Crews: `Beijing Crew <https://wiki.openstack.org/wiki/OpenStack_Upstream_Institute_Occasions#Beijing_Crew>`_
de: Besatzungen: `Beijing Crew <https://wiki.openstack.org/wiki/OpenStack_Upstream_Institute_Occasions#Beijing_Crew> `_

source: Crews: `Boston Crew <https://wiki.openstack.org/wiki/OpenStack_Upstream_Institute_Occasions#Boston_Crew>`_
de: Besatzungen: `Boston Crew <https://wiki.openstack.org/wiki/OpenStack_Upstream_Institute_Occasions#Boston_Crew> `_

source: Current branch name information
de: Aktuelle Branchennamen
id: Informasi nama cabang saat ini
ko_kr: 현재 브랜치 이름 정보
tr_tr: Mevcut dal isim bilgisi

source: Customer collaboration over contract negotiation
de: Zusammenarbeit mit Kunden über Vertragsverhandlungen
id: Kolaborasi pelanggan melalui negosiasi kontrak
ko_kr: 계약 및 협상과 함께 하는 고객과의 협업
tr_tr: Sözleşme müzakeresi için müşteri işbirliği

source: DB schema changes
de: DB-Schema ändert sich
id: Perubahan skema DB
it: Modifiche allo schema del DB
ja: DB スキーマの変更
ko_kr: DB 스키마 변경 사항
tr_tr: DB şema değişiklikleri
