Repository: Gheorghita/training-guides
Catalog: doc/upstream-training/source/locale/*/LC_MESSAGES/upstream-training.po
Languages: de, id, it, ja, ko_kr, tr_tr

source: An agreement to clarify intellectual property license granted with contributions from a person or entity. `Preview the full agreement <https://review.openstack.org/static/cla.html>`_.
de: Eine Vereinbarung zur Klärung der Lizenz für geistiges Eigentum, die mit Beiträgen einer Person oder Einrichtung entsteht. `Vorschau der vollen Vereinbarung <https://review.openstack.org/static/cla.html>`_.
it: Un accordo di licenza per chiarire la proprietà intellettuale concesso con il contributo di una persona o entità. `In anteprima l'accordo completo <https://review.openstack.org/static/cla.html>` _.
ja: 個人やエンティティーのコントリビューションについての、知財のライセンスを明示したアグリーメントです。 `完全なアグリーメントのプレビュー <https://review.openstack.org/static/cla.html>`_ はこちら。
ko_kr: 어떤 사람 또는 주체로부터 컨트리뷰션 부여에서 지적 재산권 라이선스를 명확화하는 약관입니다. `전체 약관 미리보기 <https://review.openstack.org/static/cla.html>`_

source: An employer with the appropriate signing rights of the company or organization needs to sign the `Corporate Contributor License Agreement <https://secure.echosign.com/public/hostedForm?formid=56JUVGT95E78X5>`_.
de: Ein Arbeitgeber mit den entsprechenden Unterzeichnungsrechten der Gesellschaft oder Organisation muss die "Corporate Contributor Lizenzvereinbarung <https://secure.echosign.com/public/hostedForm?formid=56JUVGT95E78X5>` _ unterzeichnen.

source: An official project is aligned with the OpenStack Mission if it
de: Ein offizielles Projekt ist auf die OpenStack Mission ausgerichtet
id: Sebuah proyek resmi diselaraskan dengan Misi OpenStack jika itu
ko_kr: 공식 프로젝트는 다음과 같은 경우 OpenStack 임무와 나란히 합니다
tr_tr: Resmi bir proje OpenStack Misyonu ile uyumluysa

source: Analysing Jenkins Failures
de: Analysieren von Jenkins-Fehlern

source: Answer other's questions or help direct them to those who can
de: Beantworten Sie andere Fragen oder helfen Sie, sie zu denen zu bringen, die es können
id: Menjawab pertanyaan orang lain atau membantu mengarahkan mereka ke orang yang bisa
tr_tr: Başkalarının sorularını cevaplayın ve cevaplayabilecek birilerini bulmalarına yardım edin

source: Answering reviewer's comment(s) is a best practice.
de: Die Antwort des Rezensenten ist eine Best Practice.
id: Komentar penjawab resensi adalah praktik terbaik.
tr_tr: İncelemecinin yorumlarını yanıtlamak en iyi uygulamadır.

source: Application Catalog service
de: Applikationskatalog-Dienst
id: Layanan Application Catalog
ja: Application Catalog サービス
ko_kr: 응용 프로그램 카탈로그 서비스
tr_tr: Uygulama Katalog hizmeti

source: Apply for individual membership (recommended), create a single sign-on account and sign the ICLA
de: Bewerben Sie sich für einzelne Mitgliedschaft (empfohlen), erstellen Sie ein einziges Anmeldekonto und unterzeichnen Sie die ICLA
id: Mendaftar untuk keanggotaan individu (disarankan), buat satu akun masuk dan tanda tangani ICLA

source: Appropriate Fixes
de: Geeignete Fixes
id: Appropriate Fixes (perbaikan yang tepat)
it: Correzioni appropriate
ja: 適切な修正
ko_kr: 적절한 수정
tr_tr: Uygun Düzeltmeler

source: Archive
de: Archiv
id: Archive (arsip)
ja: アーカイブ
ko_kr: 보관
tr_tr: Arşiv

source: Archive and collect
de: Archivieren und sammeln
id: Mengarsipkan dan mengumpulkan
it: Archivia e raccogli
ja: 記録保管所と収集
ko_kr: 보관 및 수집
tr_tr: Arşivle ve topla

source: Archive of additional training activities
de: Archiv der zusätzlichen Trainingsaktivitäten
id: Arsip kegiatan pelatihan tambahan
ko_kr: 부가적인 트레이닝 활동에 대한 아카이브
tr_tr: Ek eğitim aktiviteleri için arşiv

source: Archived exercises
de: Archivierte Übungen
id: Latihan yang diarsipkan
ko_kr: 이전 실습
tr_tr: Arşivlenmiş alıştırmalar

source: Archives
de: Archiv
id: Arsip
ja: これまでの Upstream Training
ko_kr: 아카이브
tr_tr: Arşivler

source: Article: `Get up to speed with the OpenStack Upstream Institute <http://superuser.openstack.org/articles/openstack-upstream-institute-update/>`_
de: Artikel: `Starten mit dem OpenStack Upstream Institute <http://superuser.openstack.org/articles/openstack-upstream-institute-update/> `_
ko_kr: 기사: `Get up to speed with the OpenStack Upstream Institute <http://superuser.openstack.org/articles/openstack-upstream-institute-update/>`_

source: Ask a mentor to break the *tested* code of one test case
de: Bitten Sie einen Mentor den *getesteten* Code eines Testcases kaputtzumachen
id: Meminta mentor untuk memecahkan kode *tested* untuk satu batu ujian
ko_kr: 멘토에게 하나의 테스트 케이스에 대한 *테스트가 이루어진* 코드를 변경해줄 것을 요청합니다
tr_tr: Bir danışmandan bir test durumunun *test edilmiş* kodunu bozmasını isteyin

source: Ask questions during the class
de: Stellen Sie Fragen in der Klasse
id: Mengajukan pertanyaan selama kelas
ja: トレーニング中の質問に使います
ko_kr: 수업 중 질문을 합니다
tr_tr: Ders sırasında soru sorun

source: Ask questions in the channel or send direct messages
de: Fragen im Kanal stellen oder direkte Nachrichten senden
id: Mengajukan pertanyaan di channel atau mengirim pesan langsung
tr_tr: Soruları kanalda sorun veya doğrudan mesaj gönderin

source: Ask the students questions to make sure they are engaged and understand the material
de: Fragen Sie die Schüler, um sicherzustellen, dass sie folgen können und das Material verstehen
id: Ajukan pertanyaan kepada siswa untuk memastikan mereka terlibat dan mengerti materinya
tr_tr: Öğrencilerin katıldıklarından ve materyali anladıklarından emin olmak için soru sorun

source: Assess your approach
de: Beurteilen Sie Ihren Ansatz
id: Menilai pendekatan Anda
it: Valuta il tuo approccio
ja: 自身のアプローチの評価
ko_kr: 접근 방식에 대한 평가
tr_tr: Yaklaşımını değerlendir

source: Assignee: the developer working on the fix
de: Bearbeiter: Der Entwickler arbeitet an der Fixierung
id: Assignee: pengembang bekerja pada perbaikan
it: Assegnatario: lo sviluppatore che lavora su una correzione
ja: 担当者 (Assignee): 修正に取り組んでいる開発者
ko_kr: 할당자: 수정 중에 있는 개발자

source: Assist the PTL in driving program goals
de: Unterstützung der PTL bei der Durchführung von Programmzielen
id: Bantu PTL dalam mengarahkan tujuan program
ko_kr: 프로그램 목표를 진행함에 있어 PTL을 돕습니다
tr_tr: Program hedeflerine ulaşmada PTL'ye yardımcı olun

source: Assuming you weren't able to find keys in your ~/.ssh directory, you can generate a new ssh key using the provided email as a label by going into your terminal program and typing::
de: Falls Sie Ihre Schlüssel nicht im Verzeichnis ~/.ssh finden, können Sie einen neuen Schlüssel mit der zur Verfügung gestellten Email-Adresse als Label generieren. Geben Sie in Ihrem Terminalprogramm ein:
ja: もし ~/.ssh ディレクトリーに鍵が見つからなければ、端末上のプログラムで、次のように電子メールをラベルとして入力することで、新しい ssh 鍵を作成することができます ::
ko_kr: ~/.ssh 디렉토리에서 키를 찾을 수 없다는 가정하에, 터미널 프로그램으로 이동한 후 주어진 이메일을 라벨로 사용하여 새로운 ssh 키를 생성할 수 있습니다::

source: At the end of the four sprints, ensure you take a group photo!
de: Am Ende der vier Sprints sorgen Sie für ein Gruppenfoto!
id: Pada akhir empat sprint, pastikan Anda mengambil foto grup!
ja: 4回のスプリントが終わったら、グループ写真を撮ることを忘れずに !
ko_kr: 네 번째 sprint 마지막에, 단체 사진을 찍을 수 있도록 합니다!
tr_tr: Dört sprintin sonunda, bir grup fotoğrafı çektiğinizden emin olun!

source: At the prompt, type a secure a passphrase, you may enter one or press Enter to have no passphrase::
de: Am Prompt tippen Sie eine sichere Passphrase. Sie können auch einfach Enter drücken, um keine Passphrase zu verwenden::
ja: プロンプトで、セキュリティのためのパスフレーズを入力します。パスフレーズを入力しない場合は、そのまま Enter キーを押します。
ko_kr: 보안을 갖춘 passphrase를 입력하는 프롬프트에서, 입력하거나 또는 passphrase를 사용하지 않기 위해 엔터키를 입력할 수도 있습니다::

source: Attend the meetings
de: An den Treffen teilnehmen
id: Menghadiri pertemuan
ja: ミーティングに参加する
ko_kr: 미팅에 참석합니다
tr_tr: Toplantılara katılın

source: Attending regular meetings
de: Regelmäßige Meetings besuchen
id: Menghadiri pertemuan rutin
ja: 定期ミーティングに参加する
ko_kr: 정기 미팅에 참석합니다
tr_tr: Düzenli toplantılara katılma

source: Attends project meetings
de: Teilnahme an Projektmeetings

source: Auto-Login On Connecting To Freenode
de: Auto-Login am Anschluss an Freenode
it: Fai l'accesso automatico collegandoti a Freenode
ja: Frenode 接続時の自動ログイン
ko_kr: Freenode 연결에 대한 자동 로그인

source: Available metrics
de: Verfügbare Metriken
id: Metrik yang tersedia
ko_kr: 사용 가능한 지표
tr_tr: Ulaşılabilir ölçütler

source: Be able to identify and start a task (bug fix, feature design and implementation, Working Group activity and so forth)
de: In der Lage sein, eine Aufgabe zu identifizieren und zu starten (Fehlerbehebung, Feature-Design und Implementierung, Arbeitsgruppeaktivität und so weiter)
id: Dapat mengidentifikasi dan mulai tugas (bug fix, fitur desain dan implementasi, kegiatan Working Group dan sebagainya)
tr_tr: Bir görevi tanımlama ve başlatma (hata düzeltme, özellik tasarımı ve uygulaması, Çalışma Grubu etkinliği vb.)

source: Be collaborative
de: kooperativ sein
id: Jadilah kolaboratif
it: Essere collaborativo
ja: 共同で作業する
ko_kr: 공동으로 협력하기
tr_tr: Birlikte çalışılabilir olun

source: Be communicative
de: kommunikativ sein
id: Harap komunikatif
ja: コミュニケーションをとる
ko_kr: 의사소통을 합니다
tr_tr: İletişime açık olun

source: Be on top of people's comments
de: Bleiben Sie bei den Kommentaren der anderen am Ball
id: Berada di atas komentar orang
ja: みんなのコメントにきちんと対応しましょう
ko_kr: 구성원의 코멘트 위에 있도록 합니다
tr_tr: İnsanların yorumlarının üstesinden gelin

source: Be patient
de: Seien Sie geduldig
id: Harap sabar
ja: 辛抱強く
ko_kr: 인내심을 갖습니다
tr_tr: Sabırlı olun

source: Be polite, be helpful
de: Seien Sie höflich und hilfsbereit
id: Bersikaplah sopan, membantu
ja: 礼儀正しく、親切に
ko_kr: 예의를 갖추고, 서로 도웁니다
tr_tr: Nazik ol, yardımcı ol

source: Be prepared with the deep dives that attendees have very different level of knowledge and experience
de: Seien Sie beim Deep Dive vorbereitet, dass die Teilnehmer sehr unterschiedliche Kenntnisse und Erfahrungen haben
id: Bersiaplah dengan penyelaman yang mendalam bahwa peserta memiliki tingkat pengetahuan dan pengalaman yang sangat berbeda
tr_tr: Katılımcıların çok farklı bilgi ve deneyim düzeylerine sahip oldukları derin dalışlarla hazırlanın

source: Be true to your role
de: Seien Sie treu zu Ihrer Rolle
id: Benar untuk peran Anda
ja: 役割に忠実である
ko_kr: 역할에 대해 진실성을 가집니다
tr_tr: Rolüne sadık kal

source: Being able to read and write English at a technical level
de: In der Lage zu sein, englisch auf einem technischen Level zu lesen und zu schreiben.
id: Mampu membaca dan menulis bahasa Inggris di tingkat teknis
it: Essere in grado di leggere e scrivere l'inglese ad un livello tecnico
ja: 技術レベルの英語を読み書きできること
ko_kr: 영어로된 기술 용어를 읽고 쓸 수 있는 레벨
tr_tr: Teknik seviyede İngilizce okuma ve yazma becerisi

source: Being phased out over the next few releases
de: Im Laufe der nächsten Versionen auslaufend
id: Dihapus selama beberapa rilis berikutnya

source: Benefits of being an Official OpenStack project
de: Vorteile eines offiziellen OpenStack-Projekts
id: Manfaat menjadi proyek OpenStack resmi
ja: OpenStack 公式プロジェクトであることのメリット
ko_kr: 공식 OpenStack 프로젝트에 속하고 있을 때 이점
tr_tr: Resmi OpenStack projesi olmanın faydaları

source: Better entry point for new contributors finding their place in the community
de: Besserer Einstieg für Mitwirkende, um ihren Platz in der Gemeinschaft zu finden
id: Pintu masuk yang baik bagi kontributor baru menemukan tempat mereka di masyarakat
ko_kr: 커뮤니티에서 새로운 컨트리뷰터가 진입점으로 찾는 데 보다 적합합니다
tr_tr: Yeni katkıcıların toplulukta yerlerini bulmaları için daha iyi bir giriş noktası

source: Better for cross project coordination
de: Besser für Cross-Projekt-Koordination
id: Lebih baik koordinasi lintas proyek
ko_kr: 프로젝트 간 상호 조정에 적합

source: Big Tent is a code name for the official OpenStack projects
de: Big Tent ist ein Codename für die offiziellen OpenStack-Projekte
ja: Big Tent は OpenStack 公式プロジェクト全体のコード名です。

source: Blueprints can have an associated spec
de: Blueprints können eine zugehörige Spezifikation haben
id: Cetak biru bisa memiliki spec yang terkait

source: Board : 1
de: Vorstand: 1
ja: ボード : 1
ko_kr: 이사회: 1
tr_tr: Pano: 1

source: Board of Directors
de: Verwaltungsrat
id: Dewan direksi
ko_kr: 이사회
tr_tr: Yönetici Panosu

source: Board of directors
de: Verwaltungsrat
id: Dewan direksi
ko_kr: 이사회
tr_tr: Yönetim kurulu

source: Body
de: Körper
ko_kr: 내용
tr_tr: Gövde

source: Branching model
de: Verzweigungsmodell
id: Pencabangan model
it: Modello di ramificazione
ja: ブランチモデル
ko_kr: 브랜칭 모델
tr_tr: Dallanma modeli

source: Brief explanation with context about the patch
de: Kurze Erklärung mit Kontext über den Patch
id: Penjelasan singkat dengan konteks tentang patch
ko_kr: 패치에 대한 문맥과 함께 간략한 설명
tr_tr: Bağlamla birlikte yama hakkında kısa açıklama

source: Bug (Partial-Bug, Related-Bug, Closes-Bug)
de: Bug (Partial-Bug, Verwandte-Bug, Closes-Bug)
ja: バグ (Partial-Bug, Related-Bug, Closes-Bug)
ko_kr: 버그 (Partial-Bug, Related-Bug, Closes-Bug)
tr_tr: Hata (Parça-Hata, İlgili-Hata, Kapalı-Hata)

source: Bug Assigned
de: Bug zugewiesen
id: Bug Assigned (bug yang ditetapkan)
ko_kr: 할당된 버그
tr_tr: Hata Atandı

source: Bug Assigning
de: Fehlerbehebung
ko_kr: 버그 할당
tr_tr: Hata Atama

source: Bug Report Submission
de: Bug Report Einreichung
id: Bug Report Submission (penyampaian laporan bug)
ko_kr: 버그 리포트 제출
tr_tr: Hata Bildirimi Gönderme

source: Bug fixes
de: Fehlerbehebung
id: Perbaikan kesalahan
ko_kr: 버그 수정
tr_tr: Hata ayıklama

source: Bug reports
de: Fehlerberichte
id: Laporan bug
ko_kr: 버그 리포트
tr_tr: Hata raporları

source: Bugday shows real-time stats during bug smash days.
de: Bugday zeigt Echtzeit-Stats während Bug-Smash-Tagen.
id: Bugday menunjukkan statistik real-time selama hari-hari penghancuran bug.
ko_kr: 버그데이는 버그 잡는 날의 실시간 통계를 보여줍니다.
tr_tr: Bugday, hata bulma günlerinde gerçek zamanlı istatistikleri gösterir.

source: Bugs: - Issues with current code - Items that need to be changed or updated
de: Bugs: - Probleme mit dem aktuellen Code - Elemente, die geändert oder aktualisiert werden müssen
id: Bug: - Masalah dengan kode saat ini - Item yang perlu diubah atau diperbarui

source: Build a network
de: Bauen Sie ein Netzwerk auf
id: Membangun jaringan
ko_kr: 네트워크 구축
tr_tr: Bir ağ oluşturun

source: Build a street out of Lego. All buildings must be connected by road and sidewalk. The Foundation, TC, and Board must approve the overall design of the street.
de: Bau einer Straße aus Lego. Alle Gebäude müssen über Straße und Bürgersteig verbunden sein. Die Stiftung, TC und Board müssen das Gesamtdesign der Straße genehmigen.
id: Membangun jalan keluar dari Lego. Semua bangunan harus terhubung oleh jalan dan trotoar. Yayasan, Technical Committee, dan Dewan harus menyetujui desain keseluruhan dari jalan.
ja: LEGO による街並みを組み立てます。すべての建物は道路/歩道と繋げなくてはいけません。 Foundation 、 技術委員会 (TC) 、 ボードは街並みの全体的なデザインについて、承認を行う必要があります。
ko_kr: 레고에서 벗어나 거리를 만듭니다. 모든 건물은 도로 및 보도에 의해 연결되어 있어야 합니다. Foundation, TC, 그리고 이사회는 거리에 대한 전반적인 디자인을 승인해야 합니다.
tr_tr: Lego'dan bir cadde kurun. Tüm binalar yol ve kaldırım yoluyla bağlı olmalıdır. Vakıf, TC ve Kurul, caddenin genel tasarımını onaylamalıdır.

source: Building Blocks: build as you need
de: Bausteine: bauen, wie benötigt
id: Blok bangunan: membangun yang Anda butuhkan
ja: 構成部品: 必要に応じて組み合わせる
ko_kr: 블록 생성: 필요한 만큼 생성합니다
tr_tr: Bloklar İnşa etme: ihtiyacınız kadar inşa edin

source: Building Your Persona
de: Aufbau dein Persona
tr_tr: Karakterinizi Oluşturun

source: Building documentation
de: Bauanleitung
id: Dokumentasi pembangunan
ko_kr: 문서 빌드
tr_tr: Belge oluşturmak

source: Building software in a community looks really complicated
de: Softwarebauen in einer Community sieht wirklich kompliziert aus
id: Pembangunan perangkat lunak dalam komunitas terlihat benar-benar rumit
ja: コミュニティーでソフトウェアを作成することは、とても複雑に見えます
ko_kr: 커뮤니티에서 소프트웨어를 만드는 것은 정말 복잡해 보입니다
tr_tr: Bir toplulukta yazılım geliştirme gerçekten karmaşık görünüyor

source: Can participate in common programs, like mentoring and internship to help with on boarding
de: Können an üblichen Programmen wie Mentoring und Praktika zum Einlernen teilnehmen
id: Dapatkah berpartisipasi dalam program umum (common program), seperti mentoring dan magang (internship) untuk membantu dengan di asrama
ko_kr: (OpenStack에) 승선하도록 돕는 멘토링 및 인턴쉽과 같은 공통 프로그램에 참여 가능합니다
tr_tr: Takıma katılma ile ilgili yardım etmek için mentorluk ve staj gibi ortak programlara katılabilir

source: Can publish to docs.openstack.org and developer.openstack.org
de: Kann zu docs.openstack.org und developer.openstack.org veröffentlichen
id: Dapatkah mempublikasikan ke docs.openstack.org dan developer.openstack.org
ja: docs.openstack.org と developer.openstack.org でドキュメントを公開できます
ko_kr: docs.openstack.org 및 developer.openstack.org에 출판할 수 있습니다
tr_tr: docs.openstack.org ve developer.openstack.org'a yayın yapabilir

source: Cannot be modified once merged
de: Kann nicht nochmal gemerged werden
id: Tidak bisa dimodifikasi sekali digabung
ko_kr: 한 번 병합되면 수정될 수 없음
tr_tr: Bir kez birleştirildiğinde değiştirilemiyor

source: Capture your idea in a spec/blueprint
de: Erfassen Sie Ihre Idee in einer Spezifikation/Blueprint
id: Menangkap ide Anda di spesifikasi / cetak biru
ko_kr: 생각을 스펙/블루프린트로 정리합니다
tr_tr: Fikrinizi bir tasarım/planda yakalama

source: Caused by timing/connectivity issues in check/gate
de: Verursacht durch Timing / Konnektivität Probleme in Check / Gate
id: Disebabkan oleh timing/masalah konektivitas di cek/gate
tr_tr: Denetim/kapuda zamanlama/bağlantı sorunları neden olmuştur

source: Change-Id
de: Änderungs-Id
tr_tr: Değişiklik-Id

source: Changes to Nova's internal AMQP API
de: Änderungen an der internen AMQP-API von Nova
id: Perubahan API AMQP intern Nova
it: Modifiche all'API AMQP interna di Nova
ja: Nova の内部 AMQP API の変更
ko_kr: Nova 내부 AMQP API에 대한 변경 사항
tr_tr: Nova'nın dahili AMQP APIsinde yapılan değişiklikler

source: Changes to the external HTTP APIs
de: Änderungen an den externen HTTP-APIs
id: Perubahan API HTTP eksternal
it: Modifiche alle API esterne di HTTP
ja: 外部 HTTP API の変更
ko_kr: 외부 HTTP API에 대한 변경 사항
tr_tr: Harici HTTP API'lerinde yapılan değişiklikler

source: Changes to the notification definitions
de: Änderungen der Benachrichtigungsdefinitionen
id: Perubahan definisi pemberitahuan
it: Modifiche alle definizioni di notificazione
ja: 通知の定義の変更
ko_kr: Notification 정의에 대한 변경 사항
tr_tr: Bildirim tanımlarında yapılan değişiklikler

source: Check
de: Prüfen
tr_tr: Kontrol

source: Check For Existing Keys
de: Auf vorhandene Schlüssel prüfen
it: Controlla le chiavi esitenti
ja: 既存の鍵の確認
ko_kr: 기존 키 확인

source: Check peer's Review
de: Peer-Review prüfen
id: Periksa ulasan rekan
ko_kr: 동료의 리뷰를 확인합니다
tr_tr: Eşinizin Görüşlerini kontrol edin

source: Check that :command:`apt install` works on the virtual machine
de: Prüfen Sie, dass :command:`apt install` in der virtuellen Maschine funktioniert
id: Periksa ini :command:`apt install` bekerja pada mesin virtual
ja: 仮想マシンにおいて :command:`apt install` できることを確認してください。
ko_kr: :command:`apt install` 명령이 가상 머신에서 동작하는지 확인합니다.
tr_tr: Sanal makinada :command:`apt install` komutunun çalıştığını kontrol edin

source: Check that you can ssh from your laptop to the virtual machine
de: Überprüfen Sie, ob sie mit ssh vom Laptop in die virtuelle Maschine zugreifen können
id: Periksa bahwa Anda bisa ssh dari laptop Anda ke mesin virtual
it: Controlla di poter accedere con ssh dal tuo portatile alla macchina virtuale
ja: ノート PC から仮想マシンに SSH できることを確認してください
ko_kr: 노트북에서 ssh를 사용하여 가상 머신으로 접속이 가능한지 확인합니다.
tr_tr: Dizüstü bilgisayarınızdan sanal makineye ssh çalıştırabildiğinizden emin olun

source: Check whether the tests failed or not
de: Prüfen Sie, ob die Tests fehlgeschlagen sind oder nicht
id: Periksa apakah tes gagal atau tidak
ko_kr: 테스트가 실패하는지 아닌지를 확인합니다
tr_tr: Testlerin başarısız olup olmadıklarını kontrol edin

source: Checking work status
de: Arbeitsstatus überprüfen
id: Memeriksa status pekerjaan
ko_kr: 작업 상태 확인
tr_tr: İşin durum kontrolü

source: Choose a question
de: Eine Frage wählen
id: Pilih pertanyaan
it: Scegli una domanda
ja: 質問の選択
ko_kr: 질문을 선택합니다
tr_tr: Bir soru seç

source: Choose a service and issue an API call or use its client to verify functionality
de: Wählen Sie einen Dienst und setzen Sie einen API-Aufruf ab, oder verwenden Sie den entsprechenden Klienten, um die Funktion zu prüfen
id: Pilih layanan dan keluarkan panggilan API atau gunakan klien untuk memverifikasi fungsionalitas
ko_kr: 서비스를 선택한 후 API 요청을 발생하거나 클라이언트를 사용하여 기능을 점검합니다
tr_tr: Bir hizmet seçin ve bir API çağrısı yapın veya işlevselliğini doğrulamak için istemcisini kullanın

source: Choose a table and sit with the students to help
de: Wählen Sie einen Tisch und sitzen Sie bei den Schülern um zu helfen
id: Pilih meja dan duduklah bersama siswa untuk membantu
tr_tr: Bir masa seçin ve öğrencilerle birlikte oturup yardım edin.

source: Choose and type your username carefully. Once it is set, you cannot change the username.
de: Wählen Sie und geben Sie Ihren Benutzernamen sorgfältig ein. Sobald es gesetzt ist, können Sie den Benutzernamen nicht mehr ändern.
ja: ユーザー名の選択と入力は注意して行ってください。一度設定すると、ユーザー名は変更できません。
ko_kr: 사용자 이름을 신중하게 선택 및 입력합니다. 한 번 설명되면, 사용자 이름을 바꿀 수 없습니다.

source: Choosing roles - Companies
de: Rollen wählen - Firmen
id: Memilih peran - Perusahaan
ja: 役割の選択 - カンパニー
ko_kr: 역할 선택 - 회사
tr_tr: Rolleri seçme - Şirketler

source: Choosing roles - Free agent contributors
de: Auswählen von Rollen - Freie Mitwirkende
id: Memilih peran - kontributor agent bebas
ja: 役割の選択 - フリーエージェントのコントリビューター
ko_kr: 역할 선택 - 자유로운 에이전트 컨트리뷰터
tr_tr: Kuralları seçme - Bedava aracı destekçileri

source: Choosing roles - Upstream
de: Wählen Sie Rollen - Upstream
id: Memilih peran - Hulu (Upstream)
ja: 役割の選択 - アップストリーム
ko_kr: 역할 선택 - 업스트림
tr_tr: Rol seçme - Üst akım

source: Chris Ricker (training, mentoring, assistant, english)
de: Chris Ricker (Training, Mentoring, Assistent, Englisch)
it: Chris Ricker (formazione, tutoraggio, assistente, inglese)
ko_kr: Chris Ricker (교육, 멘토링, 조교, 영어)
tr_tr: Chris Ricker (eğitim, danışman, yardımcı, ingilizce)

source: Christian Berendt - Installation (mentoring, assistant)
de: Christian Berendt - Installation (Mentoring, Assistent)
ko_kr: Christian Berendt - Installation (멘토링, 조교)
tr_tr: Christian Berendt - Kurulum (danışman, yardımcı)

source: Christophe Sauthier (training, assistant, mentoring, french, english)
de: Christophe Sauthier (Ausbildung, Assistent, Mentoring, Französisch, Englisch)
it: Christophe Sauthier (formazione, assistente, tutoraggio, francese, inglese)
ko_kr: Christophe Sauthier (교육, 조교, 멘토링, 프랑스어, 영어)
tr_tr: Christophe Sauthier (eğitim, yardımcı, danışman, fransızca, ingilizce)

source: Cindy Pallares (assistant, english)
de: Cindy Pallares (Assistentin, Englisch)
it: Cindy Pallares (assistente, inglese)
ko_kr: Cindy Pallares (조교, 영어)
tr_tr: Cindy Pallares (yardımcı, ingilizce)

source: Cleaning up activities are needed
de: Aufräumarbeiten sind erforderlich
id: Pembersihan kegiatan diperlukan
ko_kr: 클린업 활동이 필요합니다
tr_tr: Temizlik aktiviteleri gerekiyor

source: Cleanup deprecated methods
de: Aufräumen veralteter Methoden
id: Bersihkan metode yang tidak berlaku lagi
ko_kr: 지원 만료된 메소드를 정리
tr_tr: Kullanımdan kaldırılan yöntemleri temizle

source: Cleber Rosa (mentoring, assistant, portuguese)
de: Cleber Rosa (Mentoring, Assistentin, Portugiesisch)
it: Cleber Rosa (tutoraggio, assistente, portoghese)
ko_kr: Cleber Rosa (멘토링, 조교, 포르투갈어)
tr_tr: Cleber Rosa (danışman, yardımcı, portekizce)

source: Click 'Reply' and write your message, or just 'Done' for "Done" message.
de: Klicken Sie 'Reply' und schreiben Ihre Nachricht oder nur 'Done' für "Done" Nachrichten.
id: Klik 'Reply' dan tulis pesan Anda, atau hanya 'Done' untuk pesan 'Done'.
ko_kr: 'Reply' 을 클릭하고 메시지를 작성하거나, "Done" 메시지를 위해 'Done' 을 클릭합니다.
tr_tr: 'Yanıtla' yı tıklayın ve mesajınızı yazın veya yalnızca "Bitti" mesajı için 'Bitti' seçeneğini tıklayın.
