Repository: Gheorghita/training-guides
Catalog: doc/upstream-training/source/locale/*/LC_MESSAGES/upstream-training.po
Languages: de, id, it, ja, ko_kr, tr_tr

source: Status: Fix Released
it: Stato: Correzione di rilasciata
ja: 状態: 修正公開済み (Fix Released)

source: Status: In progress
it: Stato: In corso
ja: 状態: 進行中 (In progress)

source: Status: New
it: Stato: Nuovo
ja: 状態: 新規 (New)

source: Stop adding features and concentrate on bug fixes
it: Smetti di aggiungere feature e concentrati sulla correzione di bug
ja: 機能の追加の停止、バグ修正への集中

source: Submit to the TC oversight
ja: TC の監視の元に入る

source: Subset of the Foundation Individual Member
it: Sottoinsieme del singolo membro della fondazione
ja: Foundation Individual Member の一部分

source: Successfully contribute one real world patch to an OpenStack component
it: Contribuisci con successo un patch vero e proprio in un componente di OpenStack
ja: OpenStack コンポーネントへのパッチのコントリビューションを実際に 1 つ成功させる

source: Summits
ja: サミット

source: TBD when the blocks are ready
ja: 未決定。時間割が決まったら作成予定。

source: TBD, when the blocks are ready
ja: 未決定。時間割が決まったら作成予定。

source: TC seats are elected by ATC
it: I posti di TC vengono eletti da ATC
ja: TC は ATC により投票されます

source: TC votes for sessions in cross-project and other-projects tracks
ja: TC は、クロスプロジェクトと他のプロジェクトのトラックに投票する

source: Tables informally available for new/small teams
ja: 新しい小さなチーム向けに非公式に利用できるテーブル

source: Tags can be proposed by anyone
ja: タグは誰でも提案できます。

source: Tags describing OpenStack Projects
it: I tag che descrivono i progetti di OpenStack
ja: OpenStack プロジェクトを説明するタグ

source: Team diversity
ja: プロジェクトチームの多様性

source: Team up
ja: チーム構成

source: Teams of official projects are under the authority of the Technical Committee
ja: 公式プロジェクトのチームは Technical Committee の権限の元におかれます

source: Technical Committee Members
it: Membri del comitato tecnico
ja: Technical Committee のメンバー

source: Tests can be remotely or self-administered
it: I test possono essere amministrati a distanza oppure auto-amministrati
ja: テストはリモートか自己管理にて実行できます

source: Text based chat
ja: テキストベースのチャット

source: The Implementation is a subset of the whole project
ja: 実装はプロジェクト全体のサブセットです

source: The Implementation must have an open reference implementation
ja: 実装にはオープンな参照実装がなければいけません

source: The OpenStack Community
it: La communità OpenStack
ja: OpenStack コミュニティー

source: The TC seats are elected by the Active Technical Contributors ("ATC"), which are a subset of the Foundation Individual Members. Individual Members who committed a change to a repository under any of the official OpenStack programs (as defined above) over the last two 6-month release cycles are automatically considered an ATC.
it: I posti di TC vengono eletti di Collaboratori Tecnici Attivi("ATC"), che sono un sottoinsieme dei singoli membri della fondazione. I singoli membri che hanno fatto il commit di una modifica su un repository sotto uno dei programmi ufficiali OpenStack (come definito sopra) nel corso degli ultimi due cicli di 6 mesi vengono automaticamente considerati ATC.
ja: TC の座席は、Active Technical Contributors (ATC) により投票されます。ATC は Foundation Individual Members の一部分です。過去の 2 回の6 か月リリースサイクルにおいて (上で定義された) OpenStack 公式プロジェクトの何らかのリポジトリーに変更をコミットした、個人メンバーは自動的に ATC と見なされます。

source: The Technical Committee ("TC") is tasked with providing technical leadership over all the OpenStack projects. It enforces OpenStack ideals (Openness, Transparency, Commonality, Integration, Quality), decides on issues affecting multiple programs, forms an ultimate appeals board for technical decisions, and generally has oversight over the OpenStack project entirely.
it: Il Comitato Tecnico ("TC") ha il compito di fornire una leadership tecnica su tutti i progetti OpenStack. Esso fa rispettare gli ideali di OpenStack (Apertura, Trasparenza, Comunanza, Integrazione, Qualità), decide su questioni che interessano diversi programmi, costituisce un ultimo bordo di appello per le decisioni tecniche, e generalmente ha la supervisione su tutto il progetto OpenStack.
ja: TC は、すべての OpenStack プロジェクトに対して、技術的なリーダーシップをとる。OpenStack の理想 (オープン性、透明性、共通性、統合、品質) を確実にし、複数のプロジェクトに影響する問題を判断し、技術的な判断に対する最終的な審判委員会を形成し、一般的に OpenStack プロジェクト全体にわたり監督する。

source: The branch containing the fix was merged into master
it: La branca contenente la correzione è stata unita nel ramo principale
ja: この修正を含むブランチが master にマージされました

source: The bug comments contain a full analysis on how to properly fix the issue
it: I commenti del bug contengono una piena analisi su come risolvere il problema in modo adeguato
ja: バグコメントにおいて問題を修正する方法を完全に記載されている状態

source: The bug is waiting on input from the reporter
it: Il bug sta aspettando un input dal reporter
ja: 報告者からの追加情報を待っている状態

source: The bug was just created
it: Il bug è stato appena creato
ja: バグが作成された状態

source: The bug was reproduced or confirmed as a genuine bug
it: Il bug è stato riprodotto o confermato come un bug genuino
ja: バグが再現する、または本当にバグであると確認された状態

source: The fix is included in the milestone-proposed branch, a past milestone or a past release
it: La correzione è inclusa nella branca proposta di milestone, un milestone precedente o un rilascio precedente
ja: 修正が milestone-proposed ブランチ、過去のマイルストーン、または過去のリリースに含まれています。

source: The four opens
ja: 4 つのオープン

source: The milestone we need to fix the bug for, or the milestone/version it was fixed in.
it: Il milestone per il quale dobbiamo risolvere questo bug, oppure il milestone/versione nel quale è stato risolto.
ja: バグを修正する必要のあるマイルストーン、または修正されたマイルストーンやバージョン

source: The next session of the OpenStack Upstream Training will be held in Barcelona, before the OpenStack Summit Barcelona 2016:
ja: 次回 OpenStack Upstream Training は、OpenStack Summit Barcelona 2016 の直前にバルセロナで開催されます。

source: The person currently working to fix this bug. Must be set by In progress stage.
it: La persona attualmente lavorando per risolvere questo bug. Deve essere impostato In fase di progresso.
ja: 現在、このバグに取り組んでいる人。進行中状態では必ず設定されなければならない。

source: The release, or milestone, or commit ID
it: Il rilascio, o milestone, o L'ID del commit
ja: リリース、マイルストーン、コミット ID

source: The role of the Technical Committee
it: Il ruolo del comitato tecnico
ja: Technical Committee の役割

source: The role of the User Committee
ja: User Committee の役割

source: The teams get space on OpenStack Summits and Project Team Gatherings (PTG)
ja: チームは OpenStack サミットと Project Team Gathering (PTG) でスペースをもらえます

source: The trainers for the upcoming training in Barcelona:
ja: 次回のバルセロナでのトレーニングの講師:

source: This helps the i18n and Documentation projects
it: Questo aiuta i18n ed i progetti di documentazione
ja: I18n と Documentation プロジェクトに役立つ

source: This is a valid issue, but it is the way it should be
it: Questo è un problema valido, ma è così che deve essere
ja: これは有効な問題であるが、行うべき方法である

source: This is a valid issue, but we don't intend to fix that
it: Questo è un problema valido, ma non abbiamo intenzione di risolverlo
ja: これは有効な問題ですが、修正しないつもりです。

source: This is not a bug
it: Questo non è un bug
ja: バグではないと判断された状態

source: This will need to match your preferred email address in Gerrit.
it: Questo dovrà corrispondere con l'indirizzo email su Gerrit.
ja: これは Gerrit の優先メールアドレスと一致する必要がある

source: To produce the ubiquitous Open Source Cloud Computing platform that will meet the needs of public and private clouds regardless of size, by being simple to implement and massively scalable.
ja: To produce the ubiquitous Open Source Cloud Computing platform that will meet the needs of public and private clouds regardless of size, by being simple to implement and massively scalable. -- 規模によらず、パブリッククラウドやプライベートクラウドの要求を満たす、ユビキタスなオープンソースのクラウドコンピューティングプラットフォームを、シンプルな実装と大規模なスケーラビリティーで実現する。

source: Track OpenStack deployments and usage, helping to share user stories and experiences
ja: OpenStack の導入状況を把握し、ユーザーストーリーや経験を共有する支援をします

source: Trainers
ja: 講師

source: Translations / i18n issues.
it: Traduzioni/ problemi di i18n
ja: 翻訳 / i18n 関連の問題。

source: Triggered on every commit
it: Innescato su ogni commit
ja: すべてのコミットにおいて実行

source: Types of sessions
it: Tipi di sessioni
ja: セッション種別

source: Undefined
it: Indefinito
ja: Undefined (未定義)

source: Until Kilo "integrated release" meant a date when all the projects are released at the end of the development cycles
it: Fino a Kilo "rilascio integrato" significava una data in cui tutti i progetti venivano rilasciati alla fine dei cicli di sviluppo
ja: Kilo 以前、「統合リリース」はすべてのプロジェクトが開発サイクルの最後にリリースされる日付を意味した

source: Vendors may substitute alternate implementations
it: I fornitori possono sostituire implementazioni alternative
ja: ベンダーは代替実装により置き換える可能性があります

source: Voters for a given program PTL
it: Gli elettori di un determinato programma di PTL
ja: 指定されたプロジェクトの PTL の投票者

source: We are new age people with some good old technology around
ja: 私たちは新世代の人間ですが、優れた古い技術を活用しています

source: We would like to make as many matches before the Barcelona Summit as we can so you can meet with your mentee/mentor there if you are both attending.
ja: バルセロナサミットの前にできるだけ多くの受講者とメンターの組み合わせを決めて、両方が参加した場合は実際に顔を合わせられるようにしたいと思っています。

source: We'll install an IRC program called Hexchat.
it: Installeremo un programma di IRC chiamato Hexchat.
ja: Hexchat IRC プログラムをインストールします。

source: We've designed a training program to help professional developers negotiate this hurdle. It shows them how to ensure their bug fix or feature is accepted in the OpenStack project in a minimum amount of time. The educational program requires students to work on real-life bug fixes or new features during two days of real-life classes and online mentoring, until the work is accepted by OpenStack. The live two-day class teaches them to navigate the intricacies of the project's technical tools and social interactions. In a followup session, the students benefit from individual online sessions to help them resolve any remaining problems they might have.
it: Abbiamo progettato un programma di formazione per aiutare gli sviluppatori professionisti a getsire questo ostacolo. Esso gli mostra come assicurarsi che le loro correzioni di bug o feature venga accettato nel progetto OpenStack nella minima quantità di tempo. Il programma educativo richiede che gli studenti lavorino in correzioni di bug veri e propri o nuove feature durante due giorni di lezioni in diretta e tutoraggio online, finchè il lavoro venga accettato da OpenSTack. I due giorni di lezioni in diretta insegna loro a navigare le complessità degli strumenti tecnici del progetto e le interazioni sociali. In una sessione di tutoraggio, gli studenti possono godere di sessioni online individuali per aiutarli a risolvere qualsiasi altro problema essi possano avere.
ja: プロフェッショナル開発者がこのハードルを乗り越える支援をするために、トレーニングプログラムを用意しました。バグ修正や機能追加ができる限り早く OpenStack プロジェクトにきちんと取り込まれるための方法を説明します。この教育プログラムは、受講者が、2日間の集合教育とオンラインのメンタリングを通して、OpenStack に取り込まれるまで、実際にバグ修正や新機能追加に取り組む必要があります。プロジェクトの技術的なツールやコミュニティとの関わりの複雑さについて、2日間の集合教育で説明します。フォローアップセッションでは、受講者が何か疑問に感じた点を解決するために、個々のオンラインセッションを受けられます。

source: Weeks before the milestone publication date
it: Settimane prima della publicazione della data del milestone
ja: マイルストーン公開の前週

source: What kind of project do you want to contribute to?
it: A che tipo di progetto vuoi contribuire?
ja: どの種類のプロジェクトに貢献したいですか?

source: When & Where to get OpenStack Upstream Training
it: Quando e Dove avere l'OpenStack Upstream Training
ja: OpenStack Upstream Training の開催日時および開催場所

source: When in the cycle they intend to complete it
it: Quando intendono completarlo nel ciclo
ja: 完了する予定のリリースサイクル

source: When signing up for Foundation Membership, make sure to give the same email address you’ll use for code contributions.
it: Quando firmi per la qualifica di membro della fondazione, assicurati di dare lo stesso indirizzo email che userai per le contribuzioni di codice.
ja: Foundation Membership にサインアップするとき、コードのコントリビューションに使用する予定のメールアドレスと必ず同じものを使用する

source: Where developers meet face to face to finalize planning for the next release cycle.
it: Dove gli sviluppatori si incontrano faccia a faccia per finalizzare la pianificazione per il prossimo ciclo di rilascio.
ja: 開発者が顔を合わせて、次のリリースサイクルに向けて最終的に計画するところです。

source: Why you're attending the course? What are your expectations?
ja: なぜこのトレーニングに参加しているのか？何を期待しているか？

source: Wishlist
it: Lista dei desideri
ja: Wishlist (要望)

source: With our peers
it: Con i nostri colleghi
ja: 仲間と一緒に

source: With over 2000 developers from 80 different companies worldwide, OpenStack is one of the largest collaborative software-development projects. Because of its size, it is characterized by a huge diversity in social norms and technical conventions. These can significantly slow down the speed at which newcomers are successful at integrating their own roadmap into that of the OpenStack project.
it: Con più di 2000 sviluppatori da 80 aziende diverse nel mondo, OpenStack è uno dei progetti di sviluppo di software più vasti e collaborativi. A causa delle sue dimensioni, è caratterizzato da un'enorme diversità nelle norme sociali e nelle convenzioni tecniche. Queste possono rallentare significativamente la velocità in cui i nuovi arrivati hanno successo ad integrare la propria tabella di marcia in quella del progetto OpenStack.
ja: OpenStack は、最も巨大なコラボレーション型ソフトウェア開発プロジェクトの 1 つです。世界中の 80 か国以上から 2000 人を超える開発者が参加しています。その規模によりもたらされる、社会規範や技術的な習慣における多様性が特徴的です。新規参入者が自身のロードマップと OpenStack プロジェクトとの統合を成功するまでに、かなり時間がかかってしまう可能性があります。

source: Work on the fix is in progress, bug has an assignee
it: Lavora sulla soluzione in corso, il bug ha un assegnatario
ja: バグ修正が進行中で、担当者が付いている状態

source: Work sessions
it: Sessioni di lavoro
ja: ワークセッション

source: Work with the user groups worldwide to keep the OpenStack community vibrant and informed
ja: 世界中のユーザーグループと協働して、OpenStack コミュニティーを活気に満ちて、見識を保ちます

source: Write documentation
it: Scrivi documentazione
ja: ドキュメントの作成

source: `"Big Tent" and tags <http://governance.openstack.org/reference/new-projects-requirements.html>`_ (`slides <04-program-ecosystem.html>`__)
ja: `ビッグテントとタグ <http://governance.openstack.org/reference/new-projects-requirements.html>`_ (`slides <04-program-ecosystem.html>`__)

source: `Code Review <http://docs.openstack.org/infra/manual/developers.html#code-review>`_ (`slides <16-reviewing.html>`__)
it: `Revisione del codice <http://docs.openstack.org/infra/manual/developers.html#code-review>`_ (`slides <16-reviewing.html>`__)
ja: `コードレビュー <http://docs.openstack.org/infra/manual/developers.html#code-review>`_ (`スライド <16-reviewing.html>`__)

source: `Design summits <https://wiki.openstack.org/wiki/Design_Summit>`_ (`slides <05-design-summit.html>`__)
ja: `デザインサミット <https://wiki.openstack.org/wiki/Design_Summit>`_ (`スライド <05-design-summit.html>`__)

source: `Each APC/ATC in the class should add a URL to the etherpad proving it`
it: `Ciascun APC/ATC nella classe dovrebbe aggiungere un URL all'etherpad provandolo`
ja: `クラスにいる APC / ATC は、それを証明する URL を etherpad に追加してください。`

source: `Etherpad for Austin Upstream Training <https://etherpad.openstack.org/p/upstream-training-austin>`_
it: `Etherpad per l'Upstream Training ad Austin<https://etherpad.openstack.org/p/upstream-training-austin>`_
ja: `Austin Upstream Training 向け Etherpad <https://etherpad.openstack.org/p/upstream-training-austin>`_

source: `How to Contribute <workflow-howtocontribute.html>`_
ja: `コントリビューション方法 <workflow-howtocontribute.html>`_

source: `How_To_Contribute URL <https://wiki.openstack.org/wiki/How_To_Contribute>`_ (`slides <12-howtocontribute.html>`__)
ja: `コントリビューション方法の URL <https://wiki.openstack.org/wiki/How_To_Contribute>`_ (`slides <12-howtocontribute.html>`__)

source: `IRC meetings <howitsmade-irc-meetings.html>`_
ja: `IRC ミーティング <howitsmade-irc-meetings.html>`_

source: `IRC meetings <https://wiki.openstack.org/wiki/Meetings>`_ (`slides <06-irc-meetings.html>`__)
it: `Riunioni su IRC <https://wiki.openstack.org/wiki/Meetings>`_ (`slides <06-irc-meetings.html>`__)
ja: `IRC ミーティング <https://wiki.openstack.org/wiki/Meetings>`_ (`スライド <06-irc-meetings.html>`__)

source: `Jenkins (Automated testing) <http://docs.openstack.org/infra/manual/developers.html#automated-testing>`_ (`slides <18-jenkins.html>`__)
it: `Jenkins (test automatizzati) <http://docs.openstack.org/infra/manual/developers.html#automated-testing>`_ (`slides <18-jenkins.html>`__)
ja: `Jenkins (自動テスト) <http://docs.openstack.org/infra/manual/developers.html#automated-testing>`_ (`スライド <18-jenkins.html>`__)

source: `OpenStack Governance <howitsmade-technical-committee.html>`_
ja: `OpenStack ガバナンス <howitsmade-technical-committee.html>`_

source: `OpenStack Governance <http://governance.openstack.org/>`_ (`slides <03-technical-committee.html>`__)
it: `Gestione di OpenStack <http://governance.openstack.org/>`_ (`slides <03-technical-committee.html>`__)
ja: `OpenStack ガバナンス <http://governance.openstack.org/>`_ (`slides <03-technical-committee.html>`__)

source: `OpenStack as a community <00-02-openstack-as-community.html>`__
ja: `コミュニティーとしての OpenStack <00-02-openstack-as-community.html>`__

source: `OpenStack as software <00-01-openstack-as-software.html>`__
ja: `ソフトウェアとしての OpenStack <00-01-openstack-as-software.html>`__

source: `Peer Review <http://docs.openstack.org/infra/manual/developers.html#peer-review>`_ (`slides <17-commit-message.html>`__)
ja: `相互レビュー <http://docs.openstack.org/infra/manual/developers.html#peer-review>`_ (`スライド <17-commit-message.html>`__)

source: `Release cycle <https://wiki.openstack.org/wiki/Release_Cycle>`_ (`slides <01-release-cycle.html>`__)
it: `Ciclo di rilascio <https://wiki.openstack.org/wiki/Release_Cycle>`_ (`slides <01-release-cycle.html>`__)
ja: `リリースサイクル <https://wiki.openstack.org/wiki/Release_Cycle>`_ (`スライド <01-release-cycle.html>`__)

source: `Relevant actors <howitsmade-relevant-actors.html>`_
ja: `OpenStack に関わっている人々 <howitsmade-relevant-actors.html>`_

source: `Sign-up to get involved here <https://openstackfoundation.formstack.com/forms/mentor_mentee_signup_pre_barcelona>`__.
ja: `ここで登録してください <https://openstackfoundation.formstack.com/forms/mentor_mentee_signup_pre_barcelona>`__ 。

source: `Tracking <workflow-launchpad.html>`_
ja: `活動のトラッキング <workflow-launchpad.html>`_

source: `Training introduction <00-00-introduction.html>`__
ja: `トレーニングの紹介 <00-00-introduction.html>`__

source: `ready to use DevStack VM <https://wiki.openstack.org/wiki/OpenStack_Upstream_Training/Setup_DevStack>`_ for participants with network connectivity but troubles with their laptop
ja: 参加者は `devstack 仮想マシンの使用準備 <https://wiki.openstack.org/wiki/OpenStack_Upstream_Training/Setup_DevStack>`_ とネットワーク接続ができているが、ノート PC に問題がある

source: a blueprint is a description of a solution
it: un blueprint è una descrizione di una soluzione
ja: ブループリントはソリューションを記載したものです

source: a description
it: una descrizione
ja: 説明

source: a forum for listing and planning specifications for work to be done
it: un forum per elencare e pianificare specificazioni per il lavoro da svolgere
ja: 実行する作業の仕様を一覧化して計画するためのフォーラム

source: a title
it: un titolo
ja: タイトル

source: add an error and match it to the jenkins message
it: aggiungi un errore e fallo corrispondere al messaggio di Jenkins
ja: エラーを追加して、Jenkins のメッセージと対応づけてください。

source: anyone doing Gerrit code review can act as the stick
ja: Gerrit コードレビューをしている誰でも指揮をとれる (stick)

source: ask a core developer or bug supervisor => Status: Triaged
it: chiedi ad uno sviluppatore principale o al supervisore di bug => Stato: Confermato
ja: コア開発者やバグスーパーバイザーによる確認 ⇒ 状態: トリアージド (Triaged)

source: carrot by alerting people to the benefits
ja: 人々に有益性を知らせることによる報酬 (carrot)

source: check for duplicates
it: Controlla i duplicati
ja: 重複を確認する

source: core developer or a member of the project bug supervision team => Importance: <Bug impact>
it: sviluppatore principale o un membro del team del progetto di supervisone di bug => Importanza: <Impatto del bug>
ja: プロジェクトのバグスーパーバイザーチームのコア開発者やメンバー ⇒ 重要度 (Importance): <Bug impact>

source: determining how to fix the bug
it: determinare come correggere il bug
ja: バグ修正方法の判断

source: developer work on a fix
it: il lavoro di sviluppo su una correzione
ja: 開発者は修正に取り組む

source: ensures basic interoperability with the rest of OpenStack: User-facing API services should support Keystone for discovery and authentication
ja: OpenStack の他の部分と基本的な相互運用性がある: ユーザーが使用する API サービスはサービスの発見と認証として Keystone に対応すべき

source: file it against the proper OpenStack project
it: Archivialo contro il giusto progetto OpenStack
ja: 適切な OpenStack プロジェクトに対して投稿する

source: have a clear and defined scope.
ja: 明確で定義されたスコープがあるか

source: lacking information => Status: Incomplete
it: informazioni carenti => Stato: incompleto
ja: 情報不足 => Status: 不完全 (Incomplete)

source: longer-form go on a wiki page
ja: より長い形式は wiki ページにあります

source: milestone or release branch
it: milestone o branca di rilascio
ja: マイルストーンまたはリリースブランチ

source: optional if straightforward
it: opzionale se lineare
ja: 複雑でなければオプション

source: provides a cloud infrastructure service or should directly build on an existing OpenStack cloud infrastructure service
ja: クラウドインフラサービスを提供している、もしくは、既存の OpenStack クラウドインフラサービス上に直接構築できるか

source: quality of the OpenStack git history
it: qualità della git history di OpenStack
ja: OpenStack git 履歴の品質

source: read tc.2014-04-01-20.03.log.html and briefly comment on keystone document
it: leggi tc.2014-04-01-20.03.log.html e commenta brevemente sul documento keystone
ja: tc.2014-04-01-20.03.log.html を読み、keystone ドキュメントに簡潔にコメントしてください

source: reproduced the issue => Status: Confirmed
it: riprodotto il problema => Stato: Confermato
ja: 再現された問題 => 状態: 確認済み (Confirmed)

source: review the commit message, not just the code
it: revisiona il messaggio di commit, non soltanto il codice
ja: コードだけではなく、コミットメッセージをレビューします

source: reviewed, accepted, and has landed in master
it: Rivisto, accettato, ed è arrivato su master
ja: レビュー済み、承認済み、master に反映済み

source: **Still looking for help: please** `register <https://openstackfoundation.formstack.com/forms/mentoring>`_
it: **Sto ancora cercando aiuto: per favore** `regitrati <https://openstackfoundation.formstack.com/forms/mentoring>`_

source: Accept the rules
it: Accettare le regole

source: Acknowledge the language barrier
it: Riconosci la barriera linguistica

source: Active and diverse team of contributors
it: Gruppo di collaboratori attivo e diverso

source: Agile manifesto
it: Manifesto di Agile

source: Agile manifesto (cont.)
it: Manifesto Agile (cont.)

source: Alignment with OpenStack mission
it: L'allineamento con la missione di OpenStack

source: Analyze the reasons for an increased delta
it: Analizzare le ragioni di un aumento di delta

source: Answering questions
it: Rispondere a domande

source: Apply them very diligently
it: Applicali molto diligentemente

source: Applying agile
it: Applicare Agile

source: As these grow naturally they can apply to become Official
it: Nel mentre che questi crescono naturalmente possono applicare per diventare Ufficiali

source: Ask about their contribution experience
it: Chiedi della loro esperienza di contribuzione

source: Ask for attention weekly
it: Chiedi l'attenzione settimanalmente

source: Ask if they know someone with similar experiences
it: Chiedi se conoscono qualcuno con esperienze simili

source: Ask people you know, about the project
it: Chiedi alle persone che conosci, riguardo il progetto

source: Ask the question and propose your solution
it: Fai la domanda e proponi la soluzione

source: Assuming you weren't able to find keys in your ~/.ssh directory, you can generate keys by going into your terminal program and typing::
it: Presumendo che tu non sia stato in grado di trovare le chiavi nel tuo directory ~/.ssh, puoi generare le chiavi andando sul tuo terminale e digitando::

source: At the prompt, type a secure a passphase, you may enter one or press Enter to have no passphase::
it: Sul terminale, digita una passphrase sicura, puoi inserire una oppure premere Invio per non avere nessuna passphrase::
