Repository: Gheorghita/training-guides
Catalog: doc/upstream-training/source/locale/*/LC_MESSAGES/upstream-training.po
Languages: de, id, it, ja, ko_kr, tr_tr

source: Bad workflow
it: Flusso di lavoro sbagliato

source: Be considerate
it: Essere considerato

source: Be respectful
it: Essere rispettoso

source: Bring a laptop with wifi, and 4+ GB RAM Ubuntu virtual machine
it: Porta un portatile con eifi, ed una macchina virtuale Ubuntu con 4+ GB di RAM

source: Build the presentation
it: Crea la presentazione

source: Build the presention using tox::
it: Crea la presentazione utilizzando tox::

source: Building karma
it: Costruire karma

source: Check that :command:`apt-get install` works on the virtual machine
it: Controlla che: il comando: `apt-get install` funziona sulla tua macchina virtuale

source: Choose one place to gather all information
it: Scegli un posto per raccogliere tutta l'informazione

source: Choosing a question
it: Scegliere una domanda

source: Close, daily co-operation between business people and developers
it: Cooperazione da vicino e giornaliera tra uomini d'affari e sviluppatori

source: Code of conduct
it: Codice di condotta

source: Company & Upstream product owner
it: Azienda e proprietario del prodotto Upstream

source: Company employees
it: Dipendenti di aziende

source: Compare
it: Confrontare

source: Confirmed
it: Confermato

source: Continuous attention to technical excellence and good design
it: Attenzione continua all'eccellenza tecnica ebuon disegno

source: Contributing blueprints
it: Contribuire blueprint

source: Contributing code/documentation
it: Contribuire codice/documentazione

source: Coordinated collection of software from a few dozen related projects
it: Raccolta coordinata di software da poce decine di progetti correlati

source: Core (or What is OpenStack)
it: Core (o cosa è OpenStack)

source: Core is a subset of the whole project
it: Core è un sottoinsieme dell'intero progetto

source: Core services such as Block Storage ("Cinder")
it: Servizi principali quali Block Storage ("Cinder")

source: Corporate driven
it: Società guidata

source: Created too much pressure to `integrate`
it: Ha creato troppa pressione per `integrare`

source: Current tags describe how projects are released and team diversity
it: I tag attuali descrivono come i progetti vengono rilasciati e la diversità del team

source: Customer satisfaction by rapid delivery of useful software
it: La soddisfazione del cliente con la consegna veloce di software utile

source: DefCore initiative:
it: Iniziativa DefCore:

source: DefCore principles
it: I principi di DefCore

source: Describe any limitations of the current code.
it: Descrivi ogni limitazione del codice attuale.

source: Describe why a change is being made
it: Descrivi perchè viene fatta una modifica

source: Development/trunk version
it: Sviluppo/ versione trunk

source: Diplomacy
it: DIplomazia

source: Disagree
it: dissaccordo

source: Discuss with non upstream
it: Discuti con chi non è upstream

source: Discussing the architecture
it: Discutere l'architettura

source: Each choice made must have a rationale
it: Ogni scelta fatta deve avere una logica

source: Each student group prepares a presentation describing: * the contribution they plan to work on during the online sessions * how they will engage with the Upstream * how it contributes to the company's agenda * and whom they will be working with
it: Ciascun gruppo di studenti prepara una presentazione descrivendo: * la contribuzione alla quale intendono lavorare durante le sessioni online * il modo in cui si impegneranno all'Upstream * come ciò contribuisce al programma dell'azienda * e con chi staranno lavorando

source: Easier to bisect
it: Facile da dividere

source: Easier to browse
it: Facile da cercare

source: Easier to revert
it: Facile da riprestinare

source: Engage daily
it: Impegnati quotidianamente

source: Ensure sufficient information to decide whether to review.
it: Assicura informazioni sufficienti per decidere se fare la revisione.

source: Face-to-face conversation is the best form of communication (co-location)
it: La conversazione faccia a faccia è la miglior forma di comunicazione (colocazione)

source: Find a solution that needs to be agreed upon
it: Trova una soluzione che necessita di essere concordata

source: Fix Committed
it: E' stato fatto il commit della correzione

source: Fix Released
it: Correzione rilasciata

source: Fix the web site
it: Correggi il sito

source: For a linux distrubtions like Debian, Ubuntu, or Mint open a terminal and type::
it: Per distribuzioni linux come Debian, Ubuntu, o Mint apri un terminale e digita::

source: For a linux distrubtions like Redhat, Fedora 21 or earlier, or Centos open a terminal and type::
it: Per distribuzioni linux come Redhat, Fedora 21 o precedenti, oppure Centos apri un terminale e digita::

source: For more information about the past trainings and local upstream trainings, see :doc:`upstream-archives`.
it: Per maggiori informazioni riguardo i tutoraggi e gli upstream trainings locali precedenti, dai un'occhiata a :doc:`upstream-archives`.

source: From easy to difficult
it: Dal facile al difficile

source: Fully rendered http://governance.openstack.org/reference/projects/index.html
it: Riprodotto completamente http://governance.openstack.org/reference/projects/index.html

source: Get your nick/e-mail known
it: Fai conoscere il tuo nick/e-mail

source: Getting attention
it: Ottenere l'attenzione

source: Good workflow
it: Buon flusso di lavoro

source: Gource (gource.io): software version control visualization
it: Gource (gource.io): software di visualizzazione di controllo di versione

source: Group can follow the four *Open*
it: Il gruppo può seguire i quattro *Open*

source: Group of friends
it: Gruppo di amici

source: Habits: online relationships?
it: Abitudini: relazioni online?

source: Horizontal teams such as Documentation
it: Gruppi orizzonatali come Documentazione

source: How many contributors?
it: Quanti collaboratori?

source: How old is the project?
it: Quanti anni ha il progetto?

source: How to form new Project Team
it: Come formare un nuovo gruppo di progetto

source: In Progress
it: In corso

source: Incomplete
it: Incompleto

source: Individuals
it: Singoli

source: Influence the project governance
it: Influenza la gestione del progetto

source: Information in commit messages (1/2)
it: Informazione nei messaggi di commit (1/2)

source: Information in commit messages (2/2)
it: Informazione nei messaggi di commit (2/2)

source: Install tox
it: Installa tox

source: Install tox using pip::
it: Installa tox usando pip::

source: Interoperability with other projects
it: Interoperabilità con altri progetti

source: Invalid
it: Non valido

source: Karma missions
it: Missioni di karma

source: Keep links to e-mail archives
it: Mantieni collegamenti ad archivi di e-mail

source: Learning about the project
it: Imparare a conoscere il progetto

source: Link to the blueprint
it: Fai il collegamento al blueprint

source: Link to the bug report
it: Fai il collegamento alla segnalazione del bug

source: Local and upstream
it: Locale e upstream

source: Log IM channels
it: Accedi a canali di messagistica istantanea

source: Maps and location information will be posted here once details are finalized. We will be in or near the main Summit venue, but our room assignments are not yet finalized.
it: Le mappe e le informazioni del posto verranno pubblicate qui una volta che i particolari vengano finalizzati. Saremo dentro o nella stessa sede del Summit, ma le assegnazioni delle nostre sale non sono ancora concluse.

source: Marton Kiss will lead the next training in Austin, in English. Tools and processes for mentors and staff are kept on the `admin <https://wiki.openstack.org/wiki/OpenStack_Upstream_Training/Admin>`_ page.
it: Martin Kiss guiderà il prossimo training ad Austin, in inglese. Gli strumenti e processi per i mentori e staff sono tenuti sul sito `admin <https://wiki.openstack.org/wiki/OpenStack_Upstream_Training/Admin>`_

source: Measure the delta with upstream
it: MIsurare il delta con l'upstream

source: Mixing two unrelated functional changes.
it: Mischiare due modifiche funzionali non collegate fra di loro.

source: Mixing whitespace changes with functional code changes.
it: Mischiare modifiche di spazio con modifiche di codice funzionale.

source: New
it: Nuovo

source: No enemies
it: Nessun nemico

source: No flamewars
it: Nessuna flamewar

source: Old way of adding new Projects
it: La vecchia maniera di aggiungere nuovi progetti

source: Open source software for creating private and public clouds
it: Software open source per creare cloud pubblici e privati

source: OpenStack "Big Tent" and tags
it: La "Big Tent" di OpenStack ed i tag

source: OpenStack Core means passing all "must-pass" tests
it: OpenStack Core significa passare tutti i test di "devono passare"

source: OpenStack Design Summit
it: Design Summit di OpenStack

source: Opinion
it: Opinione

source: Other tags can be proposed by anyone
it: Altri tag possono essere proposti da chiunque

source: Parallelizing
it: Parallelizzando

source: People skills
it: Abilità delle persone

source: Project Teams are teams of *people* using *tools* (code repository, bug tracker, etc) and coordinated *processes* to produce a number of *deliverables*, in order to achieve a clearly stated *objective*.
it: Le equipe del progetto sono gruppi di *persone* che utilizzano *strumenti* (repository di codice, bug tracker, ecc) e *processi* coordinati per produrre una quantità di *prodotti finali*, per ottenere un *obiettivo* chiaramente indicato.

source: Project as social groups
it: Progetto come gruppi sociali

source: Project pulse
it: Impulso del progetto

source: Projects are built around motivated individuals, who should be trusted
it: I progetti vengono costruiti intorno alle persone motivate, che dovrebbero essere attendibili

source: Projects are teams of people focused on implementing a specific aspect of OpenStack
it: I progetti sono gruppi di persone focalizzate sull'implementazione di un aspetto specifico di OpenStack

source: Projects must have an open reference implementation
it: I progetti devono avere una implementazione di riferimento aperto

source: Push a work in progress (wip) and invite reviewers.
it: Fai il push di un lavoro in corso (wip) ed invita dei revisori.

source: Read the actual code and the actual documentation
it: Leggi il vero codice ed la vera documentazione

source: Read the code/documentation guidelines
it: Leggi il codi/linee guida di documentazione

source: Read the commit message to see if it hints at improved code structure.
it: Leggi il messaggio di commit per vedere se accenna a una migliore struttura del codice.

source: Read the policy
it: Leggi la politica

source: Regular adaptation to changing circumstances
it: Adattamento regolare alla modificazione di circostanze

source: Replaced by Big Tent initiative
it: RImpiazzato dall'iniziativa Big Tent

source: Respect the election process
it: Rispettare il processo elettorale

source: Seeking agreement on the split
it: Cercare un accordo sulla divisione

source: Self-organizing teams
it: Auto-organizzare i gruppi

source: Send e-mails to friends about your contributions
it: Invia e-mails agli amici riguardanti le tue contribuzioni

source: Sending large new features in a single giant commit.
it: Inviare nuove grandi funzionalità in un singolo commit gigante.

source: Simplicity- The art of maximizing the amount of work not done - is essential
it: Semplicità- L'arte di massimizzare la quantità di lavoro non fatto - è essenziale

source: Sizing the task difficulty
it: Misurare la difficoltà dell'incarico

source: Slides for Upstream Training
it: Le slide per l'Upstream Training

source: Small means quicker & easier
it: Piccolo segnifica più veloce & più facile

source: Smaller tasks
it: Incarichi più piccoli

source: Socialize or strictly professional?
it: Socializzare oppure essere strettamente professionale?

source: Software, documentation, release management etc
it: Software, documentazione, gestione di rilascio, ecc

source: Speeding the acceptance
it: Accelerare l'accettazione

source: Splitting a task
it: Dividere un incarico

source: Sprint review presentation to Upstream
it: Presentazione veloce di Upstream

source: Stable version
it: Versione stabile

source: Stackforge was used for new unofficial projects, but retired on Aug 2015
it: Stackforge veniva utilizzato per nuovi progetti non ufficiali, ma è stato ritirato nel Agosto del 2015

source: Start from groups of people working in the same area
it: Inizia da gruppi di persone che lavorano nella stessa area

source: Structural split of changes
it: Divisione strutturale delle modifiche

source: Superseded by *Big tent* approach with `tags`
it: Sostituito dal approccio di *Big tent* con i `tag`

source: Supporting services such as Common Libraries ("Oslo")
it: Servizi di supporto come Common Libraries ("Oslo")

source: Suspension of disbelief
it: Sospensione dell'incredulità

source: Sustainable development, able to maintain a constant pace
it: Lo sviluppo sostenibile, in grado di mantenere un ritmo costante

source: TC will check:
it: I TC controlleranno:

source: Teams of people using tools (code repository, bug tracker, etc) and coordinated processes to produce a number of deliverables
it: I gruppi di persone che utilizzano strumenti (repository di codice, bug tracker, ecc) e processi coordinati per prudurre un numero di prodotti finali

source: The Contribution Process
it: Il processo di collaborazione

source: The building blocks to achieve OpenStack's mission
it: I blocchi di costruzione per realizzare la missione di OpenStack

source: The files are based on teaching material provided originally by Loic Dachary as ODP files. Converted to RST text in order to be converted by Hieroglyph in convenient HTML5 slides.
it: I file si basano su del materiale di insegnamento fornito da Loic Dachary come file ODP. Convertiti in testo RST per essere convertiti da Hieroglyph in convenienti slide in HTML5.

source: The first commit line is the most important.
it: La prima riga di codice è la più importante.

source: The official list of projects is in the `governance` repository
it: La lista ufficiale di progetti è nella repository di "governance"

source: These are HTML5 slides and should open with any modern web browser.
it: Queste sono slide in HTML5 e dovrebbero aprirsi con qualsisi browser web moderno.

source: Things to avoid
it: Cose da evitare

source: Think about backporting
it: Pensa al backport

source: Think about the answer
it: Pensa alla risposta

source: Timeframe
it: Lasso di tempo

source: Try to get attention at least four times
it: Cercha di ottenere l'attenzione per lo meno quattro volte

source: Twist the contribution to ease backporting
it: Stravolgi il contributo per facilitare il backport

source: Understanding the conventions
it: Comprendere le convenzioni

source: Used the same processes and tools as the main OpenStack projects
it: Utilizzava gli stessi processi e strumenti come i progetti principali di OpenStack

source: Volunteers
it: Volontari

source: Welcome changing requirements, even late in development
it: Sono benvenute richieste di modifiche, anche a tarda fase di sviluppo

source: What is OpenStack?
it: Cosa è OpenStack

source: What the work does
it: Cosa fa il lavoro

source: What's their incentive?
it: Qual è il loro incentivo?

source: When was the last update?
it: Quando è stato l'ultimo aggiornamento?

source: When we are unsure, we ask for help
it: Quando non siamo sicuri, chiediamo aiuto

source: When we disagree, we consult others
it: Quando non siamo d'accordo, chiediamo ad altri

source: While waiting for input
it: Nell'attesa di input

source: Who is the customer?
it: Chi è il cliente?

source: Who's behind it?
it: Chi c'è dietro?

source: Won't Fix
it: Non si risolverà

source: Work
it: Lavoro

source: Working software is delivered frequently (weeks rather than months)
it: Software funzionante viene consegnato frequentemente (settimane inveci di mesi)

source: Working software is the principal measure of progress
it: Software funzionante è la misura principale del progresso

source: You should be able to see the slides at the given location: ``training-guides/doc/upstream-training/build/slides``.
it: Dovresti essere in grado di vedere le slide nel seguente percorso: ``training-guides/doc/upstream-training/build/slides``.

source: `Branching model <15-branching-model.html>`_
it: `Modello ri ramificazione <15-branching-model.html>`_

source: `How to contribute <12-howtocontribute.html>`_
it: `Come contribuire <12-howtocontribute.html>`_

source: `IRC meetings <06-irc-meetings.html>`_
it: `Riunioni su IRC <06-irc-meetings.html>`_

source: `Lego applied to Free Software contributions <20-training-agile-for-contributors.html>`_
it: Lego ha applicato alle contribuzioni di Software libero <20-training-agile-for-contributors.html>`_

source: `OpenStack "Big Tent" and tags <04-program-ecosystem.html>`_
it: La "Big Tent" e tag di OpenStack `<04-program-ecosystem.html>`_

source: `OpenStack Design Summit <05-design-summit.html>`_
it: `La Design Summit di OpenStack <05-design-summit.html>`_

source: `OpenStack Governance <03-technical-committee.html>`_
it: Gestione di OpenStack <03-technical-committee.html>`_

source: `OpenStack Upstream Training in Paris <http://www.openstack.org/blog/2014/08/openstack-upstream-training-in-paris/>`_.
it: `OpenStack Upstream Training a Paris <http://www.openstack.org/blog/2014/08/openstack-upstream-training-in-paris/>`_.

source: `Overview of the contribution process <19-training-contribution-process.html>`_
it: `Panoramica del processo di contribuzione <19-training-contribution-process.html>`_

source: `Release cycle <01-release-cycle.html>`_
it: Ciclo di rilascio <01-release-cycle.html>`_

source: `Reviewing <16-reviewing.html>`_
it: `Revisione <16-reviewing.html>`_

source: `Students and mentors can register here <https://openstackfoundation.formstack.com/forms/mentoring>`_.
it: `Studenti e mentori possono registrarsi qui <https://openstackfoundation.formstack.com/forms/mentoring>`_.

source: `commiters <http://www.stackalytics.com/?release=kilo&metric=commits&project_type=integrated&module=&company=&user_id=>`_ companies
it: `commiter <http://www.stackalytics.com/?release=kilo&metric=commits&project_type=integrated&module=&company=&user_id=>`_ aziende

source: `ready to use devstack VM <https://wiki.openstack.org/wiki/OpenStack_Upstream_Training/Setup_DevStack>`_ for participants with network connectivity but troubles with their laptop
it: `pronto a usare il VM di devstack <https://wiki.openstack.org/wiki/OpenStack_Upstream_Training/Setup_DevStack>`_ per partecipanti con connessione al network ma con problemi con i loro portatili

source: documentation
it: documentazione

source: git config
it: configurazione di git

source: git config --global user.email "your_email@youremail.com"
it: git config --global user.email "la_tua_email@la_tua_email.com"

source: git config --global user.name "Firstname Lastname"
it: git config --global user.name "Nome Cognome"

source: guiding principles" used by the Foundation Board to determine how commercial implementations of OpenStack can be granted use of the trademark
it: Principi guida" utilizzati dal consiglio di fondazione per determinare come può essere concesso alle implementazioni commerciali di OpenStack di usare il marchio

source: push a wip or draft and invite reviewers
it: fai il push di un lavoro in corso oppure una bozza ed invita dei revisori

source: security
it: sicurezza

source: the code is self-evident/self-documenting.
it: Il codice è evidente/auto-documentante.

source: the reviewer has access to external web services/site.
it: il revisore ha accesso a servizi web/siti esterni.

source: the reviewer understands what the original problem was.
it: il revisore capisce quale era il proble di origine.
