Repository: Gheorghita/training-guides
Catalog: doc/upstream-training/source/locale/*/LC_MESSAGES/upstream-training.po
Languages: de, id, it, ja, ko_kr, tr_tr

source: Bug is about documentation or has an impact on documentation.
it: Il bug ha a che fare con la documentazione oppure ha un impatto sulla documentazione.
ja: ドキュメント関連のバグ、ドキュメントに影響するもの。

source: Bug report
it: Communicazione di bug
ja: バグ報告

source: Bug status
it: Lo stato del bug
ja: バグのステータス

source: Bug tags
it: Tag dei bug
ja: バグのタグ

source: Bug triagers, technical documentation writers, etc can exceptionally apply for ATC
ja: バグトリアージ者、技術ドキュメント執筆者などは、例外的に ATC に応募できます。

source: Bugs that are easy to fix, ideal for beginners to get familiar with the workflow and to have their first contact with the code in OpenStack development.
it: Bug che sono semplici da risolvere, ideali per i principianti per prendere confidenza con il flusso di lavoro e per avere il loro primo contatto con il codice nello sviluppo OpenStack.
ja: 簡単に修正できるバグ。初心者が OpenStack 開発において、ワークフローに慣れ、初めてコードに触れるために理想的なもの

source: Build Your Network
ja: 人的なネットワークを作っていきましょう

source: Building Karma
ja: カルマを築く (実績を作る)

source: Candidacy for the corresponding program PTL election
it: Candidatura per l'elezione del programma di PTL corrispondente
ja: 対応するプロジェクトの PTL 選挙への立候補

source: Claiming OpenStack requiring use of designated upstream code
ja: 指示されたアップストリームのコードの使用を要求する OpenStack の主張

source: Clear introductions
it: Introduzioni chiare
ja: 明確な導入

source: Code
ja: コード

source: Commit added files and explain changes in the commit message
ja: 追加したファイルをコミットし、コミットメッセージに変更内容の説明を書きます

source: Commit messages
it: Messaggi di commit
ja: コミットメッセージ

source: Company snapshot
it: Snapshot dell'azienda
ja: 企業の活動状況

source: Confirming & prioritizing
it: Confermare & dare la priorità
ja: 確認および優先度付け

source: Consolidate user requirements and present these to the management board and technical committee
ja: ユーザーの要望を集め、それらをボード会議や TC (技術委員会) に説明します

source: Contents of a Commit Message (Body)
ja: コミットメッセージの内容 (本文)

source: Contents of a Commit Message (Summary Line)
ja: コミットメッセージの内容 (サマリー行)

source: Contributor meetups
it: Incontri di collaboratori
ja: コントリビューターミートアップ

source: Create a virtual machine on your laptop with Ubuntu 14.04 installed and 4+ GB of RAM. Alternatively, you can use your virtual machine on a public cloud.
it: Crea una macchina virtuale sul tuo portatile con Ubuntu 14.04 installato e 4+ GB of RAM. In alternativa, puoi usare la tua macchina virtuale su un cloud pubblico.
ja: 4 GB 以上ののメモリを搭載したノート PC に Ubuntu 14.04 の仮想マシンを作成してください。代わりに、パブリッククラウドの仮想マシンを使用することもできます。

source: Create the corresponding blueprint
it: Creare il blueprint corrispondente
ja: 対応するブループリントの作成

source: Create your commit
ja: コミットを作成します

source: Created by a large growing community
it: Creata da una vasta communità in crescita
ja: 大きく成長しているコミュニティーにより作成されている

source: Creates other committees for day-to-day leadership
ja: 日々のリーダーシップのために、他の委員会を作成する

source: Critical
it: Critico
ja: Critical (クリティカル)

source: Data corruption / complete failure affecting most users, no workaround
it: Corruzione dei dati / completo fallimento che colpisce la maggior parte degli utenti, nessuna soluzione
ja: 多くのユーザーに影響するデータ破壊や障害、回避方法なし

source: Data corruption / complete failure affecting most users, with workaround. Failure of a significant feature, no workaround
it: Corruzione dei dati / completo fallimento che colpisce la maggior parte degli utenti, con soluzione. Fallimento di una feature significativa, nessuna soluzione
ja: 多くのユーザーに影響するデータ破壊や障害、回避方法あり。重要な機能の障害、回避方法なし

source: Day 2: Individual presentation of the contribution plan
it: Giorno 2: Presentazione individuale del piano di collaborazione
ja: 2 日目: コントリビューション計画の個人発表

source: Day 2: Lego contribution simulation
it: GIorno 2: Simulazione di collaborazione di Lego
ja: 2 日目: LEGO を用いたコントリビューションのシミュレーション

source: Day 2: Online mentoring
it: Giorno 2: Tutoraggio online
ja: 2 日目: オンラインのメンタリング

source: Debugging
it: IL debugging
ja: デバッグ

source: DefCore (or what cloud can be labeled as OpenStack)
ja: DefCore (どのクラウドが OpenStack と名乗ることができるか)

source: Describe the output produced by the OpenStack community teams
it: Descrivi l'output prodotto dai gruppi della comunità OpenStack
ja: OpenStack コミュニティーのチームにより作成されるアウトプットの説明

source: Developers read mostly, write occasionally
it: Gli sviluppatori leggono la maggior parte delle volte, scrivono occasionalmente
ja: 開発者は、読むのがほとんどで、書くのはときどき

source: Different level of experience
ja: 経験レベルが異なる人

source: Discuss upcoming features for the next release cycle
it: Discutere delle prossime funzionalità per il prossimo cliclo di rilascio
ja: 次のリリースサイクルに向けて新しい機能を議論します

source: Discuss which metrics are more or less influential to make a module vitalize and successful.
ja: モジュールを活動を促進し成功に導くためには、どの測定項目が影響があり、どの項目はそうでないかを議論してください。

source: Document an action item in the minutes. Include any nicknames in the line, and the item will be assigned to them. (nicknames are case-sensitive)
it: Documenta una voce di azione nei minuti. Includi qualsiasi nickname sulla riga, e la voce verrà assegnata a loro. (i nickname tengono conto del maiuscolo e minuscolo)
ja: アクション項目を議事録に記録します。発言に任意のニックネームを含めると、その項目がその人に割り当てられます（ニックネームは大文字小文字を区別します）。

source: Does your company want you to work on something specific?
ja: あなたの会社があなたに取り組んでもらいたいと思っているプロジェクトはありますか？

source: During the SERIES pre-release period, mark the bug as a potential release-critical blocker
it: Durante il periodo di pre-rilascio delle SERIES, segna il bug come un potenziale rilascio di blocker critico
ja: SERIES のリリース前期間中に、リリースに致命的となる潜在的なブロックポイントとしてバグに印を付ける

source: Each project has its own culture
ja: 各プロジェクトにはそれぞれの文化があります

source: Each project has its own purpose
ja: 各プロジェクトにはそれぞれの目的があります

source: Each project team page shows its release policy on http://governance.openstack.org/reference/projects
it: Ogni pagina del gruppo del progetto mostra la propria politica di rilascio su http://governance.openstack.org/reference/projects
ja: 各プロジェクトチームは http://governance.openstack.org/reference/projects にリリースポリシーを公開している

source: End on time
it: Fine del tempo
ja: 時間厳守

source: Ensure basic interoperability with the rest of OpenStack
ja: OpenStack の他の部分と基本的な相互運用性がある

source: Error report
it: Segnalazione di errore
ja: エラー報告

source: Exercise - Collect items with your group to the two questions below:
ja: 演習 - 以下の 2 つの質問に関してグループで意見を集めましょう

source: Experience with OpenStack if any
ja: OpenStack の経験 (なくても構いません)

source: Explain how problem is solved
ja: どのように問題が解決されるのかの説明

source: Face-to-face section: 2 days
it: Sezione faccia a faccia: 2 giorni
ja: 集合教育: 2 日間

source: Failure of a significant feature, with workaround. Failure of a fringe feature, no workaround
it: Fallimento di una feature significativa, con soluzione. Fallimento di una margine della feature, nessuna soluzione
ja: 重要な機能の障害、回避方法あり。その他の機能の障害、回避方法なし。

source: False errors
it: Errori falsi
ja: 誤検知エラー

source: Faster integration of the companies product roadmap into the OpenStack release cycle
it: Integrazione più rapida della tabella di marcia dei prodotti delle aziende nel ciclo di rilascio di OpenStack
ja: 企業の製品ロードマップと OpenStack のリリースサイクルの統合を早くする

source: Feature-frozen
it: Feature-ferma
ja: 機能の凍結

source: Feedback and comments
it: Feedback e commenti
ja: フィードバックとコメント

source: File bugs about everything you find
ja: 見つけたすべてのバグを投稿する

source: File new blueprints and/or specs
ja: 新規ブループリントおよびスペックの登録

source: Fishbowl sessions
it: Sessioni ad acquario
ja: フィッシュボールセッション

source: Fix as many bugs as you can
it: Correggi tutti i bug che puoi
ja: できる限り多くのバグを修正する

source: Fix for the bug would make OpenStack more resilient to future security issues.
it: Correggere il bug renderebbe OpenStack più resistente per futuri problemi di sicurezza
ja: OpenStack の将来的なセキュリティー問題を回復させるバグ修正。

source: Fix for the bug would significantly ease OpenStack operation.
it: Correggere il bug faciliterebbe significativamente il funzionamento di OpenStack
ja: OpenStack の運用を非常に容易にするバグ修正。

source: Fix the documentation
it: Correggi la documentazione
ja: ドキュメントを修正する

source: Focus on bug-fixing
it: Concentrazione sulla correzione di bug
ja: バグ修正への注力

source: For Liberty integrated projects are those managed by the Release Management Team
it: Per Liberty i progetti integrati sono quelli gestiti dal gruppo di gestione di rilascio
ja: Liberty 以降、統合プロジェクトはリリース管理チームにより管理されているものである

source: For a linux distributions like Debian, Ubuntu, or Mint open a terminal and type::
ja: Debian、Ubuntu、Mint などの Linux ディストリビューションの場合、ターミナルを開き、次のように入力します。

source: For a linux distributions like Redhat, Fedora 21 or earlier, or CentOS open a terminal and type::
ja: Red Hat、Fedora 21 以前、CentOS 以前などの Linux ディストリビューションの場合、ターミナルを開き、次のように入力します。

source: For more information and registration, see the `OpenStack Academy page <https://www.openstack.org/summit/barcelona-2016/openstack-academy/>`_.
ja: 詳しい情報と登録方法については `OpenStack Academy のページ <https://www.openstack.org/summit/barcelona-2016/openstack-academy/>`_ を参照してください。

source: For more information, see :doc:`upstream-details`.
it: Per maggiori informazioni, dai un'occhiata a :doc:`upstream-details`.
ja: 詳細は :doc:`upstream-details` を参照してください。

source: Form groups of 4 (Actual group size depends on the class size)
ja: 4 人のグループを作ります (実際の人数はクラスのサイズ次第)

source: Full list of Official OpenStack projects: http://governance.openstack.org/reference/tags/type_service.html#tag-type-service
ja: OpenStack 公式プロジェクトの完全なリスト: http://governance.openstack.org/reference/tags/type_service.html#tag-type-service

source: GIT commit message structure
it: Struttura del messaggio di commit di GIT
ja: GIT コミットメッセージの構造

source: Get in touch with the team upstream-training@openstack.org to pick a contribution to work on.
it: Mettiti in contatto con il gruppo upstream-training@openstack.org per prendere una collaborazione su cui lavorare.
ja: 取り組むコントリビューションを決めて、チーム upstream-training@openstack.org に連絡してください。

source: Get the code for the targeted contribution
it: Ottieni il codice per la data contribuzione
ja: コントリビューション予定のコードの取得

source: Goals (http://governance.openstack.org/goals/index.html#release-cycle-goals)
ja: ゴール (http://governance.openstack.org/goals/index.html#release-cycle-goals)

source: Good: new API + new feature
it: Corretto: nuova API + nuova funzionalità
ja: 良い例: 新 API と新機能

source: Have an active team of one or more contributors
ja: 1 人以上のコントリビューターがいる活動中のチームである

source: Have one mentor sit together with each group
ja: 各グループにメンターが 1 人入ります

source: Having at least 8 hours a week to dedicate to the project, be it through programming or through interacting with the community
it: Avere almeno 8 ore a settimana da dedicare al progetto, sia attraverso la programmazione sia interagendo con la comunità
ja: プログラミングまたはコミュニティーとのコミュニケーションを取り、1 週間に 8 時間はプロジェクトに専念すること。

source: High
it: Alto
ja: High (高)

source: How does it work?
it: Come funziona?
ja: どのように動作するか?

source: How projects are released
ja: プロジェクトのリリース形態

source: How to contribute (`slides <14-gerrit.html>`__)
it: Come contribuire (`diapositive <14-gerrit.html>`__)
ja: 貢献方法 (`スライド <14-gerrit.html>`__)

source: IRC meetings
it: Incontri su IRC
ja: IRC ミーティング

source: IRC meetings list
it: Elenco degli incontri su IRC
ja: IRC ミーティング一覧

source: Ildiko Vancsa, Kendall Nelson, Mark Korondi, and Marton Kiss
ja: Ildiko Vancsa, Kendall Nelson, Mark Korondi, Marton Kiss

source: Impact was not assessed yet
it: L'impatto non è stato ancora valutato
ja: 影響がまだ確認されていない

source: Implementation : Milestone
it: Implementazione: MIestone
ja: 実装: マイルストーン

source: Implementation : freezes
it: Implementazione: si ferma
ja: 実装 : 凍結

source: Implementations that are Core can use OpenStack trademark (OpenStack™)
it: Le implementazioni che sono Core possono utilizzare il marchio di OpenStack (OpenStack™)
ja: コアサービスの実装は OpenStack の商標 (OpenStack™) を使用できます

source: Individual snapshot
it: Snapshot individuale
ja: 個人のスナップショット

source: Integrated projects were also tested together at the gate
it: I progetti integrati venivano anche testati insieme nel gate
ja: 統合プロジェクトは、ゲートで一緒にテストされていた

source: Introductions
ja: はじめに

source: It is the projects decision to follow the OpenStack release
ja: リリースを OpenStack リリースに合わせるかはプロジェクトが決定できます

source: Join irc.freenode.net#upstream-university
ja: irc.freenode.net#upstream-university に参加してください。

source: Keep the discussion lively and on-topic
it: Mantieni la discussione attiva ed in tema
ja: 議論を活発にして、議題に集中します

source: Last published release candidate
it: Ultimo candidato di rilascio pubblicato
ja: 最後に公開されたリリース候補版

source: Led by a board of directors
it: Condotto da un consiglio di amministratori
ja: 役員会 (ボード) により指揮されている

source: Lego applied to Free Software contributions (`slides <20-training-agile-for-contributors.html>`__)
it: Lego applicato a contribuzioni di software libero (`slides <20-training-agile-for-contributors.html>`__)
ja: LEGO のフリーソフトウェアのコントリビューションの応用 (`スライド <20-training-agile-for-contributors.html>`__)

source: Let's get started!!!
ja: さあ、始めましょう!

source: Like sprints, small groups of people work on specific themes
it: Come negli sprint, piccoli gruppi di persone lavorano su tematiche specifiche
ja: スプリントのように、少人数グループが特定のテーマに取り組む

source: List of approved tags
it: Elenco dei tag approvati
ja: 承認済みタグの一覧

source: List of sessions
it: Elenco di sessioni
ja: セッション一覧

source: List three companies and individuals that have been the most influential in the making of the module you plan to contribute to, for each metric value.
ja: 各測定項目に対して、コントリビューション予定のモジュールにおいて最も影響力のある 3 社と個人 3 名を一覧化してください。

source: Low
it: Basso
ja: Low (低)

source: Lunch menu meeting
it: Riunione sul menù del pranzo
ja: ランチメニューミーティング

source: Make changes
ja: 何らかの変更

source: Mark the bug as a potential backport target to a specific SERIES (grizzly, havana...)
it: Segna il bug come un potenziale obiettivo backport di una specifica SERIES (grizzly, havana...)
ja: 特定の SERIES (grizzly, havana...) に対して潜在的なバックポートを目標とされたバグ

source: Master the technical tools
it: Padroneggia gli strumenti tecnici
ja: 技術的なツールの習熟

source: Medium
it: Medio
ja: Medium (中)

source: Meet any policies that the TC requires from all projects
ja: TC がすべてのプロジェクトが満たすことを要求している方針を満たす

source: Meeting agenda
it: Programma delle riunioni
ja: ミーティングアジェンダ

source: Meetings
it: Riunioni
ja: ミーティング

source: Mentors/helpers
ja: メンター/助手

source: Merged in the master branch first
it: Fusi nel primo ramo principale
ja: まず master ブランチにマージされる

source: Milestone
ja: マイルストーン

source: Milestone-proposed branch
it: Ramo del milestone proposto
ja: マイルストーン提案ブランチ

source: Milestone: Milestone the bug was fixed in
it: Milestone: Milestone nel quale il bug è stato corretto
ja: マイルストーン (Milestone): バグが修正されたマイルストーン

source: Mind the noise
it: Fare attenzione al rumore
ja: 雑音を気にする

source: Mission (https://wiki.openstack.org/wiki/Main_Page)
ja: ミッション (https://wiki.openstack.org/wiki/Main_Page)

source: Module contributors
ja: モジュールのコントリビューター

source: Most of the projects now manage blueprints on a git repo called specs
it: La maggior parte dei progetti ora gestiscono blueprint su una repo di git chiamato specs
ja: ほとんどのプロジェクトは、specs という git リポジトリーにおいてブループリントを管理している

source: Most recent ("Mitaka") release stats:
ja: 最新リリース ("Mitaka") の統計:

source: Motions
it: Movimenti
ja: 動議

source: Name, current role, company
ja: 名前、現在の役割、会社

source: New features will not be accepted, only fixes
it: Le nuove feature non verranno accettate, solo le correzioni
ja: 新機能は受け付けられない、修正のみ

source: New release-critical bugs
it: Nuovi bug critici di rilascio
ja: リリースに致命的な新規バグ

source: No mics.
it: Niente microfoni.
ja: マイクなし。

source: No predefined agenda.
it: Nessun programma predefinito.
ja: 事前の議題なし。

source: Not a classic conference with presenter and audience - more like a collaborative brainstorming session
it: Non una classica conferenza con presentatore e pubblico - più simile una sessione di brainstorming collaborativo
ja: 昔ながらの発表者と参加者によるコンファレンスではありません。より協調的なブレインストーミングのセッションです。

source: Not even proposals for features will be accepted
it: neanche le proposte di feature verranno accettate
ja: 機能の提案は受け付けない

source: Not really a bug, but a suggested improvement
it: Non un bug vero e proprio, ma un miglioramento consigliato
ja: 実際のバグではなく、改善提案

source: Not suitable to start learning about a topic
it: Non adatto per iniziare ad imparare un argomento
ja: トピックについて学び始めることに適していません

source: Now open the hexchat program just like you would for any linux program.
it: Ora apri il programma di hexchat proprio come faresti per qualsiasi programma di linux
ja: 他の Linux プログラムと同じように、hexchat プログラムを開きます。

source: Once all the release-critical bugs are fixed, we produce the first release candidate for that project (RC1)
it: Una volta che tutti i bug critici di rilascio vengono corretti, produciamo il promo candidato di rilascio per quel progetto (RC1)
ja: リリースに致命的なバグが修正されると、そのプロジェクトの最初のリリース候補版 (RC1) を作る

source: Online section: 10 one-hour individual mentoring sessions over a period of 4 to 10 weeks
it: Sezione online: 10 sessioni di tutoraggio individuali di un'ora per un periodo da 4 a 10 settimane
ja: オンラインセッション: 4 ～ 10 週間にわたる 10 回の 1 時間の個人メンタリング

source: Open discussions, chairs organized in concentric rings
it: Discussioni aperte, sedie organizzate in anelli concentrici
ja: 議題に集中した、オープンな議論、チェアーによる整理

source: OpenStack Activity - Dashboard
it: Attività OpenStack - Dashboard
ja: OpenStack 活動状況 - ダッシュボード

source: OpenStack Activity - Other Metrics
it: Attività di OpenStack- altre metriche
ja: OpenStack 活動状況 - その他の項目

source: OpenStack Upstream Training Details
it: Dettagli dell'OpenStack Upstream Training
ja: OpenStack Upstream Training 詳細

source: Optional external references
it: Referenze esterne opzionali
ja: オプションの外部参照

source: Optional services are also OpenStack projects but not necessarily need to operate OpenStack depending on use cases
ja: 追加サービスも OpenStack プロジェクトですが、ユースケースによっては OpenStack を運用する上で必ずしも必要ではないサービス

source: Other projects may have different schedules
it: Altri progetti possono avere programmi diversi
ja: 他のプロジェクトは別のスケジュールを持つ

source: Other release candidates
it: Alti candidati di rilascio
ja: 他のリリース候補版

source: Outline and online slide index
ja: 概要およびスライドインデックス

source: Overview of the contribution process (`slides <19-training-contribution-process.html>`__)
it: Descrizione del processo di contribuzione (`slide <19-training-contribution-process.html>`__)
ja: コントリビューションの流れの概要 (`スライド <19-training-contribution-process.html>`__)

source: PTLs triage the submitted blueprints and set priority
it: I PTL confermano i blueprint presentati e impostano le priorità
ja: 投稿ブループリントの PTL による確認と優先度付け

source: PTLs vote for sessions in project tracks
it: Voto PTL per sessioni in tracce di progetto
ja: PTL はプロジェクトのトラックにおけるセッションに投票する

source: Participate in any goals specified by the TC, as defined by OpenStack-wide Goals
ja: TC が OpenStack 全体のゴールとして定めるゴールに取り組んでいる

source: People sitting in the inner circle lead the discussion
it: Le persone sedute all'interno del cerchio conducono la discussione
ja: 円の内側に座っている人が議論をリードする

source: People with similar area of interest
ja: 興味分野が近い人

source: Per project tags
it: Per i tag di progetto
ja: プロジェクトごとのタグ

source: Personal message or talk in the channel to people
ja: パーソナルメッセージやチャンネルで人と話しましょう

source: Picking Your Project
ja: プロジェクトを選びましょう

source: Planning : Design
it: Pianificazione: Design
ja: 計画 : 設計

source: Planning : Discuss
it: Pianificazione: Discutere
ja: 計画 : 議論

source: Planning : Target
it: Pianificazione : Obiettivo
ja: 計画 : 目標

source: Planning stage is at the start of a cycle
it: La fase di pianificazione è all'inizio del ciclo
ja: 計画段階はサイクルの初期

source: Prerequisites
it: prerequisiti
ja: 事前要件

source: Project Teams are teams of *people* using *tools* (code repository, bug tracker, etc) and coordinated *processes* to produce a number of *deliverables*, in order to achieve a clearly stated *objective* according to OpenStack's mission.
ja: プロジェクトチームは、OpenStack のミッションに基づき、明確に宣言された *目的* を達成するために集まった *人々* のチームで、*ツール* (コードリポジトリー、バグ追跡システムなど) を使い、さまざまな成果物を生み出すための整理された *手順* にしたがって活動します。

source: Project pods
it: I bacelli del progetto
ja: プロジェクトポッド

source: Projects are evolving themselves and also sustain for one collaborative framework, OpenStack
ja: プロジェクトはそれぞれ進化するとともに、全体として 1 つの協調フレームワークである OpenStack を支えています。

source: Projects under a "Big Tent"
ja: "Big Tent" 配下のプロジェクト

source: Proposing a session
it: Proporre una sessione
ja: セッションの提案

source: Provide guidance for the development teams where user feedback is requested
ja: ユーザーのフィードバックが必要な開発チームをガイドします

source: Push upstream for review
ja: パッチをアップストリームに投稿し、レビューに出します

source: Pushed to Gerrit for peer review
ja: ピアレビューのために Gerrit にプッシュする

source: Read and complete the :doc:`accounts` guide.
it: Leggi e completa il :doc: guida `accounts`.
ja: :doc:`accounts` ガイドを参照して、完了しておいてください。

source: Recheck bug #XXX
it: Ricontrolla bug #XXX
ja: バグ #XXX の再確認

source: Regressions and integration issues
it: Regressioni e problemi di integrazione
ja: リグレッションと統合の問題

source: Release candidate 1
it: Candidato di rilascio 1
ja: リリース候補版 1 (RC1)

source: Relevance metrics
ja: 関連する指標

source: Relevant actors (`slides <02-relevant-actors.html>`__)
it: Attori rilevanti (`slide <02-relevant-actors.html>`__)
ja: OpenStack に関わっている人々 (`slides <02-relevant-actors.html>`__)

source: Required external references
it: Referenze esterne richieste.
ja: 必要となる外部参照

source: Requirements (http://governance.openstack.org/reference/new-projects-requirements.html)
ja: 要件 (http://governance.openstack.org/reference/new-projects-requirements.html)

source: Requirements of Official OpenStack projects
ja: OpenStack 公式プロジェクトの要件

source: Reserved for ad-hoc meetings of project teams
it: Riservato per riunioni ad hoc dei team di progetto
ja: プロジェクトチームのアドホックなミーティングのために予約されている

source: Review a patch out in the sandbox repository and invite other reviewers.
ja: sandbox リポジトリーにパッチを投稿してレビューを作成し、他のレビューアーを招待してください。

source: Review each other’s commit messages on the draft
it: Revisionate i vostri messaggi di commit sulla bozza
ja: お互いにドラフトのコミットメッセージをレビューしてください。

source: Review in gerrit
it: Revisione su gerrit
ja: gerrit におけるレビュー

source: Review other launchpad bugs and improve yours.
it: Revisona altri bug di launchpad e migliora il tuo.
ja: 他の launchpad バグを参照して、自身のものを改善してください。

source: Review three patches in the sandbox environment. Try to find things to make comments on even if they are just asking a question and not pointing out an issue, don't just +1 three different patches.
ja: sandbox 環境でパッチを 3 つレビューしてください。コメントが問題を指摘するものではなく単に質問であってもよいので、何か見つけてコメントするようにしてください。くれぐれも 3 つのパッチにただ +1 をするだけというのはやめてください。

source: Run unit tests
ja: ユニットテストの実行

source: Same as APC
it: Così come APC
ja: APC と同じ

source: Say a few words about yourself
ja: 簡単に自己紹介をしましょう

source: Selection of sessions
it: Selezione delle sessioni
ja: セッションの選択

source: Sessions are proposed on an open document (generally an Etherpad) and discussed at team meetings.
it: Le sessioni vengono proposte su un documento aperto (di solito un Etherpad) e vengono discusse alle riunioni di gruppo.
ja: セッションは、オープンなドキュメント (一般的には Etherpad) において提案され、チームミーティングにおいて議論されます。

source: Set a target milestone
it: Imposta un traguardo
ja: 目標マイルストーンの設定

source: Sit together
ja: 一緒に座りましょう

source: Small issue with an easy workaround. Any other insignificant bug
it: Piccolo problema con una semplice soluzione. Qualsiasi altro bug poco significanti
ja: 簡単な回避方法のある軽微な問題。その他の重要ではないバグ

source: Stackalytics site is being migrated to http://stackalytics.openstack.org by OpenStack Infrastructure team.
ja: Stackalytics サイトは OpenStack インフラチームにより http://stackalytics.openstack.org へ移行中です。

source: Start on time
it: Iniziare in tempo
ja: 時間通りの開始

source: Status: Fix Committed
it: Stato: Correzione fatta
ja: 状態: 修正コミット済み (Fix Committed)
