Repository: Gheorghita/training-guides
Catalog: doc/upstream-training/source/locale/*/LC_MESSAGES/upstream-training.po
Languages: de, id, it, ja, ko_kr, tr_tr

source: Work towards OpenStack's mission
de: darauf hinwirken, die OpenStack Mission zu erfüllen
id: Bekerja mencapai misi OpenStack ini
ko_kr: OpenStack 미션을 향해 작업합니다
tr_tr: OpenStack'ın amacına uygun çalışın

source: Work with your group to find and discuss the different freeze activities
de: Arbeiten Sie mit Ihrer Gruppe, um die verschiedenen Freeze-Aktivitäten zu finden und zu diskutieren
id: Bekerjalah dengan kelompok Anda untuk menemukan dan mendiskusikan berbagai kegiatan freeze
ko_kr: 다른 확정된 활동을 찾아내고 논의하기 위해 당신의 그룹과 진행하세요.
tr_tr: Farklı dondurma faaliyetlerini bulmak ve tartışmak için grubunuzla birlikte çalışın

source: Workflow and Tools for Participation
de: Arbeitsabläufe und Werkzeuge für die Teilnahme
id: Alur kerja dan Alat untuk Partisipasi
ja: 参加するための流れとツール
ko_kr: 준비를 위한 워크플로우 및 도구
tr_tr: Katılmak için İş Akışları ve Araçlar

source: Workflow of an OpenStack contribution and tools
de: Arbeitsablauf eines OpenStack Beitrages und Werkzeuge
it: Workflow di una collaborazione di OpenStack e strumenti

source: Workflow of an OpenStack contribution and tools (3h including 2h exercises)
de: Arbeitsablauf eines OpenStack Beitrages und Werkzeuge (3 Stunden incl. 2 Stunden Übungen)
id: Workflow kontribusi OpenStack dan alat-alat (3jam termasuk latihan 2jam)
it: Workflow di una collaborazione ad OpenStack e strumenti (3h includendo 2h di esercizi)
ja: OpenStack コントリビューションのワークフローとツール (3 時間、2 時間の演習を含む)
ko_kr: OpenStack 컨트리뷰션과 도구에 대한 작업 흐르 (2시간 실습을 포함한 3시간)
tr_tr: Bir OpenStack katkı ve araçlarının iş akışı (2 saat egzersizleri de dahil olmak üzere 3 saat)

source: Workflow service
de: Workflow-Dienst
id: Layanan Workflow
ja: Workflow サービス
ko_kr: 워크플로우 서비스
tr_tr: İş akışı servisi

source: Working groups
de: Arbeitsgruppen
id: Kelompok kerja
ja: ワーキンググループ
ko_kr: 워킹 그룹
tr_tr: Çalışma grupları

source: Working software over comprehensive documentation
de: Funktionierende Software über umfassende Dokumentation
id: Software bekerja atas dokumentasi yang komprehensif
ko_kr: 전반적인 문서화와 함께 하는 동작하는 소프트웨어
tr_tr: Kapsamlı belgeler üzerinde çalışma yazılımı

source: Working to get a commit
de: Arbeiten, um ein Commit zu bekommen
id: Bekerja untuk mendapatkan komit
tr_tr: Bir gönderim yapmak için çalışmak

source: Worklists & Boards
de: Arbeitslisten & Boards
id: Daftar Pekerjaan & Boards

source: Worklists are user defined groupings of stories and tasks that aid in the organization of work
de: Arbeitslisten sind benutzerdefinierte Gruppierungen von Stories und Aufgaben, die bei der Organisation der Arbeit helfen
id: Daftar Pekerjaan adalah pengelompokan cerita dan tugas yang ditentukan pengguna yang membantu dalam pengorganisasian pekerjaan

source: Worth mentioning:
de: Erwähnenswert:
id: Layak disebut:

source: Write a commit message body to expand on each of the following summary lines. Feel free to make up details to make the context more realistic. Share your favorite in IRC.
de: Schreiben Sie einen Commit Message Body, um auf jeder der folgenden Zusammenfassungszeilen zu erweitern. Fühlen Sie sich frei, Details anzugeben, um den Kontext realistischer zu machen. Teilen Sie Ihren Favoriten im IRC.
id: Tuliskan pesan komit untuk memperluas masing-masing baris ringkasan berikut. Jangan ragu untuk membuat rincian untuk membuat konteks lebih realistis. Bagi favorit Anda di IRC.
ko_kr: 다음 요약 줄 각각에 확장하기 위해 커밋 메시지 본문을 작성하세요. 문맥을 보다 현실적으로 만들기 위해 세부사항은 자유롭게 만스에요. 좋아하는 것을 IRC에 공유하세요.
tr_tr: Aşağıdaki özet satırlarının her birinde genişletmek için bir komisyon mesajı gövdesi yazın. Bağlamı daha gerçekçi yapmak için ayrıntıları telafi etmekten çekinmeyin. Favorinizi IRC'de paylaşın.

source: Write a commit message for the bug you created during our earlier exercise. Include a summary line, body, and the required exernal references along with any optional external references you think it may benefit from.
de: Schreiben Sie eine Commit-Nachricht für den Bug, den Sie während unserer früheren Übung erstellt haben. Fügen Sie eine zusammenfassende Linie, Körper, und die erforderlichen exernal Referenzen zusammen mit allen optionalen externen Referenzen, bei denen Sie denken, dass sie davon profitieren können.
id: Tulis pesan komit untuk bug yang Anda buat selama latihan sebelumnya. Sertakan baris ringkasan, tubuh, dan referensi exernal yang dibutuhkan bersama dengan referensi eksternal opsional yang menurut Anda mungkin bermanfaat.
ko_kr: 이전 연습 때 만든 버그에 대한 커밋 메시지를 작성하세요. 요약문, 본문, 그리고 도움이 될 수 있는 어떠한 선택적인 외부 인용이라도 포함시키세요.
tr_tr: Önceki alıştırmamızda yarattığınız hata için bir gönderim mesajı yazın. Bir özet satır, gövde ve gereken dış referansları ve bunun faydalı olabileceğini düşündüğünüz isteğe bağlı harici referansları ekleyin.

source: Write a summary line for each of the following scenarios:
de: Schreiben Sie eine Zusammenfassungszeile für jedes der folgenden Szenarien:
id: Tulislah baris ringkasan untuk masing-masing skenario berikut ini:
ko_kr: 다음 시나리오의 각각에 대한 요약 줄을 작성합니다:
tr_tr: Aşağıdaki senaryolardan her biri için bir özet satırı yazın:

source: Writing 'Related-Bug: #[Bug number in Lanuchpad]' on message content
de: 'Related-Bug: #[Bug number in Lanuchpad]' als Nachrichteninhalt schreiben
id: Penulisan 'Related-Bug: #[Bug number in Lanuchpad]' pada isi pesan
ko_kr: 메시지 내용에 'Related-Bug: #[Lanuchpad 버그 번호]' 작성
tr_tr: Mesaj içeriğinde 'Related-Bug: #[Lanuchpaddeki hata numarası]' yazma

source: Xavier Antoviaque (training, mentoring, assistant, french, english)
de: Xavier Antoviaque (Ausbildung, Mentoring, Assistent, Französisch, Englisch)
it: Xavier Antoviaque (formazione, tutoraggio, assistente, francese, inglese)
ko_kr: Xavier Antoviaque (교육, 멘토링, 조교, 프랑스어, 영어)
tr_tr: Xavier Antoviaque (eğitim, danışman, asistan, fransızca, ingilizce)

source: You can access the training in parallel to the `OpenStack Days UK <https://openstackdays.uk/2017/>`_ event.
de: Sie können parallel zum `OpenStack Days UK <https://openstackdays.uk/2017/> `_ auf das Training zugreifen .
id: Anda dapat mengakses pelatihan secara paralel dengan event `OpenStack Days UK <https://openstackdays.uk/2017/>`_.

source: You can access the training on the first day of the `OpenStack Days Nordic <http://openstacknordic.org/copenhagen2017/>`_ event.
de: Sie können auf die Ausbildung am ersten Tag der `OpenStack Days Nordic zugreifen <http://openstacknordic.org/copenhagen2017/> `_ Ereignis.
id: Anda dapat mengakses pelatihan pada hari pertama event `OpenStack Days Nordic <http://openstacknordic.org/copenhagen2017/>`_.

source: You can find the list of trainers/coaches on the `training occaisons <https://wiki.openstack.org/wiki/OpenStack_Upstream_Institute_Occasions>`_ wiki page.
de: Sie finden die Liste der Trainer/Coaches auf der `Trainings occaisons <https://wiki.openstack.org/wiki/OpenStack_Upstream_Institute_Occasions> `_ wiki Seite.
id: Anda bisa menemukan daftar pelatih / pelatih di wiki page `training occaisons <https://wiki.openstack.org/wiki/OpenStack_Upstream_Institute_Occasions>`_ .
tr_tr: Eğitmenler/koçlar listesini `eğitim fırsatları <https://wiki.openstack.org/wiki/OpenStack_Upstream_Institute_Occasions>`_ viki sayfasında bulabilirsiniz.

source: You can practice the skills documented in the previous slides.
de: Sie können die in den vorherigen Folien dokumentierten Fähigkeiten üben.
id: Anda bisa mempraktikkan keterampilan yang didokumentasikan di slide sebelumnya.
tr_tr: Önceki sunumlarda belgelenen yetenekleri pratik yapabilirsiniz.

source: You can use `Git Immersion <http://gitimmersion.com/lab_02.html>`_ to work through tutorials for learning git.
de: Sie können `Git Immersion <http://gitimmersion.com/lab_02.html>`_ verwenden, um sich durch die Tutorials für git zu arbeiten.
it: Puoi utilizzare `Git Immersion <http://gitimmersion.com/lab_02.html>`_ per lavorare attraverso tutoriali per imparare git,
ja: Git を学習するチュートリアルとして、`Git Immersion <http://gitimmersion.com/lab_02.html>`_ を使用できます。
ko_kr: Git를 학습하기 위한 튜토리얼을 전반적으로 살펴보기 위해 `Git 몰입 <http://gitimmersion.com/lab_02.html>`_ 을 사용할 수 있습니다.

source: You need to register your contact information including your full name, email address and offline contact information.
de: Sie müssen Ihre Kontaktinformationen einschließlich Ihres vollständigen Namens, E-Mail-Adresse und Offline-Kontaktinformationen registrieren.
ja: 氏名、電子メールアドレス、オフラインでの連絡先などの連絡先情報を登録する必要があります。
ko_kr: 전체 이름, 이메일 주소 및 오프라인 연락처 정보를 포함한 연락처 정보를 등록할 필요가 있습니다.

source: You will be prompted to select a username. You can enter the same one you did for launchpad, or something else.
de: Sie werden aufgefordert, einen Benutzernamen auszuwählen. Sie können das gleiche eingeben, das Sie für Launchpad oder etwas anderes getan haben.
it: Ti verrà richiesto di selezionare un nome di usuario. Puoi inserire lo stesso che hai utilizzato per launchpad, oppure qualcos'altro.
ja: ユーザ名の選択を求められます。 launchpad などと同じ名前を入力しても構いません。
ko_kr: 사용자 이름을 선택하는 프롬프트가 나타날 것입니다. launchpad에서 사용했던 것과 동일한 사용자 이름을 입력 가능하며, 또는 다른 것도 가능합니다.

source: Young-Kyun Kim (assistant, mentoring)
de: Young-Kyun Kim (Assistent, Mentoring)
ko_kr: Young-Kyun Kim (조교, 멘토링)
tr_tr: Young-Kyun Kim (yardımcı, danışman)

source: Youngwoo Kim (assistant, mentoring)
de: Youngwoo Kim (Assistent, Mentoring)
ko_kr: Youngwoo Kim (조교, 멘토링)
tr_tr: Youngwoo Kim (yardımcı, danışman)

source: Your Patch Upstream
de: Ihr Upstream Patch
id: Patch hulu Anda
ja: パッチをアップストリームに投稿すると
ko_kr: 패치 업스트림
tr_tr: Yamanızın Upstream'i

source: Your full name and email address will be public and the email address needs to match the email address which you plan to use in your commits.
de: Ihr vollständiger Name und Ihre E-Mail-Adresse werden öffentlich sein und die E-Mail-Adresse muss mit der E-Mail-Adresse übereinstimmen, die Sie in Ihren Commits verwenden möchten.
ja: 氏名と電子メールアドレスは公開されます。電子メールアドレスは、コミットで使用予定のメールアドレスと一致している必要があります。
ko_kr: 전체 이름 및 이메일 주소는 공개 상태가 될 것이며 이메일 주소는 커밋에 사용하고자 하는 이메일 주소와 동일할 필요가 있습니다.

source: Your management
de: Ihr Management
id: Pimpinan Anda
it: La tua gestione
ja: あなたの管理者
ko_kr: 대상 관리
tr_tr: Yönetiminiz

source: Your mission, should you choose to accept it
de: Ihre Mission, falls Sie sie annehmen, ist
id: Misi Anda, sebaiknya Anda memilih untuk menerimanya
ja: あなたのミッション : 許容するかを決めてください
ko_kr: 임무로, 선택하여 수락해야 합니다
tr_tr: Görevin, kabul etmeyi seçer misin?

source: Zuul is the project gating and automation system that tests and merges changes as well as publishing releases and documentation.
de: Zuul ist das Projekt-Gating- und Automatisierungssystem, das Änderungen testet, merged sowie Releases und Dokumentationen veröffentlicht.
id: Zuul adalah proyek gating dan sistem otomasi yang menguji dan menggabungkan perubahan serta menerbitkan rilis dan dokumentasi.
ko_kr: Zull은 변화를 테스트하고 병합할 뿐만 아니라 릴리즈와 문서를 게시하는 프로젝트 관문이고 자동화 시스템입니다.
tr_tr: Zuul, değişiklikleri test edip birleştiren ve bültenleri ve belgeleri yayınlayan proje geçitlendirme ve otomasyon sistemidir.

source: `Account setup <http://docs.openstack.org/infra/manual/developers.html#account-setup>`_
de: `Kontoaufbau <http://docs.openstack.org/infra/manual/developers.html#account-setup> `_
it: `Configurazione dell'account <http://docs.openstack.org/infra/manual/developers.html#account-setup>`_
ko_kr: `계정 셋업 <http://docs.openstack.org/infra/manual/developers.html#account-setup>`_

source: `Branch model <https://wiki.openstack.org/wiki/Branch_Model>`_
de: `Niederlassungsmodell <https://wiki.openstack.org/wiki/Branch_Model> `_
it: `Modello di ramificazione <https://wiki.openstack.org/wiki/Branch_Model>`_
ja: `ブランチモデル <https://wiki.openstack.org/wiki/Branch_Model>`_
ko_kr: `브랜칭 모델 <https://wiki.openstack.org/wiki/Branch_Model>`_
tr_tr: `Dal modeli <https://wiki.openstack.org/wiki/Branch_Model>`_

source: `Branching model <archive-branching-model.html>`_
de: `Branching-Modell <archive-branching-model.html> `_
ko_kr: `브랜칭 모델 <archive-branching-model.html>`_
tr_tr: `Dallanma modeli <archive-branching-model.html>`_

source: `Closing Exercise <archive-closing-exercise.html>`_
de: `Abschluss-Übung <archive-closing-exercise.html> `_
ko_kr: `마무리 실습 <archive-closing-exercise.html>`_
tr_tr: `Alıştırmayı Kapamak <archive-closing-exercise.html>`_

source: `Code Review <http://docs.openstack.org/infra/manual/developers.html#code-review>`_
de: `Code-Überprüfung <http://docs.openstack.org/infra/manual/developers.html#code-review> `_
ko_kr: `코드 리뷰 <http://docs.openstack.org/infra/manual/developers.html#code-review>`_

source: `Code exercises <code-exercises.html>`_
de: `Code-Übungen <code-exercises.html> `_
ko_kr: `코드 실습 <code-exercises.html>`_
tr_tr: `Kod alıştırmaları <code-exercises.html>`_

source: `Commit Messages <workflow-commit-message.html>`_
de: `Commit Nachrichten <workflow-commit-message.html> `_
ja: `コミットメッセージ <workflow-commit-message.html>`_
ko_kr: `커밋 메시지 <workflow-commit-message.html>`_
tr_tr: `Gönderim Mesajları <workflow-commit-message.html>`_

source: `Communication <howitsmade-communication.html>`_
de: `Kommunikation <howitsmade-communication.html> `_
ko_kr: `의사 소통 <howitsmade-communication.html>`_
tr_tr: `İletişim <howitsmade-communication.html>`_

source: `Complete index in slide format only <http://docs.openstack.org/upstream-training/slide-index.html>`_
de: `Vollständiger Index im Folienformat nur <http://docs.openstack.org/upstream-training/slide-index.html> `_
it: Indice completo soltanto in formato slide <http://docs.openstack.org/upstream-training/slide-index.html>`_
ja: `スライド形式のインデックス <http://docs.openstack.org/ja/upstream-training/slide-index.html>`_
ko_kr: `슬라이드 포맷만을 위한 전체 색인 <http://docs.openstack.org/upstream-training/slide-index.html>`_

source: `Complete index in slide format only <slide-index.html>`_
de: `Vollständiger Index im Folienformat nur <slide-index.html> `_
ja: `スライド形式のインデックス <slide-index.html>`_
ko_kr: `슬라이드 포맷만을 위한 전체 색인 <slide-index.html>`_
tr_tr: `Dizini sadece slayt biçiminde tamamla <slide-index.html>`_

source: `Cross-Repository Dependencies <http://docs.openstack.org/infra/manual/developers.html#cross-repository-dependencies>`_
de: `Cross-Repository-Abhängigkeiten <http://docs.openstack.org/infra/manual/developers.html#cross-repository-dependencies> `_
it: Dipendenze di cross-repository <http://docs.openstack.org/infra/manual/developers.html#cross-repository-dependencies>`_
ja: `クロスリポジトリーの依存関係 <http://docs.openstack.org/infra/manual/developers.html#cross-repository-dependencies>`_
ko_kr: `저장소 간의 의존성 <http://docs.openstack.org/infra/manual/developers.html#cross-repository-dependencies>`_

source: `Demo environment <code-devstack.html>`_
de: `Demo-Umgebung <code-devstack.html> `_
ko_kr: `데모 환경 <code-devstack.html>`_
tr_tr: `Tanıtım ortamı <code-devstack.html>`_

source: `Developer documentation <https://docs.openstack.org/heat/>`_ is published from doc directory in master branch
de: `Entwicklerdokumentation <https://docs.openstack.org/heat/>`_ ist veröffentlicht vom doc Verzeichnis im Master Branch
id: `Developer documentation <https://docs.openstack.org/heat/>`_ diterbitkan dari direktori doc di master branch
ko_kr: `Developer documentation <https://docs.openstack.org/heat/>`_ 은 master 브랜치 내 doc 디렉토리에서 퍼블리싱이 이루어집니다.
tr_tr: `Geliştirici belgelendirmesi <https://docs.openstack.org/heat/>`_ master dalındaki doc dizininden yayınlanır

source: `Developer’s Guide <http://docs.openstack.org/infra/manual/developers.html>`_
de: `Entwicklerhandbuch <http://docs.openstack.org/infra/manual/developers.html> `_
it: `La guida dello sviluppatore <http://docs.openstack.org/infra/manual/developers.html>`_
ko_kr: `개발자 가이드 <http://docs.openstack.org/infra/manual/developers.html>`_

source: `Development workflow <http://docs.openstack.org/infra/manual/developers.html#development-workflow>`_
de: `Entwicklungs-Workflow <http://docs.openstack.org/infra/manual/developers.html#development-workflow> `_
it: Flusso di lavoro di sviluppo <http://docs.openstack.org/infra/manual/developers.html#development-workflow>`_
ko_kr: `개발 작업 흐름 <http://docs.openstack.org/infra/manual/developers.html#development-workflow>`_

source: `Docs cores <https://review.openstack.org/#/admin/groups/30,members>`_ and separate core teams for `docs-specs <https://review.openstack.org/#/admin/groups/384,members>`_ , `security-doc <https://review.openstack.org/#/admin/groups/347,members>`_ , `training-guides <https://review.openstack.org/#/admin/groups/360,members>`_ , and `training-labs <https://review.openstack.org/#/admin/groups/1118,members>`_
de: `Docs Kernteam <https://review.openstack.org/#/admin/groups/30,members> `` und separate Kernteams für `docs-specs <https://review.openstack.org/#/admin/groups/384,members> ``, `security-doc <https://review.openstack.org/#/admin/groups/347,members> ``, `training-guides <https://review.openstack.org/#/admin/groups/360,members> ``, und `training-labs <https://review.openstack.org/#/admin/groups/1118,members> `_
id: `Docs cores <https://review.openstack.org/#/admin/groups/30,members>`_ dan tim inti yang terpisah untuk `docs-specs <https://review.openstack.org/#/admin/groups/384,members>`_ , `security-doc <https://review.openstack.org/#/admin/groups/347,members>`_ , `training-guides <https://review.openstack.org/#/admin/groups/360,members>`_ , dan `training-labs <https://review.openstack.org/#/admin/groups/1118,members>`_
ko_kr: `Docs cores <https://review.openstack.org/#/admin/groups/30,members>`_ 및 `docs-specs <https://review.openstack.org/#/admin/groups/384,members>`_ , `security-doc <https://review.openstack.org/#/admin/groups/347,members>`_ , `training-guides <https://review.openstack.org/#/admin/groups/360,members>`_ , 및 `training-labs <https://review.openstack.org/#/admin/groups/1118,members>`_ 를 위한 별도 core 팀
tr_tr: `Docs cores <https://review.openstack.org/#/admin/groups/30,members>`_ ve `docs-specs <https://review.openstack.org/#/admin/groups/384,members>`_ için ayrı çekirdek takımlar, `security-doc <https://review.openstack.org/#/admin/groups/347,members>`_ , `training-guides <https://review.openstack.org/#/admin/groups/360,members>`_ , ve `training-labs <https://review.openstack.org/#/admin/groups/1118,members>`_

source: `Documentation <https://wiki.openstack.org/wiki/Documentation/HowTo>`_
de: `Dokumentation <https://wiki.openstack.org/wiki/Documentation/HowTo> `_
it: `Documentazione <https://wiki.openstack.org/wiki/Documentation/HowTo>`_
ko_kr: `문서화 <https://wiki.openstack.org/wiki/Documentation/HowTo>`_
tr_tr: `Belgeleme <https://wiki.openstack.org/wiki/Documentation/HowTo>`_

source: `Documentation Deep Dive <docs.html>`_
de: `Dokumentation Deep Dive <docs.html> `_
ko_kr: `문서 파헤치기 <docs.html>`_
tr_tr: `Belge Derinine İnme <docs.html>`_

source: `Documentation cross-project liaisons <https://wiki.openstack.org/wiki/CrossProjectLiaisons#Documentation>`_ for questions, reviews, doc bug triaging, and patching docs
de: `Dokumentation übergreifende Liaisons <https://wiki.openstack.org/wiki/CrossProjectLiaisons#Documentation> `_ für Fragen, Bewertungen, doc Bug Triaging und Patching Docs
ko_kr: 문서 질문, 리뷰, 문서 버그 triaging 및 패치를 위한 `Documentation cross-project liaisons <https://wiki.openstack.org/wiki/CrossProjectLiaisons#Documentation>`_
tr_tr: Sorular, gözden geçirmeler, belge hatası önceliklendirme ve dökümanları yamamak için `Belgeleme çapraz proje bağlantıları<https://wiki.openstack.org/wiki/CrossProjectLiaisons#Documentation>`_

source: `Environment Setup <development-environment-setup.html>`_
de: `Umgebungseinstellung <development-environment-setup.html> `_
ko_kr: `환경 셋업 <development-environment-setup.html>`_
tr_tr: `Ortam Kurulumu <development-environment-setup.html>`_

source: `Etherpad for London Upstream Collaboration Training <https://etherpad.openstack.org/p/upstream-institute-uk-2017>`_
de: `Etherpad für London Upstream Collaboration Training <https://etherpad.openstack.org/p/upstream-institute-uk-2017> `_

source: `Etherpad for Nordic Upstream Collaboration Training <https://etherpad.openstack.org/p/upstream-institute-nordic-2017>`_
de: `Etherpad für Nordic Upstream Collaboration Training <https://etherpad.openstack.org/p/upstream-institute-nordic-2017> `_

source: `Etherpad for Sydney Upstream Collaboration Training <https://etherpad.openstack.org/p/upstream-institute-sydney-2017>`_
de: `Etherpad für Sydney Upstream Collaboration Training <https://etherpad.openstack.org/p/upstream-institute-sydney-2017> `_
ko_kr: `Sydney Upstream Collaboration Training를 위한 Etherpad <https://etherpad.openstack.org/p/upstream-institute-sydney-2017>`_

source: `Etherpad for Upstream Training, Korea, 2016 <https://etherpad.openstack.org/p/upstream-training-korea-2016>`_
de: `Etherpad für Upstream Training, Korea, 2016 <https://etherpad.openstack.org/p/upstream-training-korea-2016> `_
it: `Etherpad per l'Upstream Training, Korea, 2016 <https://etherpad.openstack.org/p/upstream-training-korea-2016>`_
ko_kr: `2016년 한국 업스트림 트레이닝 Etherpad <https://etherpad.openstack.org/p/upstream-training-korea-2016>`_
tr_tr: `Upstream Eğitimi için Etherpad, Kore, 2016 <https://etherpad.openstack.org/p/upstream-training-korea-2016>`_

source: `Etherpad for Upstream Training, Korea, 2017 <https://etherpad.openstack.org/p/upstream-training-korea-2017>`_
de: `Etherpad für Upstream Training, Korea, 2017 <https://etherpad.openstack.org/p/upstream-training-korea-2017> `_
ko_kr: `2017 한국 업스트림 트레이닝을 위한 Etherpad <https://etherpad.openstack.org/p/upstream-training-korea-2017>`_
tr_tr: `Upstream Eğitimi için Etherpad, Kore, 2017 <https://etherpad.openstack.org/p/upstream-training-korea-2017>`_

source: `Git review installation <http://docs.openstack.org/infra/manual/developers.html#installing-git-review>`_
de: `Git Überprüfung Installation <http://docs.openstack.org/infra/manual/developers.html#installing-git-review> `_
it: `Installazione di git review <http://docs.openstack.org/infra/manual/developers.html#installing-git-review>`_
ko_kr: `Git review 설치 <http://docs.openstack.org/infra/manual/developers.html#installing-git-review>`_

source: `Guide to SetUp and Push First Patch <workflow-setup-and-first-patch.html>`_
de: `Anleitung zur Einrichtung und zum Pushen des ersten Patches <workflow-setup-and-first-patch.html>`_
ja: `環境設定と最初のパッチの投稿 <workflow-setup-and-first-patch.html>`_
ko_kr: `첫 패치에 대한 셋업 및 푸시 가이드 <workflow-setup-and-first-patch.html>`_
tr_tr: `İlk Yamayı Kurmak ve Göndermek için Kılavuz <workflow-setup-and-first-patch.html>`_

source: `How to create a project <http://docs.openstack.org/infra/manual/creators.html>`_
de: `So erstellen Sie ein Projekt <http://docs.openstack.org/infra/manual/creators.html> `_
it: `Come creare un progetto <http://docs.openstack.org/infra/manual/creators.html>`_
ja: `プロジェクトの作成方法 <http://docs.openstack.org/infra/manual/creators.html>`_
ko_kr: `프로젝트 추가 방법 <http://docs.openstack.org/infra/manual/creators.html>`_

source: `IRC Logs <http://eavesdrop.openstack.org/irclogs/>`_
de: `IRC-Protokolle <http://eavesdrop.openstack.org/irclogs/> `_
it: `Logs di IRC <http://eavesdrop.openstack.org/irclogs/>`_
ja: `IRC ログ <http://eavesdrop.openstack.org/irclogs/>`_
ko_kr: `IRC 로그 <http://eavesdrop.openstack.org/irclogs/>`_
tr_tr: `IRC Günlükleri <http://eavesdrop.openstack.org/irclogs/>`_

source: `IRC Services <http://docs.openstack.org/infra/system-config/irc.html>`_
de: `IRC Dienste <http://docs.openstack.org/infra/system-config/irc.html> `_
it: `Servizi di IRC <http://docs.openstack.org/infra/system-config/irc.html>`_
ja: `IRC サービス <http://docs.openstack.org/infra/system-config/irc.html>`_
ko_kr: `IRC 서비스 <http://docs.openstack.org/infra/system-config/irc.html>`_
