Repository: Gheorghita/training-guides
Catalog: doc/upstream-training/source/locale/*/LC_MESSAGES/upstream-training.po
Languages: de, id, it, ja, ko_kr, tr_tr

source: 'Gates' code entering the stable or master branches
de: 'Gates' Code gelangt in den stable oder master Branch
id: Kode 'Gates' masuk ke cabang stabil atau master
ko_kr: 안정이나 마스터 브랜치에 들어가는 'Gate' 코드
tr_tr: 'Gates' kodunun kararlı veya master dallara girişi

source: (A real bug report needs a more detailed description.)
de: (Ein echter Fehlerbericht bedarf einer detaillierteren Beschreibung.)
id: (Laporan bug yang sebenarnya membutuhkan deskripsi yang lebih rinci.)
ko_kr: (실제 버그 보고서에는 더 자세한 설명이 필요합니다.)
tr_tr: (Gerçek bir hata raporunun daha ayrıntılı bir açıklamasına ihtiyacı var.)

source: (As an example, a new file has been created using cat command.)
de: (Als Beispiel wurde eine neue Datei mit dem Befehl cat erstellt.)
id: (Sebagai contoh, sebuah file baru telah dibuat menggunakan perintah cat.)
ko_kr: (예시로, cat 명령어를 사용하여 새로운 파일을 생성하였습니다.)
tr_tr: (Örneğin, yeni bir dosya cat komutu kullanılarak oluşturuldu.)

source: (Checking the log message before uploading is a best practice.)
de: (Überprüfen der Protokollnachricht vor dem Hochladen ist eine bewährte Praxis.)
id: (Memeriksa pesan log sebelum mengunggah adalah praktik terbaik.)
ko_kr: (업로드 이전 로그 메시지를 확인하는 것은 언제나 좋은 실천 사례입니다.)
tr_tr: (Yüklemeden önce günlük iletisini kontrol etmek en iyi yöntemdir.)

source: (Draft comments are not visible to others.)
de: (Entwurf Kommentare sind für andere nicht sichtbar.)
id: (Draft komentar tidak terlihat oleh orang lain.)
ko_kr: (댓글 초안은 다른 사람들에게 보이지 않습니다.)
tr_tr: (Taslak yorumlar diğerlerine görünebilir değildir.)

source: (Ensure that your comment is being shown in History.)
de: (Stellen Sie sicher, dass Ihr Kommentar in der History erscheint.)
id: (Pastikan bahwa komentar Anda sedang ditampilkan dalam Riwayat.)
ko_kr: (댓글이 내역에 보이는지 확인합니다.)
tr_tr: (Yorumunuzun Geçmişte gösterildiğinden emin olun.)

source: (Find reviewer by Gerrit username or e-mail address.)
de: (Reviewer durch Gerrit Benutzername oder E-mail Adresse finden.)
id: (Cari pengulas senior dengan username Gerrit atau alamat email.)
ko_kr: (Gerrit 사용자 이름 또는 이메일 주소로 검토자를 찾습니다.)
tr_tr: (Gözden Geçiriciyi Gerrit'in kullanıcı adı veya e-posta adresi ile bul.)

source: (Note: In some environments need to use 'git-review master')
de: (Anmerkung: In einigen Umgebungen muss man 'git-review master' verwenden)
id: (Catatan: Di beberapa lingkungan perlu menggunakan 'git-review master')
ko_kr: (노트: 몇몇 환경에서는 'git-review master' 를 사용할 필요가 있습니다)
tr_tr: (Not: Bazı ortamlarda 'git-review master' kullanmanız gerekir)

source: (Other people will assume the person is working on the bug.)
de: (Andere Leute werden davon ausgehen, dass die Person an dem Bug arbeitet.)
id: (Orang lain akan menganggap orang tersebut sedang mengerjakan bug tersebut.)
ko_kr: (다른 사람들은 그 사람이 그 버그에 대해 작업하고 있다고 가정 할 것입니다.)
tr_tr: (Diğer insanlar kişinin hata üzerinde çalıştığını düşünecektir.)

source: (Please also change your commit message if needed.)
de: (bitte ändern Sie falls nötig auch die Commit-Nachricht)
id: (Silakan juga mengubah pesan commit Anda jika diperlukan.)
ko_kr: (필요한 경우 커밋 메시지 또한 변경해 주십시오.)
tr_tr: (Lütfen gerekirse gönderim mesajınızı değiştirin.)

source: (Review invitation letter has been sent by e-mail.)
de: (Review Einladung wurde als E-mail verschickt.)
id: (Surat undangan pengulasan telah dikirim melalui email.)
ko_kr: (리뷰 초대장 편지가 이메일에 의해 전송되었습니다.)
tr_tr: (Gözden Geçirme davet mektubu e-posta ile gönderildi.)

source: **Mentors**
de: ** Mentoren **
ko_kr: **멘터**
tr_tr: **Danışmalar**

source: **Private key** - Only known to you and it should be safely guarded.
de: **Private key** - Nur Sie kennen diesen Schlüssel. Er muss geschützt werden.
it: **Chiave privata** - Conosciuta solo da te e dovrebbe essere tenuta al sicuro.
ja: **秘密鍵** - 自分だけが持っていて、安全に保護すべきです。
ko_kr: **비밀키** - 사용자만 알고 있으며 안전하게 보호되어져야 합니다.

source: **Public key** - Can be shared freely with any SSH server you wish to connect to.
de: **Public key** - Dieser kann mit SSH-Servern frei geteilt werden, mit denen Sie sich verbinden wollen.
it: **Chiave pubblica** - Può essere condivisa liberamente con qualsiasi server SSH a cui desideri collegarti.
ja: **公開鍵** - 接続したい SSH サーバーと自由に共有できます。
ko_kr: **공개키** - 접속하고자 하는 임의의 SSH 서버에 자유롭게 공유 가능합니다.

source: **Saturday, November 04, 2017 - Sunday, November 05, 2017**
de: ** Samstag, 04. November 2017 - Sonntag, 5. November 2017 **

source: **Staff**
de: **Personal**
ja: **スタッフ**
ko_kr: **스태프**
tr_tr: **Çalışanlar**

source: **Tuesday, September 26, 2017 at 11:00 a.m. to 5:30 p.m. (local time)**
de: ** Dienstag, 26. September 2017 um 11:00 Uhr bis 17:30 Uhr (Ortszeit) **

source: **Wednesday, October 18, 2017 at 08:30 a.m. to 4:30 p.m. (local time)**
de: ** Mittwoch, 18. Oktober 2017 um 08:30 Uhr bis 16:30 Uhr (Ortszeit) **

source: *Common cycle with development milestones*
de: *Gemeinsamer Zyklus mit Entwicklungsmeilensteinen*
ko_kr: *개발 마일스톤을 가지고 있는 공통 주기*
tr_tr: *Geliştirme kilometre taşları ile ortak döngü*

source: 1 Day
de: 1 Tag

source: 1.5 Days
de: 1,5 Tage

source: 15:00 Overnight in Ibiza
de: 15:00 Übernachtung auf Ibiza
id: 15:00 Bermalam di Ibiza
ko_kr: 15:00 이비자 섬에서 1박
tr_tr: 15:00 Bir Gecede İbiza'da

source: 185 countries
de: 185 Länder
id: 185 negara
ko_kr: 185 개 국가
tr_tr: 185 ülke

source: 19:45 Barcelona FC Game
de: 19:45 Barcelona FC Spiel
ko_kr: 19:45 바르셀로나 FC 경기
tr_tr: 19:45 Barcelona FC Maçı

source: 1st Upstream Training in Seoul
de: 1. Upstream Training in Seoul
ko_kr: 서울에서의 첫 번째 업스트림 트레이닝
tr_tr: 1. Upstream Eğitimi, Seoul

source: 2,000 developers
de: 2.000 Entwickler
id: 2,000 pengembang
ko_kr: 2,000 여명 개발자
tr_tr: 2,000 geliştirici

source: 20 mins building
de: 20 min Arbeiten
id: 20 mins bangunan
ja: 20 分間の組み立て
ko_kr: 20분 동안 만들기
tr_tr: 20 dakika oluşturma

source: 2013.2 branch and tags
de: 2013.2 Branch und Tags
id: 2013.2 branch dan tags
it: 2013.2 rami e tag
ja: 2013.2 ブランチとタグ
ko_kr: 2013.2 브랜치 및 태그
tr_tr: 2013.2 dal ve etiketleri

source: 2013.2.4 preparation
de: 2013.2.4 Vorbereitung
id: 2013.2.4 persiapan
it: 2013.2.4 preparazione
ja: 2013.2.4 準備
ko_kr: 2013.2.4 준비
tr_tr: 2013.2.4 hazırlığı

source: 2014 Paris, France
de: 2014 Paris, Frankreich
ko_kr: 2014년 프랑스, 파리
tr_tr: 2014 Paris, Fransa

source: 2015 Vancouver, Canada
de: 2015 Vancouver, Kanada
ko_kr: 2015년 캐나다, 벤쿠버
tr_tr: 2015 Vancouver, Kanada

source: 2016 Barcelona, Spain
de: 2016 Barcelona, ​​Spanien
id: 2016 Barcelona, Spain (spanyol)
ko_kr: 2016 스페인 Barcelona
tr_tr: 2016 Barcelona, İspanya

source: 2016 was 6th birthday of OpenStack
de: 2016 war der 6. Geburtstag von OpenStack

source: 2017 Beijing, China
de: 2017 Peking, China
ko_kr: 2017 중국 베이징

source: 265 different organizations
de: 265 verschiedene Organisationen
id: 265 organisasi yang berbeda
ko_kr: 265 개의 서로 다른 회사
tr_tr: 265 farklı kurum

source: 2nd Upstream Training in Seoul with Ubuntu Korea Community & Naver D2
de: 2. Upstream Training in Seoul mit Ubuntu Korea Community & Naver D2
ko_kr: 우분투 한국 커뮤니티 & Naver D2와 함께 한 서울에서의 두 번째 업스트림 트레이닝
tr_tr: Ubuntu Kore Topluluğu & Naver D2 ile Seoul'da 2. Upstream Eğitimi

source: 3-4 different companies
de: 3-4 verschiedene Firmen
id: 3-4 perusahaan yang berbeda
ja: 3〜4 社のカンパニー
ko_kr: 3-4 개의 서로 다른 회사
tr_tr: 3-4 farklı şirket

source: 5 mins planning
de: 5 min Planen
id: 5 mins perencanaan
ja: 5 分間の計画
ko_kr: 5분 동안 계획하기
tr_tr: 5 dakika planlama

source: 5 mins review
de: 5 min Überprüfen
id: 5 mins ulasan
ja: 5 分間のレビュー
ko_kr: 5분 동안 리뷰하기
tr_tr: 5 dakika gözden geçirme

source: 660 supporting companies
de: 660 unterstützende Unternehmen
id: 660 perusahaan pendukung
ko_kr: 660 지원 회사
tr_tr: 660 destekçi şirket

source: 73,723 people
de: 73.723 Menschen
id: 73.723 orang
ko_kr: 73,723 명
tr_tr: 73,723 kişi

source: 7:00 Day Trip to Madrid
de: 7:00 Tagesausflug nach Madrid
id: 7:00 Hari perjalanan ke Madrid
ko_kr: 7:00 마드리드로 하루 여행
tr_tr: 7:00 Madrid'e Günlük Gezi

source: :doc:`upstream-details`: : A detailed overview of OpenStack Upstream Institute Training.
de: : doc: `upstream-details`:: Ein detaillierter Überblick über das OpenStack Upstream Institute Training.

source: A big thank you to everyone that has made this possible, especially Loic Dachary, Stefano Maffulli, Tim Freund, Marton Kiss, and Ildikó Váncsa who lead the trainings.
de: Ein großes Dankeschön an alle, die dies möglich gemacht haben, vor allem Loic Dachary, Stefano Maffulli, Tim Freund, Marton Kiss und Ildikó Váncsa, die die Trainings führen.
id: Ucapan terima kasih kepada semua orang yang telah membuat ini menjadi kenyataan, terutama Loic Dachary, Stefano Maffulli, Tim Freund, Marton Cium, dan Ildiko Váncsa yang memimpin pelatihan.
ko_kr: 이를 가능하게 한 모든 분들, 그리고 특별히 트레이닝을 진행한 Loic Dachary, Stefano Maffulli, Tim Freund, Marton Kiss, 그리고 Ildikó Váncsa에게 큰 감사를 드립니다.
tr_tr: Bunu mümkün kılan herkese, özellikle Loic Dachary, Stefano Maffulli, Tim Freund, Marton Kiss ve eğitimlerini yöneten Ildikó Váccsa'ya büyük teşekkür ederim.

source: A blueprint is a description of a solution
de: Ein Blueprint ist die Beschreibung einer Lösung
id: Cetak biru adalah deskripsi solusinya

source: A board is a collection of worklists
de: Ein Board ist eine Sammlung von Arbeitslisten
id: Board adalah kumpulan daftar kerja

source: A bunch of scripts to build a full OpenStack environment
de: Eine Reihe von Skripten, um eine vollständige OpenStack-Umgebung zu erstellen
id: Sekelompok script untuk membangun lingkungan OpenStack penuh
ko_kr: 전체 OpenStack 환경을 만들기 위한 스크립트 모음
tr_tr: Tam bir OpenStack ortamı oluşturmak için bir grup komut dosyası

source: A gathering of projects teams and contributors
de: Ein Treffen von Projekten Teams und Mitwirkenden
id: Sebuah pertemuan tim proyek dan kontributor
ko_kr: 프로젝트 팀 및 컨트리뷰터가 모이는 자리입니다
tr_tr: Proje takımlarının ve destekçilerinin toplanması

source: A given project cannot follow more than one model
de: Ein bestimmtes Projekt kann nicht mehr als einem Modell folgen
id: Sebuah proyek yang diberikan tidak dapat mengikuti lebih dari satu model
ko_kr: 주어진 프로젝트는 한 모델 이상을 따를 수는 없습니다
tr_tr: Belli bir proje birden fazla modeli takip edemez

source: A message dialog window will come up. Type the following to register your nick name with nickserv replacing **mysecretpassword** and **test@domain.com** with your own password and email address::
de: Ein Dialogfenster erscheint. Geben Sie Folgendes zur Registrierung Ihres Nicknamens bei Nickserv ein und ersetzen **mysecretpassword** und **test@domain.com** mit ihrem eigenen Passwort und Email-Adresse::
it: Una finestra di chat apparirà. DIgita quanto segue per registrare il tuo nickname con nickserv rimpiazzando **mysecretpassword** e **test@doamin.com** con la tua propria password ed indirizzo email::
ja: メッセージダイアログウィンドウが表示されます。以下を入力して登録します。nickserv をあなたのニックネームに、**mysecretpassword** と **test@domain.com** を自身のパスワードと電子メールに置き換えます。
ko_kr: 메시지 다이얼로그 창이 나타날 것입니다. **mysecretpassword** 및 **test@domain.com** 를 사용하고자 하는 암호 및 이메일 주소로 변경하도록 nickserv에 닉네임을 등록합니다.

source: A new capability was added to the project that should be implemented in all vendor drivers.
de: Eine neue Funktionalität wurde dem Projekt hinzugefügt, das in allen Vendor-Treibern implementiert werden sollte.
id: Kemampuan baru ditambahkan ke proyek yang harus diimplementasikan di semua vendor driver..
ko_kr: 모든 벤더 드라이버에서 구현되어야 하는 새로운 기능이 프로젝트에 추가되었습니다.
tr_tr: Projeye, tüm satıcı sürücüleri tarafından uygulanması gereken yeni bir yetenek eklendi.

source: A place for listing and planning specifications for work to be done
de: Ein Ort für die Auflistung und Planung Spezifikationen, welche Arbeit zu tun ist
id: Tempat untuk daftar dan spesifikasi perencanaan pekerjaan yang harus dilakukan

source: A possible setup could be a board is a project and the worklists on the board could be different releases or bugs versus implementations
de: Ein mögliches Setup könnte ein Board als Projekt sein und die Arbeitslisten auf dem Board könnten unterschiedliche Releases oder Bugs im Vergleich zu Implementierungen sein
id: Penyiapan yang mungkin bisa berupa sebuah board adalah sebuah proyek dan daftar kerja di board bisa berbeda dengan rilis atau bug versus implementasi

source: A sample presentation is given by the teacher, as an example
de: Eine Beispielpräsentation wird vom Lehrer als Beispiel gegeben
id: Sebuah presentasi sampel diberikan oleh guru, sebagai contoh
it: Un modello di presentazione viene dato dall'insegnate, come esempio
ja: サンプルプレゼンが、例として講師から提供されます。
ko_kr: 선생님에 의해 주어진 샘플 발표를, 예시로 합니다

source: A story is a work item such as a bug or a new feature
de: Eine Story ist eine Arbeitsaufgabe wie ein Bug oder ein neues Feature
id: Cerita adalah item pekerjaan seperti bug atau fitur baru

source: A week before the training begins, ensure attendees are aware of the prerequisites when confirming attendance
de: Eine Woche vor Beginn des Trainings ist sicherzustellen, dass die Teilnehmer die Voraussetzungen bei der Bestätigung der Teilnahme kennen
id: Seminggu sebelum pelatihan dimulai, pastikan peserta mengetahui prasyarat saat mengkonfirmasikan kehadiran
tr_tr: Eğitim başlamadan bir hafta önce katılımcıların katılımı onaylarken ön koşullardan haberdar olmasını sağlayın

source: API first implementation
de: API erste Implementierung
id: Implementasi API pertama
ko_kr: API 첫번째 구현

source: API, Security Guide, Training Guides, Training Labs
de: API, Sicherheitsleitfaden, Schulungsleitfäden, Schulungslabors
tr_tr: API, Güvenlik Kılavuzu, Eğitim Kılavuzları, Eğitim Laboratuvarları

source: ATC's should be proposed into `projects.yaml <http://git.openstack.org/cgit/openstack/governance/tree/reference/projects.yaml>`_ under ``extra-atcs`` of the actual project, but not after the `Extra-ATC's deadline <https://releases.openstack.org/pike/schedule.html#p-extra-atcs>`_ of the cycle expired.
de: ATCs sollten in "projects.yaml" vorgeschlagen werden <http://git.openstack.org/cgit/openstack/governance/tree/reference/projects.yaml> `` unter `` extra-atcs`` des eigentlichen Projektes, aber nicht nach dem `Extra-ATC-Termin <https://releases.openstack.org/pike/schedule.html#p-extra-atcs> `` des abgelaufenen Zykluses.
id: ATC harus diajukan ke dalam `projects.yaml <http://git.openstack.org/cgit/openstack/governance/tree/reference/projects.yaml>`_ dibawah ``extra-atcs`` dari proyek yang sebenarnya, tapi tidak setelah `Extra-ATC's deadline <https://releases.openstack.org/pike/schedule.html#p-extra-atcs>`_ dari siklus kadaluarsa
ko_kr: ATC는 `projects.yaml <http://git.openstack.org/cgit/openstack/governance/tree/reference/projects.yaml>`_ 에 실제 프로젝트 내 ``extra-atcs`` 내에 제안이 이루어져야 하며, 사이클이 끝나는 `Extra-ATC's deadline <https://releases.openstack.org/pike/schedule.html#p-extra-atcs>`_ 이전에 이루어져야 합니다.

source: About the training
de: Über das Training
id: Tentang pelatihan
ja: トレーニングについて
ko_kr: 트레이닝에 관하여
tr_tr: Eğitim hakkında

source: Account Setup
de: Benutzerkonto einrichten
it: Impostazione dell'account
ja: アカウントのセットアップ
ko_kr: 계정 셋업

source: Accounts
de: Konten
id: Accounts (akun)
ko_kr: 계정

source: Active Project Contributor (APC)
de: Aktiver Projektmitarbeiter (APC)
id: Active Project Contributor (APC) (kontributor proyek aktif)
it: Collaboratore Attivo di progetto(APC)
tr_tr: Aktif Proje Destekçisi (APC)

source: Active Technical Contributor (ATC)
de: Aktiver technischer Mitarbeiter (ATC)
id: Active Technical Contributor (ATC) (kontributor teknis aktif)
it: Collaboratore Tecnico Attivo (ATC)
tr_tr: Aktif Teknik Destekçiler (ATC)

source: Active members and contributors to functional teams and/or working groups
de: Aktive Mitglieder und Mitwirkende zu funktionalen Teams und / oder Arbeitsgruppen
id: Anggota aktif dan kontributor untuk tim fungsional dan / atau kelompok kerja
ko_kr: 활동적인 팀 그리고/또는 워킹 그룹에 대한 활발한 구성원 및 컨트리뷰터
tr_tr: Aktif üyeler ve fonksiyonel ekiplere ve/veya çalışma gruplarına katkıda bulunan kişiler

source: Active moderators on ask.openstack.org
de: Aktive Moderatoren auf ask.openstack.org
id: Moderator aktif di ask.openstack.org
ko_kr: ask.openstack.org에서 활발한 조정자
tr_tr: ask.openstack.org'deki aktif moderatörler

source: Actively contributing to an OpenStack project
de: Aktive Beitrag zu einem OpenStack-Projekt

source: Activities listed here are not realized at every Upstream training.
de: Die hier aufgeführten Aktivitäten werden nicht bei jedem Upstream-Training realisiert.
id: Kegiatan yang tercantum di sini tidak memperlihatkan pada setiap pelatihan Upstream (hulu).
ko_kr: 여기에 나열된 활동은 모든 업스트림 트레이닝에서 설명이 이루어지지는 않습니다.
tr_tr: Burada listelenen aktiviteler, her Upstream eğitiminde gerçekleşmez.

source: Activity
de: Aktivität
id: Aktivitas
ko_kr: 활동
tr_tr: Faaliyet

source: Add A New Connection
de: Füge eine neue Verbindung hinzu
it: Aggiungi un nuovo collegamento
ja: 新しい接続の追加
ko_kr: 새 연결 추가

source: Add a few extra LOG.debug() lines to one of the methods of the API call you chose in the previous exercise
de: Fügen Sie einige zusätzliche LOG.debug () Zeilen zu einer der Methoden des API-Aufrufs hinzu, den Sie in der vorherigen Übung ausgewählt haben
id: Tambahkan beberapa tambahan baris LOG.debug() ke salah satu metode panggilan API yang Anda pilih dalam latihan sebelumnya
ko_kr: 이전 실습에서 선택한 API 요청에 대한 함수 중 하나에 LOG.debug() 를 몇 줄 추가합니다
tr_tr: Önceki uygulamada seçtiğiniz API çağrılarından birine birkaç ekstra LOG.debug() satırı ekleyin

source: Add bugs against, or write reviews for, the itinerary patches from other groups.
de: Fügen Sie Bugs gegen, oder schreiben Sie Bewertungen für, die Route Patches aus anderen Gruppen.
id: Tambahkan bug, atau tulis ulasan untuk, itinerary patches dari grup lain.
ko_kr: 다른 그룹에서 주기적으로 발생하는 패치에 대해 버그를 추가하거나 리뷰를 작성합니다.
tr_tr: Diğer gruplardan gelen güzergah yamalarına karşı hatalar ekleyin ya da gözden geçirme yazın.

source: Add the file and commit
de: Fügen Sie die Datei hinzu und committen Sie
id: Tambahkan file dan komit
ko_kr: 파일을 추가하여 커밋합니다
tr_tr: Dosyayı ekle ve gönder

source: Added as Reviewer
de: als Reviewer hinzugefügt
id: Ditambahkan sebagai Pengulas
ko_kr: 검토자를 추가하였습니다
tr_tr: Gözden Geçiren olarak eklendi

source: Added unit tests to cover untested methods
de: Hinzufügen von Unit-Tests, um nicht getestete Methoden zu checken
id: Unit tes yang ditambahkan untuk mencakup metode yang belum diuji
ko_kr: 테스트가 되지 않은 방식을 보완하기 위한 단위 테스트가 추가됨
tr_tr: Test edilmemiş yöntemleri kapsayan birim testleri eklendi

source: Additional External References:
de: Zusätzliche externe Referenzen:
ko_kr: 추가적인 외부 레퍼런스:
tr_tr: Ek Harici Kaynaklar:

source: Additional Release Candidates created for critical bugs found during RC testing - (RC2, RC3, ...) with bugs targeted to it - Repeated as many times as necessary
de: Zusätzliche Release-Kandidaten für kritische Bugs bei RC-Tests gefunden - (RC2, RC3, ...) mit Bugs, die darauf ausgerichtet sind - wiederholt so oft wie nötig

source: Additional services built upon IaaS
de: Zusätzliche Dienstleistungen auf IaaS gebaut
id: Layanan tambahan dibangun di atas IaaS
ja: IaaS 上に構築されるサービス群
ko_kr: IaaS 위에 만들어지는 부가적인 서비스
tr_tr: IaaS üzerine inşa edilen ek servisler

source: Adrien Cunin (mentoring, assistant, french, english)
de: Adrien Cunin (Mentoring, Assistent, Französisch, Englisch)
it: Adrien Cunin (tutoraggio, assistente, francese, inglese)
ko_kr: Adrien Cunin (멘토링, 조교, 프랑스어, 영어)
tr_tr: Adrien Cunin (danışman, yardımcı, fransızca, ingilizce

source: After DevStack is run Horizon is accessible via localhost
de: Nachdem DevStack ausgeführt wird, ist Horizon über localhost zugänglich
id: Setelah DevStack dijalankan Horizon bisa diakses via localhost
ko_kr: DevStack이 실행된 이후 localhost를 통해 Horizon에 접근 가능합니다.
tr_tr: DevStack çalıştırıldıktan sonra Horizon'a localhost üzerinden erişilebilir

source: After the last milestone
de: Nach dem letzten Meilenstein
id: Setelah tonggak terakhir
it: Dopo l'ultimo milestone
ja: 最終マイルストーンの後
ko_kr: 마지막 마일스톤 이후
tr_tr: Son kilometre taşından sonra

source: After the training students have the possibility to sign up for a longer term mentoring to further stregthen the skills they've learnt during the training.
de: Nach dem Training haben die Studierenden die Möglichkeit, sich für ein längerfristiges Mentoring einzuschreiben, um die Fähigkeiten, die sie während des Trainings gelernt haben, weiter zu stärken.
id: Setelah pelatihan para siswa memiliki kemungkinan untuk mendaftar untuk mentoring jangka panjang untuk lebih kuat keterampilan yang mereka pelajari selama pelatihan.
tr_tr: Eğitim sonrasında öğrenciler, eğitim sırasında öğrendiklerini daha da güçlendirmek için daha uzun süreli mentorluk başvurusu yapma olanağına sahip olurlar.

source: Agenda - Day 1
de: Tagesordnung - Tag 1

source: Agenda - Day 2
de: Tagesordnung - Tag 2

source: Agreeable : 2-3
de: Angemessen: 2-3
ja: 感じのよい人: 2〜3
ko_kr: 동의하는 자 : 2-3
tr_tr: Kabul edilebilir : 2-3

source: Ahead of time: ensure the existing Lego buildings are set out on a table, but not connected to each other. All the unsorted bricks should be available in several smaller boxes in a different part of the room, for participants to use. There is no need to display the boxes or instruction manuals.
de: Im Voraus: Sicherstellen, dass die bestehenden Lego-Gebäude auf einem Tisch liegen, aber nicht miteinander verbunden sind. Alle unsortierten Steine sollten in mehreren kleineren Kästen in einem anderen Teil des Raumes vorhanden sein, damit Teilnehmer sie benutzen können. Es besteht keine Notwendigkeit, die Boxen oder Bedienungsanleitungen zu zeigen.
id: Menjelang waktu: pastikan bangunan Lego yang ada diatur di atas meja, tetapi tidak terhubung satu sama lain. Semua batu bata tidak disortir harus tersedia dalam beberapa kotak kecil di bagian yang berbeda dari ruangan, untuk peserta menggunakannya. Tidak perlu untuk menampilkan kotak atau manual instruksi.
ja: 事前に : LEGO の建物がテーブルにセットされており、それぞれが繋がっていないことを確認してください。受講者が使うためのバラバラのブロックは、いくつかの小さな箱に入って部屋の別の場所に置いておきます。箱を見せる必要はありません。取扱説明書も必要ありません。
ko_kr: 시간에 앞서: 기존 레고 건물이 탁자 위에 있으나 각각이 서로 연결되지 않았음을 보장합니다. 정렬되지 않은 모든 벽돌은 참여자들이 사용할 수 있도록 서로 다른 공간 파트 내에 여러 작은 상자에서 사용 가능하도록 해야 합니다. 상자 또는 안내 매뉴얼을 보여줄 필요는 없습니다.
tr_tr: Zamanın ötesinde: Var olan Lego binalarının bir masanın üzerine yerleştirildiğinden, birbirlerine bağlı olmadığından emin olun. Tüm ayrılmış tuğlalar, katılımcıların kullanmaları için odanın farklı bir bölümünde birkaç küçük kutuda bulunmalıdır. Kutuları veya kullanım kılavuzlarını görüntülemenize gerek yoktur.

source: Aim to become a major contributor and demonstrate your mad skills!
de: Das Ziel ein bedeutender Beitragender zu werden und Ihre tollen Fähigkeiten zu demonstrieren!
id: Bertujuan untuk menjadi kontributor utama dan menunjukkan keterampilan gila (mad skills) Anda!
ja: メジャーなコントリビューターを目指し、あなたのヤバいスキルを見せつけましょう!
ko_kr: 주요 컨트리뷰터가 되어 열광하는 기술을 입증하는 것을 목표로 합니다!
tr_tr: Büyük katkıda bulunmayı ve deli becerilerini göstermeyi hedefle!

source: All emails are archived
de: Alle E-Mails sind archiviert
id: Semua email diarsipkan
ko_kr: 모든 이메일은 보관됩니다

source: Allows you to:
de: Ihnen erlaubt:
it: Ti permette di:
ja: 以下のようなことが可能になります:
ko_kr: 다음을 가능하게 합니다:

source: Also ATC
de: Auch ATC

source: Alternatively, you can use your virtual machine on a public cloud.
de: Als Alternative können Sie Ihre virtuelle Maschine in einer öffentlichen Cloud verwenden.
id: Atau alternative, Anda dapat menggunakan mesin virtual Anda pada public cloud.
ko_kr: 대안으로, 공용 클라우드 상의 가상 머신을 사용할 수 있습니다.
tr_tr: Alternatif olarak, sanal makinenizi genel bir bulutta kullanabilirsiniz.

source: Amending the commit
de: Den Commit ändern
id: Mengubah komit
ko_kr: 커밋 수정하기
tr_tr: Gönderimi değiştirme

source: An OpenStack wide status
de: Ein OpenStack breiter Status
id: Status OpenStack yang luas
ko_kr: OpenStack 와이드 상태
tr_tr: OpenStack geniş bir statü
