Repository: Gheorghita/training-guides
Catalog: doc/upstream-training/source/locale/*/LC_MESSAGES/upstream-training.po
Languages: de, id, it, ja, ko_kr, tr_tr

source: `Implementation (Milestone iterations <https://wiki.openstack.org/wiki/Release_Cycle#Implementation_.28Milestone_iterations.29>`_
de: `Implementierung (Milestone-Iterationen <https://wiki.openstack.org/wiki/Release_Cycle#Implementation_.28Milestone_iterations.29>`_
it: `Implementazione (interazioni di Milestone <https://wiki.openstack.org/wiki/Release_Cycle#Implementation_.28Milestone_iterations.29>`_
ja: `実装 (マイルストーンの反復 <https://wiki.openstack.org/wiki/Release_Cycle#Implementation_.28Milestone_iterations.29>`_
ko_kr: `구현 (마일스톤 반복 <https://wiki.openstack.org/wiki/Release_Cycle#Implementation_.28Milestone_iterations.29>`_
tr_tr: `Uygulama (Kilometre taşı iterasyonu <https://wiki.openstack.org/wiki/Release_Cycle#Implementation_.28Milestone_iterations.29>`_

source: `Installation Tutorial (Ocata) <https://docs.openstack.org/project-install-guide/orchestration/ocata/>`_ is published from install-guide directory in stable/ocata branch
de: `Installation Tutorial (Ocata) <https://docs.openstack.org/project-install-guide/orchestration/ocata/> `_ wird aus dem Installationsverzeichnis im stable/ ocata-Branch veröffentlicht
id: `Installation Tutorial (Ocata) <https://docs.openstack.org/project-install-guide/orchestration/ocata/>`_ diterbitkan dari direktori install-guide di cabang stabil/ocata
ko_kr: `Installation Tutorial (Ocata) <https://docs.openstack.org/project-install-guide/orchestration/ocata/>`_ 은 stable/ocata 브랜치 내 install-guide 디렉토리에서 퍼블리싱이 이루어집니다
tr_tr: `Kurulum Dökümanı (Ocata) <https://docs.openstack.org/project-install-guide/orchestration/ocata/>`_ stable/ocata dalında install-guide dizininde yayınlanır

source: `Internship Programs <https://wiki.openstack.org/wiki/Outreachy>`_
de: `Internship Programme <https://wiki.openstack.org/wiki/Outreachy>`_
tr_tr: `Staj Programları <https://wiki.openstack.org/wiki/Outreachy>`_

source: `Introducing OpenStack as a Community <intro-openstack-as-community.html>`_
de: `Einführung OpenStack als Gemeinschaft <intro-openstack-as-community.html>`_
ja: `コミュニティーとしての OpenStack の紹介 <intro-openstack-as-community.html>`_
ko_kr: `커뮤니티로서의 OpenStack 소개 <intro-openstack-as-community.html>`_
tr_tr: `Topluluk olarak OpenStack'e Giriş <intro-openstack-as-community.html>`_

source: `Introducing OpenStack as a Software <intro-openstack-as-software.html>`_
de: `Einführung OpenStack als Software <intro-openstack-as-software.html>`_
ja: `ソフトウェアとしての OpenStack の紹介 <intro-openstack-as-software.html>`_
ko_kr: `소프트웨어로서의 OpenStack 소개 <intro-openstack-as-software.html>`_
tr_tr: `Yazılım olarak OpenStack'e giriş <intro-openstack-as-software.html>`_

source: `Introduction <intro-introduction.html>`_
de: `Einleitung <intro-introduction.html> `_
ja: `はじめに <intro-introduction.html>`_
ko_kr: `소개 <intro-introduction.html>`_
tr_tr: `Giriş <intro-introduction.html>`_

source: `Jenkins (Automated testing) <http://docs.openstack.org/infra/manual/developers.html#automated-testing>`_
de: `Jenkins (automatisierte Prüfung) <http://docs.openstack.org/infra/manual/developers.html#automated-testing> `_
ko_kr: `Jenkins (자동화된 테스팅) <http://docs.openstack.org/infra/manual/developers.html#automated-testing>`_

source: `June 14-15 in parallel to the conference part of the OPNFV Summit 2017 <http://events.linuxfoundation.org/events/archive/2017/opnfv-summit/extend-the-experience/openstack-upstream-institute>`_
de: `14.-15. Juni parallel zum Konferenzteil des OPNFV-Summit 2017 <http://events.linuxfoundation.org/events/archive/2017/opnfv-summit/extend-the-experience/openstack-upstream-institute> `_

source: `Lego applied to Free Software contributions <archive-training-agile-for-contributors.html>`_
de: `Lego angewandt auf Beiträge zu freier Software <archive-training-agile-for-contributors.html>`_
ja: `LEGO のフリーソフトウェアのコントリビューションへの応用 <archive-training-agile-for-contributors.html>`_
ko_kr: `자유 소프트웨어 컨트리뷰션을 적용한 Lego <archive-training-agile-for-contributors.html>`_
tr_tr: `Özgür Yazılım katkılarına Lego uygulaması <archive-training-agile-for-contributors.html>`_

source: `List of TC members <https://www.openstack.org/foundation/tech-committee/>`_
de: `Liste der TC Mitglieder <https://www.openstack.org/foundation/tech-committee/> `_
tr_tr: `TC üyelerinin listesi <https://www.openstack.org/foundation/tech-committee/>`_

source: `List of approved tags <http://governance.openstack.org/reference/tags/index.html>`_
de: `Liste der zugelassenen Tags <http://governance.openstack.org/reference/tags/index.html> `_
it: `Elenco dei tag approvati <http://governance.openstack.org/reference/tags/index.html>`_
ja: `承認済みタグの一覧 <http://governance.openstack.org/reference/tags/index.html>`_
ko_kr: `승인된 태그 목록 <http://governance.openstack.org/reference/tags/index.html>`_

source: `List of sessions <https://libertydesignsummit.sched.org/overview/type/design+summit#.VVeYTt-uNNw>`_
de: `Liste der Sitzungen <https://libertydesignsummit.sched.org/overview/type/design+summit#.VVeYTt-uNNw> `_
it: `Elenco delle sessioni <https://libertydesignsummit.sched.org/overview/type/design+summit#.VVeYTt-uNNw>`_
ja: `セッション一覧 <https://libertydesignsummit.sched.org/overview/type/design+summit#.VVeYTt-uNNw>`_
ko_kr: `세션 목록 <https://libertydesignsummit.sched.org/overview/type/design+summit#.VVeYTt-uNNw>`_
tr_tr: `Oturum listesi <https://libertydesignsummit.sched.org/overview/type/design+summit#.VVeYTt-uNNw>`_

source: `Members of OpenStack User Comittee <https://www.openstack.org/foundation/user-committee/>`_
de: `Mitglieder des OpenStack User Committee <https://www.openstack.org/foundation/user-committee/> `_
tr_tr: `OpenStack Kullanıcı Komitesinin Üyeleri <https://www.openstack.org/foundation/user-committee/>`_

source: `Mentoring <https://wiki.openstack.org/wiki/Mentors>`_ is run by the Women of OpenStack group, where mentees are guided through the OpenStack processes.
de: `Mentoring <https://wiki.openstack.org/wiki/Mentors> `_ wird von der Women of OpenStack Gruppe geführt, wo Mentees durch die OpenStack Prozesse geführt werden.
id: `Mentoring <https://wiki.openstack.org/wiki/Mentors>`_ dijalankan oleh kelompok Women of OpenStack, di mana mentees dipandu melalui proses OpenStack.
ko_kr: `멘토링 <https://wiki.openstack.org/wiki/Mentors>`_ 은 Women of OpenStack group에 의해 운영되며, 이 곳에서 멘티들은 OpenStack 프로세스에 따라 가이드를 받습니다.
tr_tr: `Mentorluk <https://wiki.openstack.org/wiki/Mentors>`_ OpenStack süreçleri hakkında katılımcılara kılavuzluk edilen OpenStack grubunun Kadınları tarafından yürütülür.

source: `Metrics <workflow-metrics.html>`_
de: `Metriken <workflow-metrics.html> `_
ko_kr: `지표 <workflow-metrics.html>`_
tr_tr: `Metrikler <workflow-metrics.html>`_

source: `New Project Requirements <https://governance.openstack.org/tc/reference/new-projects-requirements.html>`_
de: `Neue Projektanforderungen <https://governance.openstack.org/tc/reference/new-projects-requirements.html> `_
tr_tr: `Yeni Proje Gereksinimleri <https://governance.openstack.org/tc/reference/new-projects-requirements.html>`_

source: `ODP slides <http://dachary.org/loic/openstack-training/training-student-project-sample.odp>`_ `PDF slides <http://dachary.org/loic/openstack-training/training-student-project-sample.pdf>`_
de: `ODP-Folien <http://dachary.org/loic/openstack-training/training-student-project-sample.odp> `_` PDF-Folien <http://dachary.org/loic/openstack-training/training-student-project-sample.pdf> `_
it: `Diapositive ODP <http://dachary.org/loic/openstack-training/training-student-project-sample.odp>`_ `PDF slides <http://dachary.org/loic/openstack-training/training-student-project-sample.pdf>`_
ja: `ODP スライド <http://dachary.org/loic/openstack-training/training-student-project-sample.odp>`_ `PDF スライド <http://dachary.org/loic/openstack-training/training-student-project-sample.pdf>`_
ko_kr: `ODP 슬라이드 <http://dachary.org/loic/openstack-training/training-student-project-sample.odp>`_ `PDF 슬라이드 <http://dachary.org/loic/openstack-training/training-student-project-sample.pdf>`_

source: `Official OpenStack projects <howitsmade-official-projects.html>`_
de: `Offizielle OpenStack-Projekte <howitsmade-official-projects.html> `_
ja: `OpenStack 公式プロジェクト <howitsmade-official-projects.html>`_
ko_kr: `공식 OpenStack 프로젝트 <howitsmade-official-projects.html>`_
tr_tr: `Resmi OpenStack projeleri <howitsmade-official-projects.html>`_

source: `Official deliverables with repositories <https://governance.openstack.org/tc/reference/projects/documentation.html#deliverables>`_
de: `Offizielle Lieferungen mit Repositories <https://governance.openstack.org/tc/reference/projects/documentation.html#deliverables> `_
tr_tr: `Depolarla resmi teslimatlar <https://governance.openstack.org/tc/reference/projects/documentation.html#deliverables>`_

source: `OpenStack Events <howitsmade-events.html>`_
de: `OpenStack Veranstaltungen <howitsmade-events.html> `_
ko_kr: `OpenStack 이벤트 <howitsmade-events.html>`_
tr_tr: `OpenStack Etkinlikleri <howitsmade-events.html>`_

source: `OpenStack IRC channels <https://wiki.openstack.org/wiki/IRC>`_
de: `OpenStack IRC Kanäle <https://wiki.openstack.org/wiki/IRC> `_
it: `Canali IRC di OpenStack <https://wiki.openstack.org/wiki/IRC>`_
ja: `OpenStack IRC チャンネル <https://wiki.openstack.org/wiki/IRC>`_
ko_kr: `OpenStack IRC 채널 <https://wiki.openstack.org/wiki/IRC>`_
tr_tr: `OpenStack IRC kanalları <https://wiki.openstack.org/wiki/IRC>`_

source: `OpenStack Project Teams <http://governance.openstack.org/reference/charter.html#openstack-project-teams>`_
de: `OpenStack Projektteams <http://governance.openstack.org/reference/charter.html#openstack-project-teams> `_
it: `Le equipe dei progetti di OpenStack <http://governance.openstack.org/reference/charter.html#openstack-project-teams>`_
ja: `OpenStack プロジェクトチーム <http://governance.openstack.org/reference/charter.html#openstack-project-teams>`_
ko_kr: `OpenStack 프로젝트 팀 <http://governance.openstack.org/reference/charter.html#openstack-project-teams>`_

source: `OpenStack Project Teams <http://governance.openstack.org/reference/projects/index.html>`__
de: `OpenStack Projektteams <http://governance.openstack.org/reference/projects/index.html> `__
it: `Equipe del progetto OpenStack <http://governance.openstack.org/reference/projects/index.html>`__
ja: `OpenStack プロジェクトチーム <http://governance.openstack.org/reference/projects/index.html>`__
ko_kr: `OpenStack 프로젝트 팀 <http://governance.openstack.org/reference/projects/index.html>`__

source: `OpenStack Project Teams <https://governance.openstack.org/tc/reference/projects/index.html>`_
de: `OpenStack Projektteams <https://governance.openstack.org/tc/reference/projects/index.html> `_
tr_tr: `OpenStack Proje Takımları <https://governance.openstack.org/tc/reference/projects/index.html>`_

source: `OpenStack Project Teams list <http://governance.openstack.org/reference/projects/index.html>`_
de: `OpenStack Projekteamliste <http://governance.openstack.org/reference/projects/index.html> `_
it: `Lista delle equipe dei progetti di OpenStack <http://governance.openstack.org/reference/projects/index.html>`_
ja: `OpenStack プロジェクトチーム一覧 <http://governance.openstack.org/reference/projects/index.html>`_
ko_kr: `OpenStack 프로젝트 팀 목록 <http://governance.openstack.org/reference/projects/index.html>`_

source: `OpenStack Technical Comittee Charter <https://governance.openstack.org/tc/reference/charter.html>`_
de: `OpenStack Fachausschuss Charta <https://governance.openstack.org/tc/reference/charter.html> `_
tr_tr: `OpenStack Teknik Komite Tüzüğü <https://governance.openstack.org/tc/reference/charter.html>`_

source: `OpenStack Technical Comittee page <https://governance.openstack.org/tc/>`_
de: `OpenStack Technical Comittee Seite <https://governance.openstack.org/tc/> `_
tr_tr: `OpenStack Teknik Komite sayfası <https://governance.openstack.org/tc/>`_

source: `OpenStack Upstream Training in Atlanta A Big Success <http://www.openstack.org/blog/2014/05/openstack-upstream-training-in-atlanta-a-big-success/>`_.
de: `OpenStack Upstream Training in Atlanta Ein großer Erfolg <http://www.openstack.org/blog/2014/05/openstack-upstream-training-in-atlanta-a-big-success/> `_.
it: `OpenStack Upstream Training ad Atlanta Un Grande Successo <http://www.openstack.org/blog/2014/05/openstack-upstream-training-in-atlanta-a-big-success/>`_.

source: `OpenStack User Committee page <https://governance.openstack.org/uc/index.html>`_
de: `OpenStack User Committee Seite <https://governance.openstack.org/uc/index.html> `_
tr_tr: `OpenStack Kullanıcı Komite sayfası <https://governance.openstack.org/uc/index.html>`_

source: `Other release candidates <https://wiki.openstack.org/wiki/Release_Cycle#Other_release_candidates>`_
de: `Andere Release-Kandidaten <https://wiki.openstack.org/wiki/Release_Cycle#Other_release_candidates> `_
it: `Altri candidati di rilascio <https://wiki.openstack.org/wiki/Release_Cycle#Other_release_candidates>`_
ja: `他のリリース候補版 <https://wiki.openstack.org/wiki/Release_Cycle#Other_release_candidates>`_
ko_kr: `다른 릴리즈 후보 <https://wiki.openstack.org/wiki/Release_Cycle#Other_release_candidates>`_
tr_tr: `Diğer sürüm adayları <https://wiki.openstack.org/wiki/Release_Cycle#Other_release_candidates>`_

source: `Other responsibilities <https://docs.openstack.org/project-team-guide/ptl.html>`_
de: `Andere Verantwortlichkeiten <https://docs.openstack.org/project-team-guide/ptl.html> `_
tr_tr: `Diğer sorumluluklar <https://docs.openstack.org/project-team-guide/ptl.html>`_

source: `Overview of the contribution process <workflow-training-contribution-process.html>`_
de: `Übersicht des Mitwirkungsprozesses <workflow-training-contribution-process.html>`_
ja: `コントリビューションの流れの概要 <workflow-training-contribution-process.html>`_
ko_kr: `컨트리뷰션 프로세스 개요 <workflow-training-contribution-process.html>`_
tr_tr: `Katkı sürecine genel bakış <workflow-training-contribution-process.html>`_

source: `Planning (Design, Discuss and Target) <https://wiki.openstack.org/wiki/Release_Cycle#Planning_.28Design.2C_Discuss_and_Target.29>`_
de: `Planung (Design, Diskussion und Ziele) <https://wiki.openstack.org/wiki/Release_Cycle#Planning_.28Design.2C_Discuss_and_Target.29>`_
it: `Pianificazione (Progettare, Discutere ed Obiettivo) <https://wiki.openstack.org/wiki/Release_Cycle#Planning_.28Design.2C_Discuss_and_Target.29>`_
ja: `計画 (設計、議論、目標) <https://wiki.openstack.org/wiki/Release_Cycle#Planning_.28Design.2C_Discuss_and_Target.29>`_
ko_kr: `계획 (설계, 토론, 대상) <https://wiki.openstack.org/wiki/Release_Cycle#Planning_.28Design.2C_Discuss_and_Target.29>`_
tr_tr: `Planlama (Tasarım, Tartışma ve Hedef) <https://wiki.openstack.org/wiki/Release_Cycle#Planning_.28Design.2C_Discuss_and_Target.29>`_

source: `Pre-release (Release Candidates dance) <https://wiki.openstack.org/wiki/Release_Cycle#Pre-release_.28Release_Candidates_dance.29>`_
de: `Vorversionen (Release Candidates dance) <https://wiki.openstack.org/wiki/Release_Cycle#Pre-release_.28Release_Candidates_dance.29>`_
ja: `事前リリース (リリース候補の繰り返し) <https://wiki.openstack.org/wiki/Release_Cycle#Pre-release_.28Release_Candidates_dance.29>`_
ko_kr: `사전-릴리즈 (릴리즈 후보 따라하기) <https://wiki.openstack.org/wiki/Release_Cycle#Pre-release_.28Release_Candidates_dance.29>`_
tr_tr: `Sürüm öncesi (Sürüm Adayı dansı) <https://wiki.openstack.org/wiki/Release_Cycle#Pre-release_.28Release_Candidates_dance.29>`_

source: `Principles behind the manifesto <http://agilemanifesto.org/principles.html>`_
de: `Prinzipien hinter dem Manifest <http://agilemanifesto.org/principles.html>`_
ko_kr: `매니페스토 배경에 존재하는 원리 <http://agilemanifesto.org/principles.html>`_
tr_tr: `Manifestonun arkasındaki prensipler <http://agilemanifesto.org/principles.html>`_

source: `Project Status and Zuul <workflow-project-status-and-zuul.html>`_
de: `Projektstatus und Zuul <workflow-project-status-and-zuul.html> `_
ko_kr: `프로젝트 상태 및 Zuul <workflow-project-status-and-zuul.html>`_
tr_tr: `Proje Durumu ve Zuul <workflow-project-status-and-zuul.html>`_

source: `Propose sessions <https://wiki.openstack.org/wiki/Design_Summit/Planning>`_
de: `Sitzungen vorschlagen <https://wiki.openstack.org/wiki/Design_Summit/Planning> `_
it: `Proponi sessioni <https://wiki.openstack.org/wiki/Design_Summit/Planning>`_
ja: `提案セッション <https://wiki.openstack.org/wiki/Design_Summit/Planning>`_
ko_kr: `세션 제안 <https://wiki.openstack.org/wiki/Design_Summit/Planning>`_
tr_tr: `Öneri oturumları <https://wiki.openstack.org/wiki/Design_Summit/Planning>`_

source: `Registration and accounts <workflow-reg-and-accounts.html>`_
de: `Registrierung und Konten <workflow-reg-and-accounts.html> `_
ko_kr: `등록 및 계정 <workflow-reg-and-accounts.html>`_

source: `Release candidate 1 <https://wiki.openstack.org/wiki/Release_Cycle#Release_candidate_1>`_
de: `Release Kandidat 1 <https://wiki.openstack.org/wiki/Release_Cycle#Release_candidate_1> `_
ja: `リリース候補版 1 <https://wiki.openstack.org/wiki/Release_Cycle#Release_candidate_1>`_
ko_kr: `릴리즈 후보 1 <https://wiki.openstack.org/wiki/Release_Cycle#Release_candidate_1>`_
tr_tr: `Sürüm adayı 1 <https://wiki.openstack.org/wiki/Release_Cycle#Release_candidate_1>`_

source: `Release cycle <howitsmade-release-cycle.html>`_
de: `Releasezyklus <howitsmade-release-cycle.html>`_
ja: `リリースサイクル <howitsmade-release-cycle.html>`_
ko_kr: `릴리즈 주기 <howitsmade-release-cycle.html>`_
tr_tr: `Release döngüsü <howitsmade-release-cycle.html>`_

source: `Release cycle <https://wiki.openstack.org/wiki/Release_Cycle>`_
de: `Releasezyklus <https://wiki.openstack.org/wiki/Release_Cycle>`_
ko_kr: `릴리즈 주기 <https://wiki.openstack.org/wiki/Release_Cycle>`_
tr_tr: `Sürüm döngüsü <https://wiki.openstack.org/wiki/Release_Cycle>`_

source: `Release day <https://wiki.openstack.org/wiki/Release_Cycle#Release_day>`_
de: `Release-Tag <https://wiki.openstack.org/wiki/Release_Cycle#Release_day> `_
it: Giorno del rilascio <https://wiki.openstack.org/wiki/Release_Cycle#Release_day>`_
ja: `リリース日 <https://wiki.openstack.org/wiki/Release_Cycle#Release_day>`_
ko_kr: `릴리즈 일자 <https://wiki.openstack.org/wiki/Release_Cycle#Release_day>`_
tr_tr: `Sürüm günü <https://wiki.openstack.org/wiki/Release_Cycle#Release_day>`_

source: `Requirements <https://governance.openstack.org/reference/new-projects-requirements.html>`_ for official OpenStack projects
de: `Anforderungen <https://governance.openstack.org/reference/new-projects-requirements.html> `_ für offizielle OpenStack-Projekte
ja: OpenStack 公式プロジェクトの `要件 <https://governance.openstack.org/reference/new-projects-requirements.html>`__
ko_kr: 공식 OpenStack 프로젝트를 위한 `Requirements <https://governance.openstack.org/reference/new-projects-requirements.html>`_
tr_tr: Resmi OpenStack projeleri için `Gereksinimler <https://governance.openstack.org/reference/new-projects-requirements.html>`_

source: `Running unit tests <http://docs.openstack.org/infra/manual/developers.html#running-unit-tests>`_
de: `Laufen Einheit Tests <http://docs.openstack.org/infra/manual/developers.html#running-unit-tests> `_
it: `Eseguire test unit <http://docs.openstack.org/infra/manual/developers.html#running-unit-tests>`_
ja: `ユニットテストの実行 <http://docs.openstack.org/infra/manual/developers.html#running-unit-tests>`_
ko_kr: `단위 테스트 실행 <http://docs.openstack.org/infra/manual/developers.html#running-unit-tests>`_

source: `Specifications <http://specs.openstack.org>`_
de: `Spezifikationen <http://specs.openstack.org>`_
it: `Specificazioni <http://specs.openstack.org>`_
ja: `スペック <http://specs.openstack.org>`_
ko_kr: `스펙 <http://specs.openstack.org>`_

source: `Stable branch <https://wiki.openstack.org/wiki/StableBranch>`_
de: `Stabile Zweig <https://wiki.openstack.org/wiki/StableBranch> `_
it: `Branca stabile <https://wiki.openstack.org/wiki/StableBranch>`_
ja: `安定ブランチ <https://wiki.openstack.org/wiki/StableBranch>`_
ko_kr: `Stable 브랜치 <https://wiki.openstack.org/wiki/StableBranch>`_
tr_tr: `Kararlı dal <https://wiki.openstack.org/wiki/StableBranch>`_

source: `Starting Work on a New Repository <http://docs.openstack.org/infra/manual/developers.html#starting-work-on-a-new-repository>`_
de: `Arbeit an einem neuen Repository starten <http://docs.openstack.org/infra/manual/developers.html#starting-work-on-a-new-repository> `_
it: `Iniziare a lavorare in un nuovo repository <http://docs.openstack.org/infra/manual/developers.html#starting-work-on-a-new-repository>`_
ko_kr: `새로운 저장소에 대해 작업 시작하기 <http://docs.openstack.org/infra/manual/developers.html#starting-work-on-a-new-repository>`_

source: `Status, Importance, Assigned To, Milestone, Tags <https://wiki.openstack.org/wiki/Bugs#Bugs_reference>`_
de: `Status, Bedeutung, zugewiesen, Meilenstein, Tags <https://wiki.openstack.org/wiki/Bugs#Bugs_reference> `_
it: `Status, Importanza, Assegnato a, Milestone, Tags <https://wiki.openstack.org/wiki/Bugs#Bugs_reference>`_
ko_kr: `상태, 중요도, 할당됨, 마일스톤, 태그 <https://wiki.openstack.org/wiki/Bugs#Bugs_reference>`_
tr_tr: `Durum, Önem, Atanan, Kilometre taşı, Etiketler <https://wiki.openstack.org/wiki/Bugs#Bugs_reference>`_

source: `Tags <http://governance.openstack.org/reference/tags/index.html>`_
de: `Schlagworte <http://governance.openstack.org/reference/tags/index.html>`_

source: `Task Tracking <workflow-task-tracking.html>`_
de: `Aufgabenverfolgung <workflow-task-tracking.html> `_
ko_kr: `작업 추적 <workflow-task-tracking.html>`_
tr_tr: `Görev Takibi <workflow-task-tracking.html>`_

source: `Technical Committee <http://governance.openstack.org/reference/charter.html>`_
de: `Technischer Ausschuss <http://governance.openstack.org/reference/charter.html>`_

source: `The role of the Technical Committee <http://governance.openstack.org/reference/charter.html#mission>`_
de: `DIe Rolle des Technischen Ausschusses <http://governance.openstack.org/reference/charter.html#mission>`_
it: `Il ruolo del technical committee <http://governance.openstack.org/reference/charter.html#mission>`_
ja: `Technical Committee の役割 <http://governance.openstack.org/reference/charter.html#mission>`_
ko_kr: `Technical Committee 역할 <http://governance.openstack.org/reference/charter.html#mission>`_

source: `Training guides <https://wiki.openstack.org/wiki/Training-guides#How_To>`_
de: `Trainingsleitfäden <https://wiki.openstack.org/wiki/Training-guides#How_To> `_
it: Guide formative <https://wiki.openstack.org/wiki/Training-guides#How_To>`_
ko_kr: `트레이닝 가이드 <https://wiki.openstack.org/wiki/Training-guides#How_To>`_
tr_tr: `Eğitim kılavuzları <https://wiki.openstack.org/wiki/Training-guides#How_To>`_

source: `Translations <http://git.openstack.org/cgit/openstack/i18n/tree/>`_
de: `Übersetzungen <http://git.openstack.org/cgit/openstack/i18n/tree/> `_
it: `Traduzioni <http://git.openstack.org/cgit/openstack/i18n/tree/>`_
ja: `翻訳 <http://git.openstack.org/cgit/openstack/i18n/tree/>`_
ko_kr: `번역 <http://git.openstack.org/cgit/openstack/i18n/tree/>`_

source: `Understanding the DefCore Guidelines <https://git.openstack.org/cgit/openstack/defcore>`_
de: `Verständnis der Defocore-Richtlinien <https://git.openstack.org/cgit/openstack/defcore> `_
it: `Comprensione delle guide di DefCore <https://git.openstack.org/cgit/openstack/defcore>`_
ja: `DefCore ガイドラインの理解 <https://git.openstack.org/cgit/openstack/defcore>`_
ko_kr: `DefCore 가이드라인 이해 <https://git.openstack.org/cgit/openstack/defcore>`_
tr_tr: `DefCore Kılavuzlarını Anlama <https://git.openstack.org/cgit/openstack/defcore>`_

source: `Use cases for features <http://specs.openstack.org/openstack/openstack-user-stories/>`_
de: `Anwendungsfälle für Funktionen <http://specs.openstack.org/openstack/openstack-user-stories/> `_
it: `Casi di utilizzo per le features <http://specs.openstack.org/openstack/openstack-user-stories/>`_
ja: `機能のユースケース <http://specs.openstack.org/openstack/openstack-user-stories/>`_
ko_kr: `기능에 대한 유스케이스 <http://specs.openstack.org/openstack/openstack-user-stories/>`_
